{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Tacoma, WA",
    "summary": "Experienced Pharmaceutical Sales Representative specializing in women's health with strong administrative, leadership, and relationship-building skills; adept at account management, marketing, and event planning.",
    "skills": [
        "proven administrative",
        "highly organized",
        "leadership",
        "support",
        "event planning",
        "entrepreneurial",
        "conflict",
        "public speaking",
        "mindset",
        "resolution",
        "project",
        "staffing",
        "team leadership",
        "reporting",
        "self directed documentation",
        "outbound calling",
        "prospecting",
        "account management",
        "acquisitions",
        "administrative",
        "contracts",
        "clientele",
        "customer satisfaction",
        "decision making",
        "documentation",
        "inventory",
        "director",
        "managing",
        "marketing plans",
        "marketing",
        "market",
        "mergers",
        "communicator",
        "organizational skills",
        "problem-solving",
        "recruitment",
        "relationship-building",
        "reporting",
        "sales",
        "staffing",
        "strategic",
        "strategic planning",
        "team player"
    ],
    "experience": [
        {
            "title": "Pharmaceutical Sales Representative, Women's Healthcare Specialist",
            "company": "",
            "start_date": "",
            "end_date": "",
            "description": "Doubled membership in an environment where acquisitions and mergers by National chain accounts directly affected potential membership recruitment. Investigated and resolved customer inquiries and complaints in a timely and empathetic manner. Responded to all customer inquiries thoroughly and professionally. Provided an elevated customer experience to generate a loyal clientele. Resolved all customer complaints in a professional manner while prioritizing customer satisfaction. Set up and explained new membership contracts. Effectively communicated with and supported sales, marketing and administrative teams on a daily basis. Assisted in creating pre-season marketing plans to support department and divisional strategies. Communicated with vendors regarding backorder availability, future inventory and special orders. Developed Account Management Program that focused on maintaining existing account base while using referral and reference systems to attract new accounts. Organized new member marketing program including identifying potential target accounts, developing high touch outreach plans, incentive packages, and growth objectives. Successfully managed acquisition of a New England Association and increased membership by 50% within the first two years. Asked appropriate open-ended questions to discover prospects' needs and requirements. Representative of the year 2003. Successfully launched new products and rapidly gained market share. Maintained an extensive knowledge of competitors, their offerings and their presence in assigned territory. Serviced accounts on a regular basis to propose new products or services and maximize revenue. Identified and qualified accounts to assess market potential. Consistently hit and exceeded quarterly sales goals. Identified and analyzed key competitors and related products. Contacted customers as soon as issues arose to immediately find resolution before the problems escalated. Communicated regularly with territory, regional and strategic managers for daily support and strategic planning for accounts. Visited customer locations to determine needs, set up contracts and provide training."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts: Business Administration and Public Relations",
            "school": "Heidelberg College",
            "year": "1995"
        }
    ],
    "certifications": [],
    "languages": []
}