{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Sales and Customer Service Professional with proven record of accomplishment growing client list and maintaining existing clients. Delivered consistent gains in growth, profits and customer satisfaction and retention through expertise in customer relationship management. Expert troubleshooter, innovative problem-solver. Proactive in ensuring high levels of client satisfaction. Diverse Sales Experience Selling to Businesses, in Medical and Commercial as well as Selling to Consumers. Exceptional communication and interpersonal skills; talent for quickly establishing rapport, cultivating relationships and building loyalty by becoming a trusted customer resource. Unparalleled commitment to customer retention by providing superior service. Disciplined, Independent, Driven and Motivated Professional with Experience in many industries selling to Buyers at all Levels. Both a Hunter and a Harvester who enjoys prospecting, presenting and closing the sale, as well as client retention and stellar customer service.",
    "skills": [
        "Inside and Outside Sales",
        "Customer Service",
        "Salesforce",
        "ACT!",
        "Goldmine CRM",
        "Allscripts Software",
        "Outlook",
        "Practice Fusion Software",
        "Appointment Setting",
        "Cold Calling",
        "Presenting",
        "Closing",
        "Client Retention",
        "Database management",
        "Direct Mail",
        "Insurance",
        "Marketing",
        "Reporting",
        "Training",
        "Support"
    ],
    "experience": [
        {
            "title": "SALES EXECUTIVE",
            "company": "Company Name",
            "start_date": "2001-02",
            "end_date": "2012-10",
            "description": "Sold collection services to provide accounts receivable solutions to Physicians in both large and small medical offices, hospitals, and any other businesses extending credit. Prospecting for new profitable clients and meeting daily, weekly, monthly and yearly goals. Also responsible for maintaining my existing client base by contacting them on a regular basis explaining and reviewing monthly and yearly reports and asking for additional placements. My territory placed of $2.5 million each month in placements. Increased company profits and growth annually and trained Reps in new Territories and Supported them."
        },
        {
            "title": "Regional Account Manager",
            "company": "Company Name",
            "start_date": "2012-10",
            "end_date": "2013-03",
            "description": "Responsible for new territory in Ohio and Kentucky selling toxicology laboratory services to physician practices. Also, hired, trained and supported staff to place in the practices to work for the laboratory processing specimens. The company closed and is under investigation for some billing practices."
        },
        {
            "title": "DISTRICT SALES MANAGER",
            "company": "Company Name",
            "start_date": "1998-02",
            "end_date": "2001-02",
            "description": "Selling collection service, accounts receivable solutions, credit reporting, instant credit information, database management, billing service, direct mail service and pre-collect and insurance cure work to Physicians and Medical Facilities. My territory included half of the state of Ohio and Northern Kentucky, Louisville and Lexington. I also accepted responsibility for neighboring territories when necessary. I held a position among the top three during the entire year of 1999. This accomplishment kept me in the Sales Summit Club for the entire year. I exceeded all goals and strived to be an asset to the company."
        },
        {
            "title": "Account Manager",
            "company": "Company Name",
            "start_date": "2012-04",
            "end_date": "2015-02",
            "description": "Responsible for helping new start up billing company acquire new clients in Southern Ohio and Kentucky. Sold Allscripts software with meaningful use allowances, sold billing and credentialing services and continued to support the client and their staff. This company changed their business plan and layed off outside sales team to grow the business by acquiring failing billing companies who were losing their physician clients to hospital and large physician buyouts."
        }
    ],
    "education": [
        {
            "degree": "High School Diploma",
            "school": "Suncoast",
            "year": 1977
        }
    ],
    "certifications": [],
    "languages": []
}