{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Motivated, enthusiastic educational leader with 15+ years' experience fostering a cohesive student learning atmosphere conducive to learning. Core qualifications include being a licensed reading specialist in multiple states, strong classroom management, public speaking skills, CPR Certified and F.E.M.A. certified for emergency management situations.",
    "skills": [
        "Licensed reading specialist (multiple states)",
        "Strong classroom management",
        "Public speaking",
        "CPR Certified",
        "F.E.M.A. certified for emergency management",
        "Leadership/communication skills",
        "Self-motivated",
        "Crisis management",
        "Patient"
    ],
    "experience": [
        {
            "title": "Tutoring Consultant",
            "company": "Company Name",
            "start_date": "August 2014",
            "end_date": "Current",
            "description": "Experience working special needs students. Promoted language development skills through reading and storytelling. Applied the positive reinforcement method to redirect negative behaviors. Encouraged students to be understanding of and helpful to others. Observed students to supply teachers with feedback regarding potential learning blocks and opportunities for support."
        },
        {
            "title": "English/Social Studies",
            "company": "Company Name",
            "start_date": "September 2013",
            "end_date": "Current",
            "description": "Developed and implemented daily and unit lesson plans for 6th grade English. Developed, administered and corrected tests and quizzes in a timely manner. Conducted group and one-on-one reading and writing activities. Developed excellent rapport with students. Fostered a classroom environment, conducive to learning and promoting excellent student engagement. Participated in parent and faculty conferences. Designed lesson plans focused on needs and grade level. Instructor for the Voyager Learning Program. Implemented PBIS programs to encourage student participation. Supported students in developing strategies for individual needs and classroom group dynamics. Communicated effectively with educators from various grade levels. Physically and verbally interacted with students throughout the day to keep them engaged. Supplied one-on-one attention to each student, while maintaining overall focus on the entire group. Encouraged students to be understanding of and helpful to others. Conducted small group and individual classroom activities based on differentiated learning needs. Communicated with parents throughout the school year. Created a team meeting format to allow parents the opportunity to meet with all of their child's teachers together."
        },
        {
            "title": "Social Studies Teacher",
            "company": "Company Name",
            "start_date": "June 2007",
            "end_date": "June 2013",
            "description": "Provided state mandated curriculum and created the school's curriculum for 10th grade World History as well as Advanced Placement World History. Developed and implemented daily and unit lesson plans for 10th grade Global History. Provided Regents study habits and skills after-school and on Saturdays. Created inter-disciplinary portfolio projects that were based on a teacher selected theme. Reinforced skills needed to be successful. Administered testing, tracked and analyzed class performance. Conducted group and one-on-one reading and writing activities. Implemented the Workshop Model. Familiar with the Danielson Framework. Used the Understanding by Design model, to create unit plans and lesson plans. Implemented AVID strategies such as Cornell Notes and binder organization. Turn-keyed AVID Training to the school staff during professional development. Participated in parent and faculty conferences. Established and enforced rules for behavior and procedures for maintaining order among multiple classes of 34 students."
        },
        {
            "title": "English Language Arts Teacher/Social Studies Teacher",
            "company": "Company Name",
            "start_date": "June 2002",
            "end_date": "June 2007",
            "description": "Provided state mandated curriculum. Maintained student progress. Maintained student portfolios. Reinforced skills needed to be successful. Developed and implemented daily and unit lesson plans for 6th and 7th grade English. Developed, administered and corrected tests and quizzes in a timely manner. Conducted group and one-on-one reading and writing activities. Developed excellent rapport with students. Fostered a classroom environment, conducive to learning and promoting excellent student engagement. Participated in parent and faculty conferences. Implemented the America's Choice Readers and Writers Workshop. Designed lesson plans focused on needs and grade level. Coordinated after school tutoring hours, with other teachers to help students in need of extra attention. Established and enforced rules for behavior and procedures for maintaining order among multiple classes of 34 students. Physically and verbally interacted with students throughout the day to keep them engaged. Encouraged students to be understanding of and helpful to others."
        },
        {
            "title": "Prevention Specialist",
            "company": "Company Name",
            "start_date": "June 2000",
            "end_date": "June 2002",
            "description": "Provided state and federally mandated classroom presentations. Performed student background reviews to develop tailored lessons based on student needs. Designed lesson plans focused on age and level-appropriate material. Worked with students in discussion groups. Worked with students, in group and individual counseling sessions. Organized school-wide activities including bake sales. Worked closely with school administration. Developed and implemented interesting and interactive learning mediums to increase student understanding of course materials."
        },
        {
            "title": "Alumni Peer Helper",
            "company": "Company Name",
            "start_date": "January 1997",
            "end_date": "June 2000",
            "description": "Worked closely with department Assistant Principals. Assisted the Prevention and Intervention Specialists. Worked with individual students in counseling sessions. Worked with students in discussion groups. Community activities, such as bake sales."
        }
    ],
    "education": [
        {
            "degree": "Master of Science: School and District Administration",
            "school": "Touro College",
            "year": "2010"
        },
        {
            "degree": "Master of Science: Literacy",
            "school": "Touro College",
            "year": "2005"
        },
        {
            "degree": "Bachelor of Arts: Political Science",
            "school": "St. Francis College",
            "year": "2000"
        }
    ],
    "certifications": [
        "N.Y.S. Permanent License for Social Studies 7-12",
        "N.Y.S. Professional License for Literacy Specialist k-12",
        "Mississippi License in Social Studies 7-12",
        "Mississippi License in Literacy K-12",
        "CPR Certified",
        "F.E.M.A. certified for emergency management situations"
    ],
    "languages": []
}