{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Operations Management - Growth Strategies - Data & Financial Analysis. Award winning, analytical and data driven decision making manager with 15 years experience in business management and astute understanding of accounting, taxation, marketing, sales and administrative procedures. Adept at implementing and executing operational strategies, addressing complex challenges and leading team members to continuous successes. Diligent in scrutinizing profit and loss statements, fostering the financial health of the company and maintaining a holistic view of operations while also focusing on the granular details.",
    "skills": [
        "administrative",
        "ads",
        "Arabic",
        "business development",
        "contracts",
        "Customer Relationship Management",
        "customer satisfaction",
        "energy efficient",
        "English",
        "food safety",
        "French",
        "hiring",
        "inventory management",
        "marketing",
        "market",
        "mentor",
        "Access",
        "Excel",
        "Outlook",
        "PowerPoint",
        "Word",
        "Google Analytics",
        "Data Analytics",
        "SEO",
        "Search Engine Optimization",
        "Hootsuite",
        "Hashtagify",
        "cloud management",
        "security",
        "shipping",
        "payroll processing",
        "pivot tables",
        "pricing",
        "product development",
        "purchasing",
        "quality",
        "safety",
        "sales",
        "staffing",
        "servers",
        "strategic",
        "training programs",
        "QuickBooks",
        "tax",
        "tax returns",
        "networking"
    ],
    "experience": [
        {
            "title": "DFW Personal Chef",
            "company": "DFW Personal Chef",
            "start_date": "",
            "end_date": "",
            "description": "Devised and executed growth plans entailing market penetration and expansion, product development and diversification; new customer acquisition and targeted marketing campaigns. Formulated and administered policies to maximize profit margins and minimize operating expenses. Led and mentored 27 team members. Achievements include generating an additional $606,000 in annual revenue by streamlining the menu and introducing healthier options; launched Facebook boosted posts targeting marketing campaigns, reducing cost per lead by 30% and increasing brand awareness by 12 points and purchase intent by 10 points; renegotiated purchasing contracts, cutting food costs by 15%; developed in-house payroll processing; deployed inventory management software reducing waste and spoilage; enforced sanitation and food safety training maintaining a 99 sanitary safety grade for ten years; sourced organic produce directly from farmers and producers."
        },
        {
            "title": "Senior Executive",
            "company": "Company Name – City , State",
            "start_date": "07/2008",
            "end_date": "Current",
            "description": "Senior leadership role overseeing operations, growth strategies and profitability. Managed and mentored teams; implemented operational improvements to maximize efficiency and reduce costs."
        },
        {
            "title": "Senior Tax Specialist",
            "company": "Company Name – City , State",
            "start_date": "01/2015",
            "end_date": "04/2017",
            "description": "Prepared complex State and Federal tax returns for individuals, trusts, partnerships, corporations, charities and foreign tax clients. Collected IRS inquiries and notices, advised taxpayers, and participated in networking and business development activities on behalf of H&R Block. Achievements include over 1000 hours IRS accredited training, amendments recovered over $80,000 in overlooked deductions, 40% up-sell growth, top district sales, and high client satisfaction metrics."
        },
        {
            "title": "Manager",
            "company": "Company Name – City , State",
            "start_date": "05/2002",
            "end_date": "06/2008",
            "description": "Managed Steak and Ale's #1 Texas location in revenue generation ($3.93 million annually). Supervised staff, onboarding, training and retention; designed revenue-generating and cost-saving strategies; expanded high-margin menu items and promotions; achieved a 14% average check increase; reduced labor costs, renegotiated leases and installed energy-efficient equipment; led loyalty program contributing to 77% repeat business; maintained high customer satisfaction and managed 39 team members."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science in Business Management",
            "school": "Saint Joseph University",
            "year": ""
        }
    ],
    "certifications": [
        "42 CPE Credits, Mastering QuickBooks level 3 Certified"
    ],
    "languages": [
        "English",
        "French",
        "Arabic"
    ]
}