{
    "name": "",
    "email": "",
    "phone": "",
    "location": "City, State",
    "summary": "Highly motivated female with over 3 years management experience and exceptional people skills, looking to join a growing organization as part of the executive team.",
    "skills": [
        "Results-oriented",
        "Operations management",
        "Client-focused",
        "Microsoft Office",
        "Computer proficient",
        "Quick learner",
        "File/records maintenance",
        "Reports generation and analysis",
        "Contract negotiation/review/drafting",
        "Financial records and processing",
        "Training and development",
        "Change management",
        "Contract auditing",
        "Account Management",
        "Advertising",
        "Budgeting",
        "Business Development",
        "Client Relations",
        "Computer Literate",
        "Computer Proficient",
        "Creative Problem Solving",
        "Customer Needs Assessment",
        "Customer Satisfaction",
        "Customer Service",
        "Domestic and International Experience",
        "Expense Control",
        "Internal Auditing",
        "Lead Development",
        "Marketing",
        "Multi-Task Management",
        "Product Development",
        "Project Management",
        "Reporting"
    ],
    "experience": [
        {
            "title": "Consultant",
            "company": "Experience Company Name",
            "start_date": "05/2014",
            "end_date": "Present",
            "description": "Conducted detailed site analysis to address project overlapping, leading to timely project completion and cost savings. Provided onsite training. Monitored multiple databases to track all company inventory. Prepared departmental contracts for attorney approval. Completed insurance renewals including property, Workers' Compensation, general liability, cargo, aviation, and K & R documents. Successfully led key projects resulting in positive outcomes. Planned and executed projects. Controlled the release of proprietary and confidential information for general client lists. Organized and coded all documents related to due diligence for acquisitions. Reviewed and commented on the adequacy of documents and took necessary steps to cure deficiencies. Prepared correspondence, accounting and financial documents for analysis."
        },
        {
            "title": "Environmental Specialist",
            "company": "PETROLOG",
            "start_date": "09/2012",
            "end_date": "01/2014",
            "description": "Provide specialist advice in environmental and HSE matters to demonstrate sound environmental and HSE management, ensure legal compliance and minimise potential litigation or damage to the company's reputation. Ensure compliance with environmental, safety and quality regulations. Manage Petrolog's database for all regulatory permits and related documents. Assist in development of HSEQ improvement plans for office and offshore units. Complete and review monthly environmental performance reports for all Petrolog assets. Frequent site visits to provide environmental support and ISO 14001 verification visits. Contribute to in-house training and competency development, including computer-based training programmes, presentations, and hazard identification animations to improve environmental awareness. Active participation with industry networks and the Environmental Audit Team."
        },
        {
            "title": "Environmental Specialist",
            "company": "PETROLOG",
            "start_date": "09/2011",
            "end_date": "09/2012",
            "description": "Act as the environmental representative to business unit regulatory applications and permits. Liaised with external consultants regarding ongoing certification. Conduct routine site inspections to ensure compliance with environmental standards. Review environmental EIAs and EISs and environmental authorisations. Participate on regional industrial association committees. Develop strong working relationships with community relations and company personnel."
        }
    ],
    "education": [
        {
            "degree": "Master of Science: Oil and Gas Enterprise Management",
            "school": "University of Aberdeen",
            "year": 2015
        },
        {
            "degree": "Bachelor of Science: Environmental Management",
            "school": "Abia State University",
            "year": 2011
        }
    ],
    "certifications": [],
    "languages": [
        "English"
    ]
}