{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Senior financial services professional with extensive leadership and hands-on experience in post-trade operations, risk management, derivatives processing, and project management across Barclays and JPMorgan. Proven ability to lead teams, optimize processes, ensure regulatory compliance (ISDA, Dodd-Frank, EMIR), and deliver cost savings and improved controls.",
    "skills": [
        "accounting",
        "Analyst",
        "Banking",
        "Bloomberg",
        "Business Process",
        "cash flow",
        "conversion",
        "Credit",
        "credit risk",
        "Client",
        "clients",
        "Derivatives",
        "documentation",
        "drafting",
        "Senior Management",
        "Financial",
        "financial statements",
        "Fixed Income",
        "HP",
        "Investment Banking",
        "ISDA",
        "Legal",
        "Meetings",
        "MS Office Suite",
        "Migration",
        "MIS",
        "Policies",
        "Project Management",
        "project plans",
        "Quality",
        "Real Estate",
        "Reporting",
        "Reuters",
        "risk analysis",
        "Sales",
        "Securities",
        "scripts",
        "strategic",
        "structured",
        "Swaps",
        "SWIFT"
    ],
    "experience": [
        {
            "title": "Assistant Vice President",
            "company": "Barclays",
            "start_date": "February 2013",
            "end_date": "Current",
            "description": "Oversaw the domestic migration of the Post Trade Confirmation function, training and managing a team of 11 in drafting structured rates and credit products per ISDA standards and regulatory requirements (Dodd-Frank, CFTC, EMIR). Liaised with Legal, Credit, and Sales/Trading on negotiation and execution of MCAs for high-volume, complex clients; created and reviewed templates for bespoke products and resolved client language disputes. Led DFX initiatives to standardize operations, improve efficiency, mitigate risk, and satisfy regulatory requirements. Represented Barclays on ISDA industry working groups."
        },
        {
            "title": "Middle Office Analyst",
            "company": "JPMorgan",
            "start_date": "May 2006",
            "end_date": "February 2013",
            "description": "Provided portfolio management support for JPMorgan Credit Executives within the Corporate & Financial Institution Group; analyzed client financial statements and fund prospectuses; prepared reports on NAVs, fund performance, and risk metrics. Supported Client Annual Reviews per internal risk policies; monitored client trading activity and exposure; managed credit lines; escalated violations to Credit and Compliance. Participated in system enhancements for Credit Infrastructure; executed Credit Rapid Exposure Drill (RED) reducing risk; developed MIS reporting for senior management."
        },
        {
            "title": "Investment Banking - Derivatives Senior Analyst",
            "company": "JPMorgan",
            "start_date": null,
            "end_date": null,
            "description": "Supervised a team of 5; first level escalation for settlement and client service issues. Processed pre-settlement exceptions for ~7,500 cash flows annually for derivatives. Provided operational support for large derivative processing initiative enabling PPB trading desks; contributed to Risk Weighted Assets reduction of $1B. Performed risk analysis on cash flow breaks and produced MIS to ensure SOX compliance. Investigated settlement breaks and supported swaps & rates accounting reconciliations. Resolved external client inquiries, adhering to internal SLAs and industry standards."
        },
        {
            "title": "Project Analyst",
            "company": "Company Name",
            "start_date": null,
            "end_date": null,
            "description": "Developed business process models and operating models for JPMorgan's US Securities Platform; coordinated UAT testing plan managing thousands of test scripts; performed gap analysis between heritage JPM and Bear Stearns procedures; managed 'Air Traffic Control' for conversion and integration efforts within Fixed Income & Listed Options; created forecast models and project plans for Fixed Income Listed Options initiatives."
        }
    ],
    "education": [
        {
            "degree": "Licensed Pennsylvania Real Estate Agent / Honors Certificate",
            "school": "Temple University Real Estate Institute",
            "year": 2013
        },
        {
            "degree": "B.S Finance",
            "school": "University of Maryland, Robert H. Smith School of Business",
            "year": 2007
        }
    ],
    "certifications": [
        "Licensed Pennsylvania Real Estate Agent"
    ],
    "languages": []
}