{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Summary Objective: Seeking a professional bartender position with your company, which will require me to utilize my skills, abilities and experience to contribute and assist in ensuring the company's success. Summary: Experienced TABC and Food Handler Certified Special Event Bartender/Cocktail Server of 7 years. Skill and Knowledge: Knowledge of principles and processes for providing outstanding customer and personal services Ability to multi-task Knowledge of food and beverage preparations, service standards, guest relations and etiquette Knowledge of the appropriate table settings and service ware Ability to stand for extended periods of time during a shift Ability to work shifts at off premise locations Possesses strong verbal and written communication skills Knowledge of beverage preparation and service of various alcoholic beverages Personal Characteristics: Professional demeanor in appearance Confident manner of speaking Willingness to engage with guests Mental flexibility to perform different roles day to day Sense of urgency to complete tasks and service guests in a timely manner Ability to work with a sense of urgency on behalf of the membership without disrupting the atmosphere of the dining room Effortlessly polite, patient and courteous at all times Interacts well and effectively communicate with members, guests and staff Maintains neat and professional appearance Ability to follow directions from a supervisor Ability to work fast and safely Possesses good coordination and balance Personable, responsible and willing to work in a team environment Ability to properly execute the POS system Capable bartender that is passionate about serving in warm, efficient and courteous manner while exceeding customer expectations and maintaining poise and sense of humor in demanding environments. Looking to bring history of exceptional service to growing restaurant. Professional Bartender with extensive knowledge of spirits and intuitive ability to engage customers of all types. Friendly, open and committed to building customer base by providing positive service experience.",
    "skills": [
        "Accounting",
        "Advertising",
        "Brochures",
        "Cashier",
        "Closing",
        "Conferences",
        "Public Relations",
        "PR",
        "Cooking",
        "Credit",
        "Promotion",
        "Publicity",
        "Customer satisfaction",
        "Quality Customer Service",
        "Direct mail",
        "Safety",
        "Documentation",
        "Editing",
        "Sales",
        "Special events",
        "Exhibitions",
        "Speeches",
        "Public speaking",
        "Fast",
        "Forms",
        "Functional",
        "Funds",
        "Health and safety standards",
        "IDs",
        "Image",
        "Instruction",
        "Insurance",
        "Maintain inventory",
        "Inventory",
        "Market",
        "Marketing",
        "Meetings",
        "Money",
        "Multimedia",
        "Neat",
        "Newsletters",
        "New hire training",
        "Positive attitude",
        "Food preparation",
        "Food safety",
        "Fluency in English",
        "Interpersonal skills",
        "Communication",
        "Teamwork",
        "POS",
        "Liquor knowledge",
        "Beverage preparation",
        "Classic cocktails",
        "TABC license",
        "FOOD HANDLER license"
    ],
    "experience": [
        {
            "title": "Bartender",
            "company": "Company Name – City, State (Marketing & Public Relations)",
            "start_date": "05/2018",
            "end_date": "Present",
            "description": "Maintain proper and adequate set-up of the bar on a daily basis. Responsible for maintaining stock, preparing and storing garnishes, juices and other perishables to ensure product quality. Attend stand ups prior to each function to obtain all details in order to execute each event flawlessly. Set up and breakdown all mobile bars per hotel standards. Greets guests with warm, genuine hospitality. Promote and up-sells product. Handle production of all consumption sheets or assists in the cash bar set up and closing process. Perform general cleaning tasks to adhere to Health Department regulations."
        },
        {
            "title": "Bartender",
            "company": "Byron Nelson Golf Tournament",
            "start_date": "05/2019",
            "end_date": "05/2019",
            "description": "Greet guests; stock bar; operate POS; maintain a clean bar area; prepare and serve alcoholic beverages according to standard recipes; check IDs; ensure compliance with ABC laws; complete closing reports; manage inventory and cash handling; provide timely service."
        },
        {
            "title": "Bartender",
            "company": "American Family Insurance Golf Championship",
            "start_date": "06/2018",
            "end_date": "06/2018",
            "description": "Provide friendly service to guests and staff; set up service bar; manage transactions; maintain cleanliness; ensure safety and compliance; restock; support event operations."
        },
        {
            "title": "Bartender",
            "company": "St. Jude Golf Tournament",
            "start_date": "05/2018",
            "end_date": "05/2018",
            "description": "Restock bar supplies; full bar service including beer and crafted cocktails; maintain cleanliness; manage inventory and supplies; interact with guests."
        },
        {
            "title": "Bartender",
            "company": "Houston Open Golf Tournament",
            "start_date": "03/2018",
            "end_date": "03/2018",
            "description": "Prepare and serve beverages; manage inventory; interact with customers; restock supplies; ensure guest satisfaction; follow safety and service standards."
        },
        {
            "title": "Bartender",
            "company": "St. Jude Golf Tournament",
            "start_date": "05/2017",
            "end_date": "05/2017",
            "description": "Maintain a clean and safe work area; perform standard service; check IDs; provide full bar service; manage seating and table service as required."
        },
        {
            "title": "Bartender",
            "company": "Byron Nelson Golf Tournament",
            "start_date": "05/2017",
            "end_date": "05/2017",
            "description": "Maintain a warm, welcoming atmosphere; confirm ages; prepare, garnish and serve drinks; engage guests; ring up purchases; follow PGA standards; manage order flow; ensure bar readiness."
        },
        {
            "title": "Bartender",
            "company": "Houston Open Golf Tournament",
            "start_date": "03/2017",
            "end_date": "03/2017",
            "description": "Provide exceptional customer service; greet patrons; count inventory; market PGA promotions; manage bar area; ensure compliance; answer questions about menu items."
        },
        {
            "title": "Bartender",
            "company": "AT& T Byron Nelson Golf Invitational",
            "start_date": "05/2016",
            "end_date": "05/2016",
            "description": "Check IDs; serve beverages; stock service areas; manage inventory; operate POS; ensure safety and policy compliance; maintain clean bar area."
        },
        {
            "title": "Public Relations & Marketing Consultant",
            "company": "Company Name",
            "start_date": "06/2006",
            "end_date": "Present",
            "description": "Use all forms of media and communication to build, maintain and manage the reputation of organizations; plan PR campaigns; write press releases; maintain websites; manage publicity materials; organize events; media relations; public speaking."
        },
        {
            "title": "Waitress/Cashier",
            "company": "Company Name",
            "start_date": "05/2000",
            "end_date": "06/2002",
            "description": "Check IDs; ensure guests meet age requirements; serve food and beverages; greet customers; prepare checks; present menus; take orders; stock service areas."
        }
    ],
    "education": [
        {
            "degree": "High School Diploma",
            "school": "Susan B. Dorsey High",
            "year": 1993
        },
        {
            "degree": "Cosmetology",
            "school": "Career Academy Inc",
            "year": 1993
        }
    ],
    "certifications": [
        "TABC certification",
        "Food Handler certification",
        "Texas Driver's License"
    ],
    "languages": [
        "English"
    ]
}