{
    "name": null,
    "email": null,
    "phone": null,
    "location": "City, State",
    "summary": "Dedicated and focused Community Advocate who excels at prioritizing, completing multiple tasks simultaneously and following through to achieve project goals. Seeking a role of increased responsibility and authority.",
    "skills": [
        "Active listening skills",
        "Time management",
        "Courteous demeanor",
        "Detail-oriented",
        "Energetic work attitude",
        "Telecommunication skills",
        "Sharp problem solver",
        "Adaptive team player",
        "Strong organizational skills",
        "Customer service",
        "Flexible schedule",
        "Filing",
        "Professional and friendly",
        "Careful and active listener",
        "Multitasking"
    ],
    "experience": [
        {
            "title": "Community Advocate",
            "company": "Company Name",
            "start_date": "Nov 2015",
            "end_date": "Present",
            "description": "Made it my goal to promote the independence of disabled individuals. Managed daily office operations and maintenance of community and consumer relations. Offered exceptional customer service to differentiate and promote the company brand. Collaborated with customer service team members to give exceptional service throughout the entire educational and joyful experience. Balanced the needs of multiple customers simultaneously in a fast-paced retail environment. Communicated Fairplex policy violations to the leadership team in a timely manner. Offered direction and gave constructive feedback to motivate team members. Held each team member accountable for achieving brand and performance goals. Built and maintained effective relationships with peers and upper management."
        },
        {
            "title": "Lead Human Resource Recruiter",
            "company": "Company Name",
            "start_date": "May 2012",
            "end_date": "Jan 2015",
            "description": "Answered customers' questions and addressed problems and complaints in person and via phone. Helped customers select products that best fit their personal needs. Maintained visually appealing and effective displays for the entire office. Offered exceptional customer service to differentiate and promote the company brand. Built customer confidence by actively listening to their concerns and giving appropriate feedback. Offered direction and gave constructive feedback to motivate team members. Held each team member accountable for achieving brand and performance goals. Built and maintained effective relationships with peers and upper management."
        },
        {
            "title": "Exhibit Creator",
            "company": "Company Name",
            "start_date": "Aug 2008",
            "end_date": "Oct 2009",
            "description": "Maintained visually appealing and effective displays for the entire building. Offered exceptional customer service to differentiate and promote the company brand. Collaborated with customer service team members to give exceptional service throughout the entire educational and joyful experience. Balanced the needs of multiple customers simultaneously in a fast-paced retail environment. Communicated Fairplex policy violations to the leadership team in a timely manner. Offered direction and gave constructive feedback to motivate team members. Held each team member accountable for achieving brand and performance goals."
        }
    ],
    "education": [
        {
            "degree": "Associate of Science, Social and Behavioral Sciences",
            "school": "Cal Poly Pomona",
            "year": "2012"
        },
        {
            "degree": "Minor in Psychology",
            "school": "Citrus College",
            "year": null
        },
        {
            "degree": "High School Diploma, General",
            "school": "Charter Oak High School",
            "year": "2008"
        }
    ],
    "certifications": [
        "CPR",
        "First Aid"
    ],
    "languages": []
}