{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Experienced health care administrator with a track record of boosting occupancy and revenue through strategic sales and marketing campaigns, effective use of internal systems, and strong partnerships with medical, insurance, legal and financial professionals. Demonstrated ability to develop and lead marketing initiatives, regional event planning, and staff training across fast-paced health care settings. Skilled in customer service, patient experience, and cross-functional collaboration to drive growth and operational excellence.",
    "skills": [
        "advertising",
        "agency",
        "balance",
        "benefits",
        "budget",
        "consultant",
        "creativity",
        "address customer complaints",
        "client",
        "customer satisfaction",
        "customer service experience",
        "customer service",
        "customer service training",
        "special events",
        "fashion",
        "features",
        "financial",
        "home health",
        "hospice",
        "inspiration",
        "insurance",
        "legal",
        "letters",
        "director",
        "marketing strategies",
        "marketing",
        "market",
        "marketing material",
        "meetings",
        "office",
        "win",
        "nursing",
        "patient flow",
        "quality",
        "sales",
        "surgery",
        "teamwork",
        "phone",
        "training programs",
        "personal catering"
    ],
    "experience": [
        {
            "title": "Health Care Administrator",
            "company": "Company Name",
            "start_date": "April 2015",
            "end_date": "May 2017",
            "description": "Meets and exceeds occupancy and revenue goals as a result of the development and implementation of an effective sales and marketing campaign as well as proper utilization of customer oriented internal systems. Community has increased occupancy to full capacity - resulting in community exceeding projected year over year revenue growth. Have developed and maintained relationships by making sales calls outside the community to medical, insurance, legal and financial professionals, hospital discharge planners and social workers, skilled nursing facilities, home health, hospice and clery. Advised and educated them on current availability and programs for a successful partnership. Developed creative marketing strategies to differentiate community from the competition on a limited budget including creative outreach programs and events. Have provided regional Marketing support to increase sales/move-ins for sister communitite on stretch assignements as requested by Regional Director. Served on six member South-East Regional Events Committee developing innovative monthly marketing strategies to be utilized system wide."
        },
        {
            "title": "Executive Director",
            "company": "Company Name",
            "start_date": "April 2013",
            "end_date": "April 2015",
            "description": "Meets and exceeds occupancy and revenue goals as a result of the development and implementation of an effective sales and marketing campaign as well as proper utilization of customer oriented internal systems. Community has increased occupancy to full capacity - resulting in community exceeding projected year over year revenue growth. Have developed and maintained relationships by making sales calls outside the community to medical, insurance, legal and financial professionals, hospital discharge planners and social workers, skilled nursing facilities, home health, hospice and clery. Advised and educated them on current availability and programs for a successful partnership. Developed creative marketing strategies to differentiate community from the competition on a limited budget including creative outreach programs and events. Have provided regional Marketing support to increase sales/move-ins for sister communitite on stretch assignements as requested by Regional Director. Served on six member South-East Regional Events Committee developing innovative monthly marketing strategies to be utilized system wide."
        },
        {
            "title": "Community Relations Director",
            "company": "Company Name",
            "start_date": "March 2012",
            "end_date": "April 2013",
            "description": "Advised and educated them on current availability and programs for a successful partnership. Developed creative marketing strategies to differentiate community from the competition on a limited budget including creative outreach programs and events. Have provided regional Marketing support to increase sales/move-ins for sister communitite on stretch assignments as requested by Regional Director. Served on six member South-East Regional Events Committee developing innovative monthly marketing strategies to be utilized system wide."
        },
        {
            "title": "Licensed Insurance Agent",
            "company": "Company Name",
            "start_date": "January 2006",
            "end_date": "January 2013",
            "description": "2-20 licensure and related licensee responsibilities. Present and sell Property and Casualty and Life and Health Insurance for a diverse customer base. "
        },
        {
            "title": "Patient Relations Coordinator",
            "company": "Company Name",
            "start_date": "January 2001",
            "end_date": "January 2006",
            "description": "Present and sell Property and Casualty and Life and Health Insurance for a diverse customer base. Consistently meet and exceed personal and agency weekly sales goal. Provide exceptional customer service experience to generate long term, loyal customers, thereby creating a continual referral base. Present various related Medicare products to Senior Citizens and their families, through probing, determine needs of client then introduce features and benefits most suitable to their specific needs. Develop and foster a relationship of teamwork with each client for a win-win outcome. Market products outside office environment, use creativity allowing for opportunities that may have been missed by others. Fashion and promote special events targeting specific markets including senior citizens and middle income families. Develop and grow business establishing synergistic relationships with like-minded professionals."
        },
        {
            "title": "Advanced Sales Director",
            "company": "Company Name",
            "start_date": "January 1994",
            "end_date": "January 2000",
            "description": "Independently coordinate customer service training program for Health First, Inc.; developed system to schedule and train associates in and extensive multi-disciplinary seven week training course; developed special events including customer service awards and department meetings. Developed on-going follow-up training events. Worked with Directors and Manager to balance quality training time with minimal employee downtime. Trained over 2400 associates over a four year period. Work closely with Health First Administration to communicate customer satisfaction goals for employees. Served as consultant to and liaison with and between departments by encouraging interdepartmental cooperation. Developed and implemented process, training and activities to improve patient flow through the facilities. Worked with external consultants to provide information and expertise. Internal consultant on a variety of subjects as they relate to the patient experience including but not limited to: Process Improvements, Patient Amenities, Marketing Material, Proper WorkAttire, Associate Recognition, Signage. Departmental support throughout the facilities including: Emergent Room support, Out-Patient Surgery, Hurricane Response Teams and others as needed. Respond to and address customer complaints and assist the patients, their families and staff to ultimately ensure a positive patient experience. Provided Customer Service Training programs to Health First Directors and Managers outside the hospital (Home Health, Hospice, Business Office, Health First Health Plans) as a consultant after I left the organization."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science in Risk and Benefits Management",
            "school": "The University of Alabama",
            "year": "1985"
        }
    ],
    "certifications": [
        "2-20 Licensure (Life & Health Insurance)",
        "2-15 Licensure (Property & Casualty Insurance)"
    ],
    "languages": []
}