{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Support Engineer with Public Trust Clearance and 10 years of IT experience in installing, maintaining, and repairing hardware, software, and networks. Experienced with server, computer and network support; fluent in Spanish.",
    "skills": [
        "Deployment",
        "Maintenance",
        "Active Directory",
        "Testing",
        "Workstations",
        "Access",
        "Technical Support",
        "Printers",
        "Blackberry",
        "Windows Server 2003",
        "Cases",
        "Documentation",
        "Test Cases",
        "Backups",
        "LAN",
        "LAN/WAN",
        "Integration",
        "Integrator",
        "Backup Exec",
        "Citrix",
        "Exchange",
        "Ghost",
        "Hardware Installation",
        "Networking",
        "Production Environment",
        "Remote Access",
        "Symantec",
        "TCP",
        "TCP/IP",
        "Veritas",
        "VMS",
        "VPN",
        "WAN Troubleshooting",
        "Security",
        "Accounts",
        "Accounts In",
        "Application Support",
        "Change Management",
        "Configuration Management",
        "Databases",
        "Engineer",
        "Immigration",
        "Inventory",
        "IT Procurement",
        "Lead Engineer",
        "Microsoft Visio",
        "Procurement",
        "Scheduling",
        "Scheduling Software",
        "Statistics",
        "Test Engineer",
        "VMware",
        "Database",
        "SQL",
        "QA",
        "QA Process",
        "Data Analyst",
        "Design Documentation",
        "Excel",
        "Medicare",
        "Microsoft Access",
        "MS Access",
        "Scripting",
        "Word",
        "Basis",
        "Incoming Calls",
        "Systems Integration",
        "Acrobat",
        "Adobe Acrobat",
        "Altiris",
        "Cisco",
        "CompTIA",
        "DHCP",
        "DNS",
        "Facets",
        "FTP",
        "Juniper",
        "Learning Center",
        "Learning Centers",
        "Lotus Notes",
        "Microsoft Office",
        "Microsoft Office 2010",
        "MS Office",
        "Office 2010",
        "PC Anywhere",
        "Photoshop",
        "Remedy",
        "Symantec PC Anywhere",
        "System Administration",
        "Systems Administration",
        "Virtual Machine",
        "Virtual Server",
        "VM",
        "Westlaw",
        "Windows 7",
        "Windows 8",
        "Windows Server 2008",
        "Windows XP",
        "Wise",
        "Linux",
        "IT Support",
        "Service Level Agreements",
        "Team Lead",
        "Data Center",
        "Red Hat",
        "Router",
        "File",
        "Helpdesk",
        "Telephone",
        "Apache",
        "Clients",
        "Migrations",
        "MySQL",
        "PHP",
        "Solutions",
        "Web Server",
        "Associate"
    ],
    "experience": [
        {
            "title": "IT Consultant",
            "company": "Company Name",
            "start_date": "September 2014",
            "end_date": "November 2014",
            "description": "Developed plan for network management platform for release software upgrades for SevOne customers, including procedures and scripts for backup, high availability continuity of polling during upgrade, and data stitching upon completion. Backed up data, restored solutions and data migrations for hardware refresh, cluster migrations and cluster re-alignment projects with customers. Actively contributed to the consistent improvement in processes and scripts/automation in delivery of services. Troubleshoot issues on Linux servers, Apache Web Server, MySQL, PHP and automation scripts for SevOne clients."
        },
        {
            "title": "Systems/Test Engineer",
            "company": "U.S. Immigration and Customs Enforcement (ICE) / Department of Homeland Security",
            "start_date": "November 2011",
            "end_date": "September 2014",
            "description": "Provided tier 1-3 technical and application support for 60 headquarters staff and 900 remote medical staff users. Managed 2,000 website user accounts; administered and performed account creation, deletion, permissions and configuration for Medical Applications (Casetrakker and eClinicalWorks) and related network accounts in Active Directory. Tested Casetrakker medical software to identify root causes, verified problems and validated resolutions. Coordinated with local IT Field Office staff to resolve escalated issues. Performed peripheral and software installations and upgrades on servers and desktops; tested new eClinicalWorks builds. Led deployments to field sites as Lead Engineer, maintained IT hardware and peripheral inventory, and supported virtualization in VMware vCenter. Created and updated network diagrams with Visio; developed and maintained test cases, data and statistics for issue analysis."
        },
        {
            "title": "Systems Administrator",
            "company": "Company Name",
            "start_date": "August 2008",
            "end_date": "November 2011",
            "description": "Provided Tier 2-3 level support for 400 local end users and 150 remote users. Managed Active Directory accounts; performed hardware installation and maintenance of workstations, servers and networking equipment. Imaged computers with Ghost and ImageX. Administered Symantec VERITAS Backup Exec and managed tape backups. Installed and configured Windows Server 2003/2008. Supported Blackberry Exchange Servers and devices; configured network printers; performed LAN/WAN troubleshooting. Led desktop equipment deployment, created VMs, and configured VPN, iPASS, and Citrix. Led Microsoft SCCM deployments and tested new software in production; maintained project documentation and created network diagrams."
        },
        {
            "title": "Analyst (Contractor)",
            "company": "HopOne Internet Services",
            "start_date": "January 2008",
            "end_date": "April 2008",
            "description": "Resolved application and technical issues for 3,000 customers; performed server hardware upgrades/downgrades. Created user accounts and managed rights and security groups. Performed Windows and Linux re-installs (Fedora, Ubuntu, CentOS, Red Hat). Set up cables, server racks, routers and switches in data center. Used monitoring tools to triage, troubleshoot and remotely repair problems."
        },
        {
            "title": "Helpdesk Analyst (Contractor)",
            "company": "Department of Defense",
            "start_date": "October 2007",
            "end_date": "January 2008",
            "description": "Responded to support requests for 2,000 remote users and 80 local users. Troubleshot desktop/server LAN/WAN hardware/software; implemented backups; dispatched technicians; maintained network printers and peripherals."
        },
        {
            "title": "Project Team Lead (Contractor)",
            "company": "Company Name",
            "start_date": "June 2007",
            "end_date": "October 2007",
            "description": "Managed Tier 2 escalation for 11-15 technicians on Windows Server 2003. Ensured SLAs were met; created and posted installation reports in Access; supported management initiatives to improve services and reduce costs; resolved hardware/software issues; supported network printers."
        },
        {
            "title": "Data Analyst (Contractor)",
            "company": "Company Name",
            "start_date": "October 2006",
            "end_date": "June 2007",
            "description": "Participated in development of configuration protocols and test cases for Medicare projects. Refined Access database reports and ran queries (SQL) to monitor data; provided Tier 1-2 hardware, software and network support for 100 medical staff."
        },
        {
            "title": "Document Analyst",
            "company": "Company Name",
            "start_date": "June 2005",
            "end_date": "June 2006",
            "description": "Built and executed data queries in Access/SQL; transferred and cleaned data; assisted QA; provided deployment, configuration and technical support for desktops and laptops for 100 end users."
        },
        {
            "title": "Contractor",
            "company": "Company Name",
            "start_date": "November 2004",
            "end_date": "May 2005",
            "description": "Provided Tier 1 technical support to 300 end users; installed, upgraded and maintained desktop hardware, software, printers and peripherals. Updated automated recall information system using Access database; handled 30-40 calls daily, created tickets and resolved or escalated technical issues."
        }
    ],
    "education": [
        {
            "degree": "Associate of Applied Science: Network Management and Security",
            "school": "Stratford University",
            "year": 2014
        },
        {
            "degree": "Bachelor of Science: Information Technology, Network Engineering",
            "school": "Stratford University",
            "year": 2014
        },
        {
            "degree": "Pursuing Bachelor of Science in Information Technology with Concentration in Network Engineering",
            "school": "Stratford University",
            "year": 2014
        }
    ],
    "certifications": [
        "CompTIA A+",
        "CompTIA Network+",
        "Red Hat System Administration I (RH124)"
    ],
    "languages": [
        "Spanish"
    ]
}