{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Eight years of progressive technical experience in quality assurance engineering of computer software in Windows environments. Proven ability to develop system test strategy and methodology, perform full-scale system integration and testing for quality, reliability, functionality and computability. Experienced in IEEE-compliant testing documentation and leading QA teams through product releases and major upgrades. Strong knowledge in automated and manual testing, test planning and defect management.",
    "skills": [
        "Quality Assurance",
        "Testing",
        "Access",
        "Qa",
        "Cases",
        "Database",
        "Regression Testing",
        "Visual Basic",
        "Client/server",
        "Integration",
        "Integrator",
        "Lotus Notes",
        "Microsoft Windows",
        "Ms Access",
        "Ms Visual Basic",
        "Printing",
        "Software Quality Assurance",
        "Windows 95",
        "Electrical Engineering",
        "Documentation",
        "Network Protocols",
        "Oracle",
        "Proposals",
        "Sql",
        "Unix",
        "Qa Test",
        "Test Plan",
        "Test Cases",
        "Application Analysis",
        "Application Support",
        "Automated Test Scripts",
        "Basis",
        "Billing",
        "Business Process Management",
        "C++",
        "Contracts",
        "Dispatching",
        "Issues Management",
        "Logistics",
        "Maintenance",
        "Maintenance Repair",
        "Planning Modules",
        "Process Management",
        "Qa Testing",
        "Scheduling",
        "Staff Training",
        "Strategic Planning",
        "Systems Support",
        "Telephony",
        "Test Scripts",
        "Training",
        "Graphical User Interface",
        "Gui",
        "Wireless",
        "Black Box",
        "Usability",
        "Adt",
        "Api",
        "Application Development",
        "Pocket Pc",
        "System Administration",
        "Systems Administration",
        "Telephones",
        "Voice",
        "Wap",
        "Retail",
        "Retail Marketing",
        "Team Lead",
        "Architecture",
        "Database Systems",
        "Design Review",
        "Engineer",
        "Quality Engineer",
        "Software Quality Engineer",
        "Test Plans",
        "White Box",
        "White Box Testing",
        "Black Box Testing",
        "Data Acquisition",
        "Databases",
        "Db2",
        "Dbase",
        "Dbase Iv",
        "Excellent Verbal And Written Communication Skills",
        "Ftp",
        "Ieee",
        "Internet Explorer",
        "Ipx",
        "Java",
        "Javascript",
        "Linux",
        "Ms Office",
        "Netbeui",
        "Netscape",
        "Networking",
        "New Products",
        "Novell",
        "Operations",
        "Problem Solving",
        "Rdbms",
        "San",
        "Software Development",
        "Software Testing",
        "Solutions",
        "Storage Area Network",
        "Structured Software",
        "System Integration",
        "Tcp",
        "Tcp/ip",
        "Virtual Machine",
        "Visual Test",
        "Vm",
        "Assurance Analyst",
        "Automated Testing",
        "Back End",
        "Data Integrity",
        "Dos",
        "Encryption",
        "Exchange",
        "File",
        "Invoice",
        "Lan",
        "Ms Exchange",
        "Ms-dos",
        "Progress",
        "Security",
        "Business Intelligence",
        "Collection",
        "Data Collection",
        "Data Mining",
        "Data Warehousing",
        "E-business",
        "Embedded Systems",
        "Html",
        "Inspections",
        "Inventory",
        "Qa Engineering",
        "Real Time",
        "Real Time Embedded",
        "Real Time Embedded Systems",
        "Shipping",
        "Wireless Data"
    ],
    "experience": [
        {
            "title": "QA Engineering Team Lead",
            "company": "Imagicast",
            "start_date": "2001-03",
            "end_date": "2001-07",
            "description": "Led the QA team for the Imagicast product line, established QA methods, inspections, tests and documentation to verify software quality prior to release. Diagnosed product failures or performance problems reported from the field. Performed QA tests on multi-threaded systems and verified data warehousing and data mining applications used for business intelligence, e-business server-side applications, multi-channel business applications, personalization features, and virtual inventory management. Verified operation of a DVD playback system and peripheral devices connected to embedded systems; tested data collection over wireless networks and HTML presentation on internet devices."
        },
        {
            "title": "Quality Assurance Engineering Manager",
            "company": "SenticaXchange",
            "start_date": "2000-05",
            "end_date": "2001-02",
            "description": "Primarily responsible for analysis of existing job flows, coordination and update of systems documentation, and proposals for change. Designed and executed test plans for ADT GUI Tool, Composer API, and SAM – System Administration Management; utilized UNIX and Oracle/SQL and various network protocols. Oversaw QA testing processes, defined requirements, infrastructure, standards, training, support, methods and procedures. Involved in corporate-wide Year 2000 certification planning. Coordinated end-user and systems support staff training; administered issues management, escalations and status reporting. Prepared QA Test Plans for manual and automated tests for Windows-based applications."
        },
        {
            "title": "QA Lead for Customer Care/Service Applications",
            "company": "Oracle Customer Care/Service Applications",
            "start_date": "1998-11",
            "end_date": "2000-05",
            "description": "Led QA testing for Oracle Customer Care/Service Applications including full business process management functionalities for support, scheduling, dispatching spare parts, logistics, service billing and field service. Created test documents for Oracle Telephony Management (OTM) and analyzed Maintenance, Repair and Overhaul (MRO) and System Resource Planning (SRP) modules within Oracle Applications. Provided time and cost estimations for QA processes, defined requirements, and oversaw test deliverables. Involved in corporate Year 2000 certification planning and training, and delivered regular status reports to senior management. Developed QA Test Plans and coordinated end-user training."
        },
        {
            "title": "QA Engineer II",
            "company": "Mail",
            "start_date": "1998-02",
            "end_date": "1998-11",
            "description": "Led QA team in black-box and white-box testing of a distributed client/server application. Conducted code walk-throughs and design reviews; developed test plans, test cases and regression suites; coordinated testing activities and communicated results. Performed manual and automated testing, tracked defects in TRACKER, and wrote/executed test cases for acceptance, boundary, performance, regression, volume and stress testing. Developed automated test scripts using QA Partner 4.0 in a Windows NT environment; authored The Findings Document summarizing analyses and recommendations."
        },
        {
            "title": "Software Quality Assurance",
            "company": "Day-Timer",
            "start_date": "1993-03",
            "end_date": "1997-09",
            "description": "Tested Day-Timer Organizer 2.0 for Windows 3.1/3.11 personal manager; tested a client/server database application built with MS Access and Visual Basic. Performed regression, acceptance, unit and integration testing; created automated test suites with QA Partner 3.5; assisted with bug tracking and written automated test scripts. Documented and maintained QA documentation; entered bugs into Lotus Notes and validated fixes."
        },
        {
            "title": "Senior Quality Assurance Analyst",
            "company": "Electronic Invoice Presentment",
            "start_date": "1997-09",
            "end_date": "1998-02",
            "description": "Developed low-level QA Test Plans and QA Reference Documentation; performed manual and automated testing of Windows NT-based electronic invoice presentment system. Led pilot project test activities, trained team members, and wrote daily status reports. Managed bug tracking, acceptance, functional, GUI usability, stress and regression testing. Created automated tests using QA Partner 4.0 and documented findings in The Findings Document."
        }
    ],
    "education": [
        {
            "degree": "Management Minor",
            "school": "National Education Center",
            "year": "1993-1994"
        },
        {
            "degree": "Testing Computer Software",
            "school": "Kensington Training Program",
            "year": "1993-1994"
        },
        {
            "degree": "BS Electrical Engineering",
            "school": "Technion University, Haifa, Israel",
            "year": "1990-1993"
        }
    ],
    "certifications": [
        "Year 2000 certification"
    ],
    "languages": [
        "English"
    ]
}