{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Energetic construction manager with specialization in commercial interior renovation, permit processing, site safety, and project coordination. Experienced in leading subcontractor teams, producing shop drawings, and delivering projects on time and within budget.",
    "skills": [
        "Permit processing",
        "Site safety coordination",
        "Safe job site setup",
        "Blueprint fluency",
        "Power and hand tool operation",
        "MS Office proficient",
        "MS Word",
        "Excel",
        "PowerPoint",
        "MS Project",
        "AutoCAD",
        "Revit",
        "Shop drawings",
        "RFI processing",
        "Submittals",
        "Subcontractor coordination",
        "Project management",
        "Team leadership",
        "Documentation",
        "Scheduling",
        "Quality control",
        "Email communication"
    ],
    "experience": [
        {
            "title": "Superintendent",
            "company": "Company Name",
            "start_date": "February 2012",
            "end_date": "Current",
            "description": "Qualified competitive subcontractor bids prior to execution of contracts. Coordinated plans and specs using marketing programming standards. Stayed consistent with project schedules and plans for all installations. Submitted all project closeout documents in accordance with the contract. Followed through with competent execution of project plans by providing proper tools and equipment to all construction personnel. Performed construction site pre-inspections and coordinated post-construction audits. Accurately provided status information on project progress to project management. Efficiently recorded and rejected incorrect deliveries of material to site. Monitored the safety of all construction activities, making on-site personnel safety the top priority. Proficiently used the IIT system to document all onsite issues. Obtained notices of completion and compliance certifications from all of the construction administration consultants. Led and managed resolution of all issues during project construction and commissioning phases. Projects: Dermcare (Commercial Interior Renovation) priced over 500000, Skyzone (Interior Built out) priced over 700000, and Family Medical Center (New Interior Build-out) priced over 500000. Supervise, coordinate, direct a team of subcontractors. Worked directly with architect and interior designer, involved with all aspects of the project from scheduling subcontractors, formulating daily reports, and formulating strategies to accomplish tasks. Assigned projects and tasks to employees based on their competencies and specialties. Facilitated processing of RFIs, submittals and samples among the general contractor, the owner and the owner's consultants. Obtained notices of completion and compliance certifications from all of the construction administration consultants. Submitted all project closeout documents in accordance with the contract."
        },
        {
            "title": "Superintendent / permit runner / design coordinator",
            "company": "Company Name",
            "start_date": "February 2010",
            "end_date": "February 2012",
            "description": "Worked on projects such as Marlin Stadium, Calder Race Track, and remodeling homes for LHHA (Little Haiti Housing Association). Marlin Stadium: led a team of six, operating heavy equipment, reading architectural and structural plans, installing foundations for exterior signs and all signs on walls and floors. Calder Race Track: rebuilt in-house living cabins and remodeled over 15 units, including bathrooms, plumbing, drywall, roof leaks, electrical fixtures, minor wiring, painting, flooring, trim and door installations. LHHA: supervised, permitting, drawing plans, and obtaining proper paperwork for subcontractors across multiple municipalities (Miami Gardens, North Miami, North Miami Beach)."
        },
        {
            "title": "Superintendent assistant",
            "company": "Company Name",
            "start_date": "January 2008",
            "end_date": "February 2010",
            "description": "Carefully coordinated plans and specifications using marketing programming standards. Facilitated processing of RFIs, submittals and samples among the general contractor, the owner, and the owner's consultants. Obtained notices of completion and compliance certifications from all of the construction administration consultants. Stayed consistent with project schedules and plans for all installations. Facilitated final punch list. Itemized, performed jobs, and organized crew to perform final stages of projects. Also helped with permitting processes in addition to the contract. Learned valuable lessons like teamwork."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science in Construction Management",
            "school": "ITT Tech",
            "year": "2013"
        },
        {
            "degree": "Associate degree in Drafting and Design",
            "school": "ITT Tech",
            "year": null
        }
    ],
    "certifications": [],
    "languages": []
}