{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Dedicated, hardworking restaurant management professional with extensive daily planning and operations experience. Skilled in menu planning using seasonal ingredients and a passion with cooking from scratch. Skilled in staff training and development. Previously managed more than 20 employees and organized small and large scaled events, including weddings and banquets. Highly dedicated in career growth.",
    "skills": [
        "ServSafe certified",
        "Quick problem solver",
        "Strong work ethic",
        "Results oriented",
        "Skillful menu development",
        "Kitchen management",
        "Food standards enforcement",
        "Experience with catering and events",
        "General knowledge of computer software",
        "Knowledge of multi ethnic cuisines",
        "Knowledge of gluten free, vegan, and other allergen restrictive preparations",
        "Knowledge of inventory practices",
        "Management and leadership experience",
        "Strong client-interaction skills",
        "Strong time management skills",
        "Works well as a part of a team",
        "Energetic, friendly and enthusiastic",
        "Knowledge of assigned diets"
    ],
    "experience": [
        {
            "title": "Executive Chef",
            "company": "Company Name, City, State",
            "start_date": "2007-09",
            "end_date": "2015-02",
            "description": "Meets all timelines for menus and ordering. Create a farm to table culture in the café at Saint Joseph's College by utilizing the college's farms produce and livestock as well as creating business relationships with local farms, artisans, and other family owned companies. Create weekly menus based on seasonality. Takes over the ownership of the kitchen. Hires, trains, and supervises the daily conduct of the Chefs and Sous Chefs. Prices all menu and catering items, specifying portion and prep quantities while adhering to food, and sustainability guidelines. Maintains and monitors kitchen payroll in conjunction with business forecasts and the budget. Ensures that food cost meets budgetary goals each week in all operations by establishing purchasing specifications, product storage and usage requirements and waste control procedures. Reviews catering portions and pricing quarterly, suggesting changes and monitoring waste from events. Catered special events for the board of the college, weddings, and other events from 10-1200 people. Uses a variety of high quality food items that are creatively well prepared, presented and flavorful in a cost effective manner in the Cafés and catering. Works with management team to ensure that all display, catering and café service and culinary set up meet specific account standards. Prepares a well balanced menu that meets the cultural and dietary needs of the Café guests. Meets and exceeds the expectations of the customer's perceived value. Knowledge of multi ethnic cuisines. Knowledge of gluten free, vegan, and other allergen restrictive preparations."
        },
        {
            "title": "Line Chef",
            "company": "Company Name, City, State",
            "start_date": "2006-06",
            "end_date": "2008-01",
            "description": "Prep food for the kitchen. Create Specials for the dinner and lunch menu. Cooking food for large banquets including weddings and other functions up to 300 people. In charge of training new cooks. Cook breakfast, lunch, and dinner. Clean the kitchen in detail. Gained knowledge of building each dish from scratch."
        },
        {
            "title": "Line Cook",
            "company": "Company Name, City, State",
            "start_date": "2005-07",
            "end_date": "2006-10",
            "description": "Prep food for the line. Cook everything from appetizers to fried food, to the main dishes. In charge of creating my own specials every day. In charge of closing the restaurant. Clean the kitchen in detail. In charge of training new cooks. Developed strong multi-tasking skills by working alone in a busy kitchen."
        },
        {
            "title": "Line Cook",
            "company": "Company Name, City, State",
            "start_date": "2004-10",
            "end_date": "2005-04",
            "description": "Prepped food for line. Cooked appetizers, soups, sandwiches, and all fried foods. Detail cleaned the kitchen. Developed strong communication skills by working in a high pace kitchen environment."
        }
    ],
    "education": [
        {
            "degree": "Associate of Arts, Culinary Arts",
            "school": "Southern Maine Community College",
            "year": "2004"
        }
    ],
    "certifications": [
        "ServSafe certified"
    ],
    "languages": []
}