{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "I am seeking a position that challenges my current experience and grants the opportunity to make a measurable impact. Much of my experience is transferable, specifically in the areas of business strategic planning, process development, problem resolution, customer service, attention to detail. I am a strong planner and problem solver, who readily and easily adapts to change. I work well individually or within the context of a team, and consistently exceeds expectations. Able to manage multiple priorities and meet tight deadlines without compromising quality.",
    "skills": [
        "Leadership development training",
        "Process development",
        "Bank reconciliations",
        "Office Management",
        "Conflict resolution",
        "Complex problem resolution",
        "Strategic planning",
        "Records Management performance tracking",
        "Business recovery and sustainability",
        "Interpersonal",
        "Customer Service",
        "Spreadsheets/Reports",
        "All forms of communication including verbal, written and digital",
        "Computer skills",
        "Microsoft Office Suite",
        "Workday",
        "Kronos",
        "Regloginc",
        "Arrow",
        "CPI",
        "Fidelity",
        "QuickBooks"
    ],
    "experience": [
        {
            "title": "Site Lead / Process Analyst",
            "company": "Company Name",
            "start_date": "September 2013",
            "end_date": "Present",
            "description": "Developed organizational change management strategies. Reduced operating costs by 45% by streamlining processes. Conducted activity-based analysis of business processes and made recommendations. Managed a team of nine technicians. Drafted monthly financial reconciliations and forecasts. Identified bottlenecks and implemented new and improved processes and policies. Served as primary liaison between client (US Bank) and multiple internal groups to ensure clarity of goals, quality and deadlines. Tracked departmental output and implemented corrective actions. Trained and supported users during new system implementations and upgrades. Established and maintained effective communication systems. Planned, directed and monitored regulatory operations. Implemented processes to streamline workflow. Created solutions in inventory, production reporting, and software upgrades that led to system improvements."
        },
        {
            "title": "Inventory Control Manager (Promoted from Loan Mortgage Foreclosure)",
            "company": "Company Name",
            "start_date": "September 2011",
            "end_date": "March 2013",
            "description": "Promoted from Loan Mortgage Foreclosure. Researched banking guidelines and statutory requirements to stay updated on new laws and applications. Recruited and oversaw training for all new department employees. Assisted senior-level credit officers with complex loan applications. Performed daily maintenance of the loan applicant database. Achieved proper compliance and accurate executive level reporting. Managed the flow of inventory on the floor. Enforced government regulations and ensured team compliance."
        },
        {
            "title": "Customer Service",
            "company": "Wells Fargo",
            "start_date": "September 2011",
            "end_date": "March 2013",
            "description": "Provided customer service to a diverse Wells Fargo clientele. Acted as a liaison for multiple departments to create standardized processes. Coordinated with attorneys on foreclosure processing. Examined files for errors and completeness. Responded to inquiries by telephone, written, or email. Resolved non-routine, complex variances and ensured file compliance. Conducted loan reviews and recommended corrective actions; analyzed documentation for deficiencies."
        },
        {
            "title": "Supervisor of the Hospitality and Operations Department",
            "company": "Lifetime Fitness",
            "start_date": "July 2006",
            "end_date": "September 2015",
            "description": "Provided administrative support across departments, answered phones, assisted visitors, and resolved administrative problems. Managed work shifts using Workday and Kronos for wage profiles, PTO, and time clock management. Coordinated staff for operational support activities and served as a liaison between departments. Delivered uncompromising customer service to patrons. Led cross-department meetings and built strong relationships to achieve results. Consistently earned high performance ratings for accuracy, quality, and adaptability."
        }
    ],
    "education": [
        {
            "degree": "Diploma",
            "school": "Burnsville High School",
            "year": ""
        },
        {
            "degree": "Biochemistry and Entrepreneurship (working progress)",
            "school": "University of St. Thomas, St. Paul, Minnesota",
            "year": ""
        },
        {
            "degree": "Leadership Training",
            "school": "John Maxwell Leadership Training",
            "year": ""
        },
        {
            "degree": "CEP - Continue Education Program",
            "school": "John Maxwell Leadership Training",
            "year": ""
        }
    ],
    "certifications": [
        "John Maxwell Leadership Training",
        "CEP - Continue Education Program"
    ],
    "languages": [
        "Kiswahili (fluent)"
    ]
}