{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Merchandiser, Sales with negotiation skills, market insight and business acumen to guide struggling and newly-formed companies to financial success. Experienced in marketing, lead generation, strategic & consultative selling, relationship building, B2B sales, account management, territory development, C-level and technical presentations, and project management.",
    "skills": [
        "Negotiation",
        "Market insight",
        "Business acumen",
        "Organizational skills",
        "Marketing",
        "Lead generation",
        "Strategic selling",
        "Consultative selling",
        "Interpersonal skills",
        "Collaboration",
        "B2B sales",
        "Customer retention",
        "Account management",
        "Developing/expanding territories",
        "C-level presentations",
        "Technical presentations",
        "Project management",
        "Relationship building",
        "Merchandising",
        "Marketing materials",
        "POS distribution",
        "Sales training",
        "Cold calling",
        "Sales quotas",
        "Channel marketing",
        "Internet marketing",
        "Major accounts",
        "Marketing strategy",
        "New hires",
        "Territory management",
        "Sales presentations",
        "Sales events",
        "Networking",
        "Territory",
        "Sales",
        "Lead generation",
        "Retail marketing"
    ],
    "experience": [
        {
            "title": "Merchandiser, Sales",
            "company": "Southern Wine & Spirits",
            "start_date": "2013-05",
            "end_date": "Current",
            "description": "Build relationships with store owners. Strategically place merchandising and marketing materials in stores. Discuss and plan future opportunities for merchandising with management team. Point of contact for sales reps; assisting them in the field. Help sales reps sell their product into stores by booking high-end merchandising materials and locations. Organize warehouse and pallets. Distribute POS, samples, bar kits and racks to appropriate divisions. Build relationships with store owners. Discuss marketing materials with store owners. Notable Accomplishments: Built strong relationships with key accounts; Responsible for opening and closing storage unit; Implemented an organized system for distributing samples; Booked strategic platform and window displays."
        },
        {
            "title": "Account Manager",
            "company": "Forgotten Children of Haiti",
            "start_date": "2009-01",
            "end_date": "Current",
            "description": "A member since 1996, elected to Executive Board 2009. Took time off to help with the earthquake relief. Organize fundraisers and benefits. Manage and recruit volunteers. Made contacts with significant contributors and corporate relations. Organized to ship containers of medical supplies, food and clothes to Haiti. Notable Accomplishments: Increase donations to $50,000 in 7 months; Spokesman at events, 300+ people; Press Interviews; Shipped 3 containers of medical supplies, food and water."
        },
        {
            "title": "Account Executive",
            "company": "Elavon / US Banks partnership",
            "start_date": "2008-08",
            "end_date": "2010-09",
            "description": "Elavon partnership; Conducted training for North Eastern team on Cold Calling techniques. Managed five counties totaling 30 banks. Established new clients and maintained strong relationships with Bank Regional President, Managers and staff. Presented to bank personnel during Area meetings. Notable Achievements: Ranked No. 3 among peers, Top Rep in the month February; No. 1 Monthly Fees May; No. 2 Bundles Contest January in North East Region; Awarded for the best Pend Percentage for October in North East Region."
        },
        {
            "title": "Account Executive",
            "company": "Yellowbook",
            "start_date": "2005-09",
            "end_date": "2008-08",
            "description": "Managed Major Accounts worth more than $50k in four territories. Reviewed and grew account base by 18% to surpass given objectives. Interviewed and observed potential candidates for employment, mentored new hires. Established new clients to grow profitable territories and meet set objectives, 12 per quarter. Provided clients with a profitable marketing strategy in both print advertisement and internet marketing. Continuously maintained and established solid relationships with clients. Met publication and internet deadlines; achieved 100% of sales quotas. Elected Captain and Speaker of Yorktown/Peekskill county team. Notable Accomplishments: Presidential Achievement Award; Ranked 6th in top 10% of region; etc."
        }
    ],
    "education": [
        {
            "degree": "Bachelors of Arts",
            "school": "Marist College",
            "year": null
        }
    ],
    "certifications": [],
    "languages": [
        "French",
        "Spanish"
    ]
}