{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Punctual retail sales professional focused on exceeding expectations and building customer loyalty. Flexible schedule and strong mathematical aptitude. Results-oriented Store Manager focused on increasing profits, reducing costs, inventory management and transforming customer service standards. Enthusiastic, outgoing and fashion-savvy Sales Associate proficient at building positive relationships with new and existing customers by offering superior customer service.",
    "skills": [
        "cash register",
        "closing",
        "Computer literate",
        "Credit",
        "customer relations",
        "customer satisfaction",
        "customer service",
        "Employee relations",
        "Fluent in English",
        "inventory",
        "listening",
        "Merchandising",
        "Natural",
        "policies",
        "POS",
        "problem solver",
        "Retail sales",
        "sales",
        "staffing",
        "store merchandising",
        "team player",
        "telephone"
    ],
    "experience": [
        {
            "title": "Sales Associate",
            "company": "Company Name",
            "start_date": "September 2013",
            "end_date": "November 2015",
            "description": "Stocked and replenished merchandise according to store merchandising layouts. Priced merchandise, stocked shelves and took inventory of supplies. Cleaned and organized the store, including the checkout desk and displays. Alerted customers to upcoming sales events and promotions. Identified potential shoplifters and alerted management. Trained 7 new sales associates each quarter. Completed all point of sale opening and closing procedures, including counting the contents of the cash register. Welcomed customers into the store and helped them locate items. Handled all customer relations issues in a gracious manner and in accordance with company policies. Educated customers about the brand to incite excitement about the company's mission and values. Shared best practices for sales and customer service with other team members to help improve the store's efficiency. Used time efficiently when not serving customers, including folding clothes and cleaning out fitting rooms. Resolved all customer complaints in a professional manner while prioritizing customer satisfaction. Followed merchandising guidelines to present visually appealing displays. Mentored new sales associates to contribute to the store's positive culture. Fostered a positive work environment by consistently treating all employees and customers with respect and consideration. Cultivated a customer-focused shopping environment by greeting and responding to all customers in a friendly manner. Communicated clear expectations and goals to each team member. Worked with the management team to implement the proper division of responsibilities. Actively pursued personal learning and development opportunities. Strategically scheduled team members to maintain optimal staffing levels at all times. Answered customer telephone calls promptly and in an appropriate manner."
        },
        {
            "title": "Lot Associate",
            "company": "Company Name",
            "start_date": "March 2013",
            "end_date": "September 2013",
            "description": "Operated a cash register for cash, check and credit card transactions with 100% accuracy. Stocked and replenished merchandise according to store merchandising layouts. Cleaned and organized the store, including the checkout desk and displays. Alerted customers to upcoming sales events and promotions. Identified potential shoplifters and alerted management. Trained 3 new sales associates each quarter. Handled all customer relations issues in a gracious manner and in accordance with company policies. Welcomed customers into the store and helped them locate items. Used time efficiently when not serving customers, including folding clothes and cleaning out fitting rooms. Mentored new sales associates to contribute to the store's positive culture. Fostered a positive work environment by consistently treating all employees and customers with respect and consideration."
        },
        {
            "title": "Package Handler",
            "company": "Company Name",
            "start_date": "June 2013",
            "end_date": "July 2013",
            "description": "Loaded and Scanned 400 packages an hour. Unloaded 1000 packages an hour."
        },
        {
            "title": "Pick Pack",
            "company": "Company Name",
            "start_date": "November 2015",
            "end_date": "January 2016",
            "description": "Supervised material flow, storage and global order fulfillment. Unloaded, picked, staged and loaded products for shipping. Reported inventory balances and cycle counts in both the ERP and WMS systems. Oversaw warehousing and storage practices and housekeeping."
        }
    ],
    "education": [
        {
            "degree": "Associate of Science: General Studies",
            "school": "Manchester Community College",
            "year": "2012"
        },
        {
            "degree": "High School Diploma",
            "school": "Windsor High School",
            "year": null
        }
    ],
    "certifications": [],
    "languages": [
        "English"
    ]
}