{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Competent HR Generalist and seasoned recruiter with an extensive background in HR Operations functions across large corporates. Through my progressive career, I have helped build HR operational efficiencies by meeting standards of excellence in end-to-end HR delivery Highlights PeopleSoft, Oracle, ATS Office Package: Expert proficiency in MS Word, MS Excel, MS PowerPoint, MS Outlook",
    "skills": [
        "Assistant Manager",
        "banking",
        "counseling",
        "clients",
        "hiring",
        "HR",
        "marketing",
        "MS Excel",
        "Office",
        "MS Outlook",
        "MS PowerPoint",
        "MS Word",
        "negotiations",
        "network",
        "Oracle",
        "PeopleSoft",
        "performance management",
        "personnel",
        "policies",
        "processes",
        "Recruitment",
        "recruiting",
        "reporting",
        "sales training",
        "Vendor Management",
        "annual reports"
    ],
    "experience": [
        {
            "title": "Regional HR Deputy Manager",
            "company": "Company Name",
            "start_date": "2010-06",
            "end_date": "2014-03",
            "description": "Provided full range of generalist services, employee retention, employee engagement, performance management and corporate social responsibility including talent acquisition in the geography within the HR operational framework of the organization. Managed regional HR portfolio for a territory with employee base of over 700 employees. Executed full employee life-cycle management for the employees in the designated geographical territory. Managed full cycle recruitment process, sourcing of resumes through internal and external sources till bringing the candidate onboard. Implemented recruitment strategies to reach high volume recruiting. Helped organize and manage interviews of 300+ candidates from top schools. Conducted on-campus events to increase company's on-campus engagement. Coordinated full-time and summer hires, implemented end-to-end processes. Was part of interview panel for all levels, analyzed results, did salary negotiations and rolled out offers. Administered hiring, onboarding activities and conducted new hire orientation. Assisted managers and employees understand and apply people tools, policies and procedures. Responsible for background checks, employment process, records management, diversity initiatives and engagement initiatives. Coordinated and facilitated half-yearly and annual performance management exercise. Managed personnel files and HR reporting, tracking and metrics. Managed the employee separation process including weekly, monthly, quarterly and annual reports, and publishing the same to key stakeholders. Managed off-boarding program including exit interviews for voluntary and involuntary terminations. Developed and rolled out the HR Scorecard for measuring operational excellence. Accredited for best HR Audit including records and files, online data sanctity, general HR practices and all applicable documentations. Awarded for best turn-around time in recruitment by introducing new procedures that streamlined hiring process and vendor relationships."
        },
        {
            "title": "Regional HR Assistant Manager",
            "company": "Company Name",
            "start_date": "2008-03",
            "end_date": "2010-05",
            "description": "All-encompassing experience in a manufacturing setup across recruitment & selection, training & development, vendor management. Delivered end-to-end Recruitment and Generalist services to the North Zone. Coordinated 360 degrees feedback exercise for talent pool. Presented monthly attrition analysis to business heads and drew up action plan. Assessed short term/long term requirements based on volume of work. Manpower planning for proposed and existing branches. Addressed grievances, counseling of employees, absenteeism and personal problems. Daily interaction with managers; collected opinions for smooth operation. Conducted employee engagement activities at branches and accredited for streamlining recruitment process across the North Zone through Vendor Management."
        },
        {
            "title": "Branch Operations Officer",
            "company": "Company Name",
            "start_date": "2007-05",
            "end_date": "2008-02",
            "description": "Overseeing all activities in regards to opening new corporate accounts. Assisted in developing marketing resources for new and existing corporate customers. Accredited for creating and executing sales training classes for all new associates. Responsible for creating a strong network of local corporate clients. Handled branch banking operations effectively."
        }
    ],
    "education": [
        {
            "degree": "MBA in Human Resources",
            "school": "GHS-IMR Business School",
            "year": 2007
        },
        {
            "degree": "B.Com",
            "school": "CSJMU, Uttar Pradesh University",
            "year": 2005
        }
    ],
    "certifications": [],
    "languages": []
}