{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Results-driven General Manager with strong interpersonal skills and extensive luxury retail sales experience, focused on client development and retention.",
    "skills": [
        "Microsoft Excel",
        "Microsoft Word",
        "Microsoft PowerPoint",
        "Trend analysis",
        "Adaptability to changing markets",
        "Customer focused sales growth",
        "Ability to deliver results against goals",
        "Building effective teams",
        "Team leadership",
        "Staff development",
        "Vendor relationship management",
        "Store operations",
        "Client development",
        "Sales leadership",
        "Service excellence",
        "Brand imaging",
        "High-performance service standards",
        "Talent attraction and retention",
        "Succession planning",
        "Staff coaching and training"
    ],
    "experience": [
        {
            "title": "Fine Apparel Department Manager",
            "company": "Company Name, City, State",
            "start_date": "11/2013",
            "end_date": "Current",
            "description": "Manage, drive a high volume multi vendor business to achieve goals. Strategically plan business to meet sales goals, talent development. Provide leadership, team building to store, sales staff in driving sales, service, profitability. Provide team with tools, training of company values, core focus of brand imaging. Retain, motivate, coach, train an elite sales team in the art of clientele. Motivate, lead by example in the standards of excellence. Work in tandem with buying office to meet business needs, maximize opportunities in market. Develop, maintain strong vendor relations to drive sales and meet sales goals. Oversee merchandise opportunities, set merchandise standards, evaluate merchandise performance, adjust to meet business needs. Oversee the selling process, providing leadership, motivation to store team, achieving sales, volume goals. Establish, maintain high-performance service standards to enhance customer experience, actively seek input from customers to ensure consistent adherence to service standards. Actively train, develop, coach the team to achieve goals, while modeling sales focused behaviors, skills development that utilizes the available tools. Proactive in managing performance, ensuring that the store team clearly understand their roles, are focused on achieving goals. Oversee stylists development, empower the sales force to achieve selling goals through product knowledge, coaching, performance feedback. Attract, retain key associates by becoming/maintaining the employer of choice in local market. In constant pursuit of top talent in surrounding market to optimize staffing opportunities."
        },
        {
            "title": "General Manager",
            "company": "Company Name, City, State",
            "start_date": "01/2011",
            "end_date": "10/2013",
            "description": "Consecutively increased business by 16% year one and 10% year two, by training, developing sales staff in the art of client outreach and retainment. Developed, implemented a standardized process for client development performance, growth and increasing client retention. Established, maintain strong rapport with community to increase brand awareness. Train, maintain the standards of excellence set by brand. Provide leadership, team building to the store associates, driving sales, high caliber service, profitability. Provide store team with tools, coaching required to meet brand filter service standards. Focus on sales, profitability; establish, maintain customer focused standards, set work pace, deliver store goals. Provide vision, motivation to achieve goal. Groom for succession, empower to excel. Create, maintain high performance team and environment. Attract, retain key associates in local market."
        },
        {
            "title": "Assistant Manager",
            "company": "Company Name, City, State",
            "start_date": "01/2010",
            "end_date": "01/2011",
            "description": "In partnership with management, increase YTD sales by 16%. Managed and successfully groomed all stylist in the art of client outreach resulting in double digit growth. Oversee the selling process, providing leadership and motivation to store management team, associates in achieving sales and volume goals. Establish, maintains high performance service standards, to enhance the customer experience, actively seek input from customers to ensure consistent adherence to service standards. Actively train, develop, coaches the team to achieve goals, while modeling sales focused behaviors, skills development that utilizes the available tools. Manage, evaluate performance, ensuring that the store team clearly understand their roles, are focused on achieving goals. Develop, retain direct reports, ensuring their readiness for increased responsibility and providing a bench of internal talent to fill open positions. Oversee stylist development, empower the sales force to achieve selling goals through product knowledge, coaching, performance feedback. Maintain knowledge of top talent in the market place, proactive recruitment to fill open positions."
        },
        {
            "title": "Stylist",
            "company": "Company Name, City, State",
            "start_date": "06/2009",
            "end_date": "01/2010",
            "description": "Developed and maintained a strong client book which increased store revenue by 12% in 6 months. Maintained, developed loyal clients, exponentially increased client spend. Developed, maintained a strong relationship with management, team members. Demonstrated strong operational skills (managing stock rotations, transfers, and inventory). Top sales person in MaxMara Northbrook. Promoted to Key holder in 2 months."
        },
        {
            "title": "Owner/ Designer/ Wholesaler/ High End Children's Apparel",
            "company": "Company Name, City, State",
            "start_date": "06/1992",
            "end_date": "03/2007",
            "description": "Turned a $2000 investment into a 1.8 million dollar business within 5 years of inception. Concurrently operated 2 retail locations, manufacturing facility. Successfully maintained, developed a loyal client following with exponential growth. Designed, produced, wholesaled a private label collection with margins of 70% and higher. Managed a staff of 48. Hired, trained staff to meet the business needs. Developed and maintained strong vendor relations. Recognized, introduced new designers into the market. Recruited and maintained a loyal and highly motivated staff with a turnover of 10% or less. Developed, maintained strong ties in the community by partnering in charity activities. Sold business profitably in 2007."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts: Graphic Arts/ Business (Minor: Jewelry Design)",
            "school": "Loyola University, City, State",
            "year": null
        }
    ],
    "certifications": [],
    "languages": [
        "English",
        "Spanish"
    ]
}