{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Rehovot, Israel",
    "summary": "Senior solution architect with wide experience of creating and maintaining IT systems. Deep knowledge of C#, JavaScript, SQL, PHP and many other technologies; 10+ experience in Microsoft technologies. I've implemented a large number of projects on SharePoint (2007, 2010 and 2019) platforms. Developed applications both for SharePoint and standalone, integrated them with external databases and web- services. Over fifteen years experience in programming and a Master degree in engineering makes me capable of executing complicated and challenging projects. My family and I did Alia last year and Im looking for a company to continue my career in Israel.",
    "skills": [
        "Asp.Net",
        "C#",
        "Java Script",
        "React",
        "jQuery",
        "NodeJS",
        "XHTML",
        "CSS",
        "XML",
        "DOM",
        "PHP",
        "PowerShell",
        "Windows cmd-scripts",
        "UNIX shell scripts",
        "SharePoint web-parts",
        "timer jobs",
        "web-services",
        "MVC applications",
        ".NET",
        ".NET Core",
        "Microsoft SQL Server 2008",
        "Microsoft SQL Server 2012",
        "MySQL",
        "writing complex SQL queries",
        "creating stored procedures",
        "views",
        "optimization of SQL queries",
        "TeamCity",
        "Bitbucket"
    ],
    "experience": [
        {
            "title": "Senior Software Engineer",
            "company": "GPB, financial company",
            "start_date": "2008",
            "end_date": "2022",
            "description": "I successfully completed the Portal migration from SharePoint 2010 to SharePoint 2019 - 25k+ active users, ~1Tb content databases, about 50 various applications and customizations. I made a substantial analysis of the existing system, its infrastructure, applications and integration with external systems. I created a migration plan and then managed the process, also I developed and implemented several applications for direct data migration from SharePoint 2010 to 2019. Automated the development process based on SharePoint 2019 and Net.Core applications with TeamCity, Bitbucket. Successfully leaded the team of 13 employees. Managed full stack development from receiving a task to a complete solution."
        },
        {
            "title": "Full-stack SharePoint Software Developer",
            "company": "GPB, financial company",
            "start_date": "2010",
            "end_date": "2015",
            "description": "Full life cycle support of the Portal system based on Microsoft SharePoint. Collaborated with contractors to offer and then develop and implement different solutions. Integrate various features and technical specifications of applications, continuous functionality of the Portal system, developed SharePoint solutions for internal needs. Developed an Employee information application (Asp.net, C#, MSSQL, SharePoint) with custom database, integrated with employee accounting system and Active Directory. Aggregation data from several databases, synchronous and asynchronous exchanges between different data sources. Created a number of applications that use SharePoint objects as datasource, custom web-parts for SharePoint."
        },
        {
            "title": "Junior Software Developer",
            "company": "GPB, financial company",
            "start_date": "2008",
            "end_date": "2010",
            "description": "Development of simple applications and functions for internal needs of the company - polls, photogallery, making promo-pages. Simple SQL requests and usage in web-applications."
        },
        {
            "title": "Head Engineer",
            "company": "Traverse avia service, air flights organization",
            "start_date": "2007",
            "end_date": "2008",
            "description": "Created and supported company web-sites on PHP and MySQL using self-made CMS."
        },
        {
            "title": "IT-specialist",
            "company": "Protek, pharmaceutical company",
            "start_date": "2006",
            "end_date": "2007",
            "description": "Developed a multivariable search system of drugs in pharmacies in Moscow using PHP and MySQL, a website search system with multivariable filters."
        },
        {
            "title": "Web-master",
            "company": "RBC, Media company",
            "start_date": "",
            "end_date": "",
            "description": "Member of a team of developers."
        }
    ],
    "education": [
        {
            "degree": "",
            "school": "",
            "year": "1998"
        }
    ],
    "certifications": [
        "SharePoint 2016: Administration (Microsoft)",
        "IIS 7.5 Administration and troubleshooting (Microsoft)",
        "Visual Studio 2012 ALM Testing Tools (Microsoft)"
    ],
    "languages": [
        "Russian (native)",
        "English (Upper Intermediate)"
    ]
}