{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Former police detective with 22 years of experience. Specialized in investigating organized crime, money laundering, financial fraud, bank fraud and tax fraud cases. Well experienced in traditional and digital/web based investigations. SWAT/firearms/driving/defensive tactics trainer experience. Highlights Financial crimes investigator ID theft investigator Insurance Fraud Court testimony Skilled interrogator Firearms/Driving Instructor GPS tracking services Undercover investigations Accomplishments Created the Internet forensic detective position to support all investigation types. Pioneered the use of asset forfeiture in fraud investigations, seizing over $50,000 in assets in one year. Developed a training program that increased liquor enforcement by 500%. Implemented a GIS case tracking system. Sustained a 100% conviction rate for assigned fraud cases.",
    "skills": [
        "Financial investigations",
        "Auditing",
        "Digital evidence",
        "Surveillance",
        "Undercover operations",
        "Fraud",
        "Web investigations",
        "Mining social networks",
        "Cell phone records",
        "Tenacity",
        "Interrogation",
        "Interviewing",
        "Program management",
        "Efficient case management",
        "GIS programming",
        "Leadership",
        "Training",
        "Firearms instructor",
        "Defensive tactics instructor",
        "Driving instructor",
        "Microsoft Word",
        "Microsoft Excel",
        "Microsoft PowerPoint",
        "Microsoft Access",
        "Microsoft Outlook",
        "Microsoft Publisher",
        "ESRI ArcView GIS",
        "SEQUEL",
        "VBA",
        "GPS tracking services",
        "Geographic Information Systems"
    ],
    "experience": [
        {
            "title": "Flight Attendant",
            "company": "Company Name",
            "start_date": "10/2013",
            "end_date": "Current",
            "description": "Took this job for the time to write two novels about terrorism and police/military response: GOOD BYE, SEATTLE and AVENGE SEATTLE."
        },
        {
            "title": "Personal Fitness Trainer",
            "company": "Company Name",
            "start_date": "09/2011",
            "end_date": "10/2013",
            "description": "Designed and conducted individualized fitness programs. Developed and implemented an Access based database for programs and exercises for trainers."
        },
        {
            "title": "Fraud Detective",
            "company": "Company Name",
            "start_date": "08/2005",
            "end_date": "09/2011",
            "description": "Pioneered asset forfeiture procedures for fraud unit, over $50,000 in criminal proceeds and equipment being converted to support investigations. Created the Internet Forensic Detective position, increasing our detectives' ability to function in the modern media and specifically the off-site, foreign server storage of data. Successfully investigated complex financial investigations from retail transactions to overseas wire transfers. 100% conviction/confession rate. Helped re-write the department's unusual occurrence manual bringing our department into compliance with international standards. Instructor in Emergency Vehicle Driving, Liquor Law Enforcement, and Field Training Officer."
        },
        {
            "title": "Enforcement Officer",
            "company": "Company Name",
            "start_date": "12/2004",
            "end_date": "08/2005",
            "description": "Managed enforcement and regulatory activities related to 300+ licensees. Conducted investigations ranging up to complex financial investigations of hidden owners. Started a program to teach liquor law enforcement at Basic Law Enforcement Academy and various agencies, increasing effective enforcement throughout the region by 500% without requiring additional personnel."
        },
        {
            "title": "Firearms and Defensive Tactics Instructor Program Manager / Technician",
            "company": "Company Name",
            "start_date": "08/2003",
            "end_date": "12/2004",
            "description": "Designed and implemented a GIS based data management system, replacing their paper system, which drastically decreased man-hour costs per project. Initiated and managed multiple projects within a cost share program involving local community members and WA Dept. of Ecology."
        },
        {
            "title": "Senior Police Officer",
            "company": "Company Name",
            "start_date": "11/1994",
            "end_date": "06/2002",
            "description": "Served on gang emphasis patrol detail, SWAT team, Field Training Officer, and Fraud Investigator. Regional Representative to Washington State Tactical Officers' Association Instructor at state level for SWAT basic and advanced courses. Developed a class for military style tactical planning at advanced SWAT courses. Member of Congressman Nethercutt's law enforcement advisory board. Helped introduce a bill for state funding for body armor for less affluent, smaller departments."
        },
        {
            "title": "Deputy Sheriff",
            "company": "Company Name",
            "start_date": "06/1989",
            "end_date": "11/1994",
            "description": "SWAT Team Trainer, Field Relief Supervisor, Search and Rescue team member"
        },
        {
            "title": "Commanding Officer",
            "company": "Company Name",
            "start_date": "06/1985",
            "end_date": "06/1989",
            "description": "Commanded a 143 man Military Police organization. Organized MP detachments based on mission requirements and commanded detachments once deployed. Commanded the largest peacetime POW exercise of a USMC unit, receiving a letter of commendation from US Central Command, and established the procedure used in the Middle East today. Participated in national level work group on low intensity conflicts in Washington DC. Helped create OH-10 Manual on subject. Revolutionized counter terrorism training for Military Police by contracting trainers outside of USMC."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts: Criminology",
            "school": "University of Washington",
            "year": ""
        }
    ],
    "certifications": [
        "Linguistic Statement Analysis Technique (2011) – LSAT Institute",
        "Preparing Digital Evidence for Court (2011) – U.S. Department of Justice",
        "Cell Phone Investigations (2011) – National White Collar Crime Center",
        "Various certifications (2011) – Washington State Criminal Justice Training Commission",
        "Basic Law Enforcement Academy (Top graduate in academics and shooting)",
        "Basic and advanced SWAT",
        "Drug Investigator",
        "Firearms Instructor",
        "Emergency Vehicle Driving Instructor",
        "Field Training Officer and Instructor",
        "Development Investigation of Intellectual Property Crimes",
        "Emerging Trends in Financial Crimes and Identity Theft",
        "Investigating E-checks and ACH Fraud Transactions",
        "Social Networking: Investigative Tools and Techniques",
        "Techniques of Financial Investigation (2010) – St. Petersburg College / DEA",
        "Basic and Advanced Interrogations and Interviews (2009) – John E. REID & Associates, Inc.",
        "Basic Geographic Information Systems Programming (2006) – Environmental Research Systems Inc. (ESRI)",
        "Street Survival Seminar (1993) – Calibre Press",
        "Leadership, Management, and Field Courses – United States Marine Corps",
        "Officer Basic School (Top 5% of class)",
        "Military Police Officers' Course (Honor Graduate, Top Gun)",
        "Combat Marksmanship Coach's Course",
        "Jungle, Mountain, and Desert Warfare Courses",
        "Amphibious Scout Swimmers' Course (Top Graduate and First Officer to complete course)"
    ],
    "languages": []
}