{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Senior finance leader who thrives when collaborating with the executive team to remove obstacles and drive growth. Builds and leads finance functions focused on analytics, dynamic reporting, budgeting, forecasting, and cost control across complex, multi-ERP environments. Known for delivering actionable insights, streamlining close cycles, and enabling strategic decision making.",
    "skills": [
        "3Com",
        "4D",
        "Accounting",
        "AccPac",
        "Acquisitions",
        "Billing systems",
        "Billing systems",
        "Budget",
        "Business Objects",
        "Closing",
        "Consulting",
        "Contract review",
        "Controller",
        "Cost analysis",
        "Cost Control",
        "Costing",
        "Data warehouse",
        "Database",
        "ERP",
        "Essbase",
        "Excel",
        "VBA",
        "FileMaker",
        "Finance",
        "Financial Planning",
        "Financial Reporting",
        "Financial Analysis",
        "Forecasting",
        "Functional",
        "Government",
        "Hyperion",
        "Inventory",
        "Lawson",
        "Team Building",
        "Leadership",
        "Legal",
        "Regulatory compliance",
        "Mergers",
        "MS Access",
        "MS Excel",
        "MS PowerPoint",
        "MS Word",
        "Minitab",
        "Modeling",
        "Monarch",
        "Enterprise",
        "Network",
        "Networking",
        "Oracle",
        "Payroll",
        "PeopleSoft",
        "Pricing",
        "Process design",
        "Process Improvement",
        "Project Management",
        "Proposal",
        "QuickBooks",
        "Real-time",
        "Reporting",
        "RfP",
        "Sage",
        "SAP",
        "SQL",
        "Strategic",
        "Sun",
        "Supply Chain",
        "Tax",
        "Tax laws",
        "Telecommunications",
        "WordPerfect"
    ],
    "experience": [
        {
            "title": "Director Finance and FP&A",
            "company": "A.T. Cross",
            "start_date": null,
            "end_date": null,
            "description": "Created a dynamic finance function during two acquisitions; developed an enhanced global budgeting tool using MS Access; mapped five ERP systems and shortened the consolidation close from five weeks to five days; built robust modeling and reporting in Excel and Access; collaborated with sales to develop KPI dashboards and revenue-tracking tools; supported supply chain and product costing improvements."
        },
        {
            "title": "Senior Finance Consultant",
            "company": "Various clients (Granite City Electric, Staples, Sun Life Financial, Saint-Gobain)",
            "start_date": null,
            "end_date": null,
            "description": "Brought in as interim senior finance leader across multiple companies during transitions; bridged stand-alone ERP systems with real-time asset tracking and cost planning; developed a Staples inventory database; created a menu-driven reporting tool for Saint-Gobain using Business Objects, Excel and VBA."
        },
        {
            "title": "Senior Finance Director",
            "company": "Sidera Networks / Lightower",
            "start_date": null,
            "end_date": "2012",
            "description": "Led finance through acquisitions (Con Ed Solutions in 2007 and RCN Communications in 2008); developed integrated sales pricing, cost identification and RFP tracking capabilities; created circuit inventory database for cost analysis; achieved improved cost control and a zero network outage rate with substantial savings."
        },
        {
            "title": "Global Engagement & Mobility Solutions Manager",
            "company": "Company Name",
            "start_date": null,
            "end_date": "2006",
            "description": "Built and led the finance function supporting deployment of more than 4,000 consulting resources globally; ensured compliance with international immigration, income and social tax laws."
        },
        {
            "title": "Director of Finance",
            "company": "Wireless communications and software solutions provider (unknown name)",
            "start_date": "1997",
            "end_date": "2005",
            "description": "Promoted from Assistant Controller to Director of Finance; oversaw global finance, accounting, financial reporting and analysis; implemented lease and licensing database to maintain FCC regulatory compliance, saving $1.2M in penalties; consolidated 13 billing systems via data mapping to a data warehouse with an export to Lawson to enable close in less than five days."
        }
    ],
    "education": [
        {
            "degree": "Master of Business Administration in Finance",
            "school": "University of Massachusetts",
            "year": 2016
        },
        {
            "degree": "Bachelor of Science in Accounting",
            "school": "Michigan State University",
            "year": null
        }
    ],
    "certifications": [],
    "languages": []
}