{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Puerto Rico",
    "summary": "Entrepreneurial Marketing Officer with a passion for building productive relationships with clients, partners and team members. Experienced in new customer acquisition and a mix of online and offline marketing strategies.",
    "skills": [
        "Corporate Presentation",
        "Publicity",
        "Press Release",
        "Customer Service",
        "Media",
        "Event Planning",
        "Speeches",
        "Editing",
        "Social Media Marketing",
        "Media Strategy",
        "Business Planning",
        "Leadership",
        "Market Analysis",
        "Marketing Communications",
        "Advertising",
        "Writing",
        "PowerPoint",
        "Project Management",
        "Microsoft Word",
        "Marketing Strategies",
        "Excel",
        "Business Development",
        "Retailing",
        "Persuasive Communication",
        "Staffing",
        "Corporate Communications",
        "Ethics",
        "Internet",
        "PC",
        "Windows 2000",
        "XP",
        "Vista",
        "Windows 8",
        "Operating System",
        "Office",
        "Publisher",
        "Outlook",
        "Mac IOS",
        "Pages",
        "Numbers",
        "Keynote",
        "Photoshop",
        "Facebook",
        "Twitter",
        "Instagram",
        "Email",
        "English",
        "Spanish",
        "Articulate public speaker",
        "Media relations",
        "Strategic media placement",
        "Interactive marketing",
        "Channel strategy",
        "Brand development",
        "New customer acquisition",
        "Stakeholder relations"
    ],
    "experience": [
        {
            "title": "Tax Collector Officer",
            "company": "Unknown",
            "start_date": "2013-01",
            "end_date": "2016-01",
            "description": "Collected and distributed local property taxes on behalf of the state to fund vital services such as schools, roads, cities, and parks. Selected accomplishments: Certificated collector in photo enforcement system. Maintained the highest level of quality control and ensured staff took the best possible corrective actions based on proven collection methods."
        },
        {
            "title": "Director of the Renace Homeless Shelter",
            "company": "Municipality of Yauco",
            "start_date": "2012",
            "end_date": "2013",
            "description": "Established alliances with nonprofit organizations. Balanced the budget of the organization. Supervised the direction of the organization including strategies and policies. Selected accomplishments: Prevented individuals and families from becoming homeless; increased homeless outreach by 80%; provided high standards of financial control (60%). Member of the Coalition of Homeless People of Puerto Rico. Launched a campaign in favor of homeless people."
        },
        {
            "title": "Public Relations Officer",
            "company": "Municipality of Yauco",
            "start_date": "2010-01",
            "end_date": "2012-01",
            "description": "Developing and implementing communication strategies for the organization, and advising management on communication issues and strategies. Coordinated monthly and quarterly marketing and community events, such as jobs fairs and health fairs. Selected accomplishments: Established alliances with twelve community boards; maintained relationships with all media sources including journalists and news persons; wrote and distributed a community newsletter to help promote events."
        },
        {
            "title": "Communication Officer",
            "company": "Unknown",
            "start_date": "2007-08",
            "end_date": "2007-12",
            "description": "Managed internal and external communication including social media, creating and executing communications strategies. Selected accomplishments: Implemented strategies to develop innovative communication tools; Media Monitoring (Clipping) to establish strategy to achieve goals."
        },
        {
            "title": "Journalist",
            "company": "Unknown",
            "start_date": "2003-08",
            "end_date": "2009-05",
            "description": "Analyzed and collected information through various modes such as personal interviews and news briefings to prepare news reports. Prepare reports to keep the public informed about daily happenings. Coordinate with news editor and fellow reporters to develop story ideas for report writing. Maintain relations with all news sources on daily basis to develop story ideas and compile appropriate reports. Selected accomplishments: Maintained excellent working relationship with production crew and producers. Produced a sports section for one year. Initiated a public relations campaign for a non-profit on a tight budget. Promoted to Lead Anchor after twelve months with Catholic News TV."
        }
    ],
    "education": [
        {
            "degree": "Business Administration (Marketing)",
            "school": "Pontifical Catholic University",
            "year": 2016
        },
        {
            "degree": "BBA: Radio Communication",
            "school": "Pontifical Catholic University",
            "year": 2008
        }
    ],
    "certifications": [
        "Certificated collector in photo enforcement system"
    ],
    "languages": [
        "English",
        "Spanish"
    ]
}