{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Rota, Northern Mariana Islands (CNMI)",
    "summary": "Enthusiastic student-teacher with superb leadership and communication skills. Easily cultivates trusting and productive relationships with students, parents, teachers administration, and others. Effective at providing quality instruction and fostering a positive working environment with excellent interpersonal and organization skills.",
    "skills": [
        "Public Speaking",
        "Student Involvement",
        "Organizational",
        "Communication",
        "Interpersonal",
        "Management",
        "Microsoft Office",
        "Attention to Detail",
        "Flexible",
        "Calm under pressure",
        "Decisive",
        "Curriculum development",
        "Organizational development"
    ],
    "experience": [
        {
            "title": "Administration Office Assistant",
            "company": "Cultural Affairs Department (Summer Job)",
            "start_date": "2010-06",
            "end_date": "2010-08",
            "description": "Worked with the Director of the Cultural Affairs department in filing papers, answering phone calls, assisting on historic preservation projects, working with clients, and educating young students about the importance of preserving the island's culture and language."
        },
        {
            "title": "Administration Office Assistant and Public Safety Trainee",
            "company": "Department of Public Safety",
            "start_date": "2011-07",
            "end_date": "2011-08",
            "description": "Assisted on paper works with public safety, arranged meetings, answered phone calls, filed paper works, assisted on traffic, worked with police officers on radar speed detection on highways, patrolled around the island for any vehicles not conforming to the law, had CPR training, worked with fire department on fire safety rules."
        },
        {
            "title": "Nutrition and Agriculture Internship Trainee",
            "company": "Northern Marianas College Internship Program",
            "start_date": "2012-07",
            "end_date": "2012-08",
            "description": "Trained under the nutritional program with food safety and healthy diet, assisted on presentations for children about nutrition, made healthy ice cream and beef jerky to distribute to the community, taught the community about different types of healthy cooking methods, went around the island to visit farmers who are having problems with crops, educating farmers as to how to maintain their soil, studying the different diseases of plants and ways to identify symptoms, presented the importance of agriculture to the community."
        },
        {
            "title": "Teacher Aide for High School students COOP Program Trainee",
            "company": "Cooperative Education Program Workforce (Rota High School)",
            "start_date": "2013-02",
            "end_date": "2013-09",
            "description": "Assisted in tutoring students who are below average, worked with teachers on projects and plans to help improve both math and English departments, made assignments to help students practice their skills, made educational games, worked with SPED students, assisted on parent/teacher meetings, and joined hand in hand with teachers and staff to evaluate the progress of students throughout the school year."
        },
        {
            "title": "Student Activities Office Assistant",
            "company": "University of Portland",
            "start_date": "2013-08",
            "end_date": "2014-12",
            "description": "Helped organized activities in the University's Campus. Worked with other Universities to create combined events. Assisted clubs and organizations for sponsored activities volunteering opportunities."
        }
    ],
    "education": [
        {
            "degree": "High School Diploma (General)",
            "school": "Rota High School",
            "year": 2013
        },
        {
            "degree": "Bachelor of Arts in Elementary Education",
            "school": "University of Portland",
            "year": 2017
        }
    ],
    "certifications": [
        "CPR training"
    ],
    "languages": []
}