{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Recent law school graduate with a strong background in insurance and litigation. Experienced in innovative problem solving, case argument development, legal research, and negotiations. Over 13 years in insurance claims, including claims management, litigation support, negotiation of settlements, and customer service. Demonstrated ability to manage multiple high-priority projects and mentor team members.",
    "skills": [
        "Interpersonal and communication",
        "Customer service",
        "File management",
        "Insurance",
        "Legal Research & Writing",
        "Litigation",
        "Mediation",
        "Medical record review",
        "High level claim evaluation",
        "Commercial needs",
        "Negotiation",
        "Processes",
        "Quality assurance",
        "Risk Management",
        "Settlements",
        "Strategy"
    ],
    "experience": [
        {
            "title": "Student Attorney - Criminal Defense",
            "company": "Company Name",
            "start_date": "Aug 2015",
            "end_date": "May 2016",
            "description": "Offered extensive case status explanations to each client. Advised clients of their rights. Explained the legal process to each client and answered questions to help ease concerns. Conducted legal research and facts investigation for case litigation. Drafted necessary motions relevant to each case. Interviewed witnesses/Crime scene reconstruction. Worked on a high profile writ for habeas corpus. Negotiated plea deals with prosecutor."
        },
        {
            "title": "Claims Specialist Lead",
            "company": "Company Name",
            "start_date": "Jan 2008",
            "end_date": "Jul 2015",
            "description": "Managed files in litigation and worked closely with defense counsel to develop strategy to bring cases to resolution. Attended, negotiated and resolved close to 100 features in mediation. Handled serious and complex claims by investigating, analyzing, and determining the extent of liability concerning loss of damages through attempts to affect fair settlement with claimants and insureds. Mentored new members of the claim staff. Entrusted with $75,000 in settlement authority."
        },
        {
            "title": "Team Leader",
            "company": "Company Name",
            "start_date": "Aug 2004",
            "end_date": "Jan 2006",
            "description": "Responsible for overseeing daily administration of claims work flow for my assigned team. Supervised, coached, and developed team to ensure quality outcomes and superior customer service. Monitored claims to ensure file quality is compliant with established standards. Maintained accountability for team performance. Mentored team members to Casualty promotion. Explored alternatives to find innovative ways to leverage opportunities for team to improve quality of work/life balance."
        },
        {
            "title": "Claims Trainee",
            "company": "Company Name",
            "start_date": "Oct 2002",
            "end_date": "Aug 2004",
            "description": "Mastered basic claims handling in a high demand atmosphere. Property Damage Assessor- Estimated vehicle damages, managed preferred repair shops, informed customers of the repair process, repair quality assurance. Casualty Adjuster- Completed detailed review of medical records/bills, negotiated settlements with attorneys, monitored files for possible lawsuit potential."
        }
    ],
    "education": [
        {
            "degree": "J.D. in Law",
            "school": "St. Mary's University",
            "year": 2016
        },
        {
            "degree": "Bachelor of Arts in English Literature",
            "school": "Texas A&M University",
            "year": 2000
        }
    ],
    "certifications": [],
    "languages": []
}