{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Seasoned health and fitness professional who provides personalized fitness and wellness programs to people of all ages and skill levels. A nationally Certified Master Personal Trainer using holistic mind and body philosophies to assist clients in reaching and maintaining fitness goals.",
    "skills": [
        "Adobe",
        "Photoshop",
        "Microsoft Word",
        "Excel",
        "balance",
        "conferences",
        "client",
        "clients",
        "Instructing",
        "marketing",
        "Strong organizational skills",
        "program development",
        "progress",
        "sales",
        "sales training",
        "seminars",
        "statistics",
        "Trainer",
        "training programs",
        "verbal communication",
        "workshops",
        "Excellent written",
        "Teamwork"
    ],
    "experience": [
        {
            "title": "Certified Master Personal Trainer",
            "company": "Company Name, City, State",
            "start_date": "06/2013",
            "end_date": "Present",
            "description": "Work with clients to improve their overall function, endurance, strength, flexibility, and balance. Monitor and teach proper execution and form of exercises. Maintain detailed personal training records and update progress after each session. Create personal training programs that address specific injuries or health problems to meet individual fitness needs. Conduct off-site seminars and workshops to generate new business."
        },
        {
            "title": "Fitness Director - Certified Personal Trainer",
            "company": "Company Name, City, State",
            "start_date": "06/2008",
            "end_date": "06/2013",
            "description": "Measured client's overall fitness by completing comprehensive evaluations and physician clearances. Scheduled and conducted fitness orientation appointments with new members. Managed the Personal Trainer schedule and conducted trainer evaluations. Responsible for new hire interviews and sales training. Reviewed weekly sales numbers and club statistics to identify areas for improvement. Organized off-site workshops and marketing events to generate new business. Successfully sold personal training packages. Provided personal training sessions and retained 80% of clients."
        },
        {
            "title": "Fitness Director - Certified Personal Trainer",
            "company": "Company Name, City, State",
            "start_date": "01/2007",
            "end_date": "06/2008",
            "description": "Managed and trained fitness staff in sales and exercise techniques. Scheduled and performed fitness evaluations with new members. Participated in regional conferences to improve sales and personal training skills. Successfully sold personal training packages and provided personal training sessions. Designed enjoyable and innovative customized training programs based upon fitness goals. Conducted on-site seminars and workshops to generate interest in new club activities. Managed the Personal Trainer schedule, making sure sessions were completed timely and professionally."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts in Political Science",
            "school": "California State University",
            "year": 2006
        }
    ],
    "certifications": [
        "Certified Master Personal Trainer (MPT) - National Exercise and Sports Trainers Association (NESTA)",
        "Certified Specialist: Functional Training Biomechanics Core Conditioning Speed, Agility, and Quickness - National Exercise and Sports Trainers Association (NESTA)",
        "Certified Strength and Conditioning Specialist (CSCS) - In progress - National Strength and Conditioning Association (NSCA)",
        "CPR, AED, First Aid - American Red Cross"
    ],
    "languages": []
}