{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "HR Senior Specialist with extensive experience in health insurance/retirement benefits administration and high-volume customer service. Skilled in MS Office (Excel, Outlook, Access), data entry, and process improvement; proven ability to manage pension calculations, explain Medicare/Medicaid coverage, and mentor staff.",
    "skills": [
        "Administrative",
        "administrative assistant",
        "administrative support",
        "Attorney",
        "benefits",
        "call center",
        "clerical",
        "conferences",
        "client",
        "Customer Service",
        "Data entry",
        "databases",
        "data base",
        "direct marketing",
        "documentation",
        "Fluent in English",
        "equity",
        "filing",
        "focus",
        "forms",
        "General office",
        "government",
        "hiring",
        "Human Resources",
        "Insurance",
        "Director",
        "market",
        "materials",
        "meetings",
        "Access",
        "Excel",
        "mail",
        "Outlook",
        "network",
        "personnel",
        "policies",
        "presentations",
        "processes",
        "quality",
        "Reporting",
        "secretarial",
        "Spanish",
        "spreadsheet",
        "supervisor",
        "supervision",
        "tax",
        "telephone",
        "phone etiquette",
        "travel arrangements",
        "type",
        "word processing"
    ],
    "experience": [
        {
            "title": "HR Senior Specialist",
            "company": "Xerox Corporation",
            "start_date": "09/2006",
            "end_date": "Present",
            "description": "Provide administrative support relating to personnel, retirement benefits and special projects. Assist participants with Medicare/Medicaid questions and eligibility; explain health and insurance coverage; keep up to date with changes in health and insurance coverage. Responsible for processing and calculating retirees' pension. Educate participants on retirement plan benefits. Handle inbound and outbound calls; support team meetings by preparing issues, taking minutes. Work on special projects including corrections of payment setups, tax forms (1099-R) requests, and pension calculations; educate retirees on payment options and changes in their coverage. Mentored team members on phone etiquette and quality monitoring."
        },
        {
            "title": "Member and Claims Representative",
            "company": "Amerigroup Corporation",
            "start_date": "08/2001",
            "end_date": "05/2006",
            "description": "Provided support for the bilingual unit during supervisor's absence; assisted and guided new bilingual hires. Facilitated care coordination for Medicaid members with critical care needs; established and maintained positive relations with Amerigroup network providers. Participated in special projects for the Director of the Customer Service Department and assisted in administrative duties during absences."
        },
        {
            "title": "Executive Secretary Assistant",
            "company": "Amerigroup Corporation",
            "start_date": "08/2001",
            "end_date": "05/2006",
            "description": "Reported to call center Directors and an executive (VP/GM); performed advanced, diversified, confidential secretarial and administrative duties. Wrote and routed confidential correspondence; screened calls and maintained confidential files; coordinated travel and prepared expense reports; compiled meeting minutes; created and maintained databases; coached new hires; supported escalated line and addressed member concerns."
        },
        {
            "title": "Administrative Secretary",
            "company": "The Signature Group",
            "start_date": "01/1999",
            "end_date": "02/2001",
            "description": "Provided administrative support to the center manager for inbound/outbound units and the training department; managed incoming correspondence, scheduled conferences, travel arrangements, and training materials; prepared expense reports; managed attendance and personnel records; conducted bilingual telephone interviews; supported multiple customer service teams."
        },
        {
            "title": "Executive Complaint Professional",
            "company": null,
            "start_date": "07/1996",
            "end_date": "01/1999",
            "description": "Served as a consumer advocate to the CEO; liaison with government agencies such as the Better Business Bureau and Attorney General offices. Resolved customer complaints by phone and correspondence; maintained contact with regional directors to obtain results; reported complaints to the CEO and tracked open/closed cases and escalations."
        }
    ],
    "education": [
        {
            "degree": "Associate of Applied Science in Secretarial Science",
            "school": "LaGuardia Community College",
            "year": "1981"
        },
        {
            "degree": "Applied Science in Secretarial Science",
            "school": "Tidewater Community College",
            "year": null
        }
    ],
    "certifications": [
        "Certificate of Excellent"
    ],
    "languages": [
        "English",
        "Spanish"
    ]
}