{
    "name": "",
    "email": null,
    "phone": null,
    "location": "Franklin, Tennessee, USA",
    "summary": "High performing CRM/BPO executive with proven experience managing high-growth, complex operations across wireless, technology, insurance, healthcare and consumer services. A change agent with a history of growing assets and expanding client relationships by setting strategic direction, building scalable platforms for execution, and proactively developing talent, processes, and a culture of continuous improvement. Skilled in strategic planning, P&L management, and cross-functional leadership to drive revenue growth and customer satisfaction.",
    "skills": [
        "account management",
        "B2B",
        "Behavioral Health",
        "business development",
        "business operations",
        "business planning",
        "business process",
        "Call Center",
        "consulting",
        "Contact Management",
        "customer relationship management",
        "CRM",
        "client",
        "customer satisfaction",
        "customer service",
        "customer care",
        "direct marketing",
        "entrepreneur",
        "senior management",
        "financial",
        "financial management",
        "FP&A",
        "gross profit",
        "Human Resource Management",
        "Human Resources",
        "inside sales",
        "insurance",
        "legal",
        "management consulting",
        "market",
        "network",
        "organizational",
        "process re-engineering",
        "processes",
        "quality assurance",
        "recruiting",
        "selling",
        "sales",
        "sales support",
        "staffing",
        "strategy",
        "strategic",
        "strategic planning",
        "technical support",
        "telecommunications",
        "vendor relations"
    ],
    "experience": [
        {
            "title": "General Manager and Board Member",
            "company": "CMP client (case intake solutions for the legal industry)",
            "start_date": "2011-01",
            "end_date": "2013-01",
            "description": "Led a team of 100 associates in all facets of business operations (contact center, client services, sales, and financial management). Implemented a strategic plan and reengineered operations, resulting in a 100% increase in revenue and a 51% increase in client retention in less than two years. Left after a positive liquidity event at ASURION to pursue entrepreneurship."
        },
        {
            "title": "Chief Executive Officer",
            "company": "Contact Management Partners, LLC",
            "start_date": "2007-01",
            "end_date": "Present",
            "description": "Founder and CEO of an operations consulting and business process outsourcing partner helping organizations to better acquire, retain and optimize their customer relationships and effectively scale/manage operations. Leads an extensive network of independent contractors and manages a $250 million P&L. Focus areas include strategic planning, call center/BPO operations, customer relationship management, business development, account management, and Human Resource Management. Clients have included PEROT Systems, Merck, EAPC, DELL, SONY, Verizon, T-Mobile, Discover, BRIGHTSTAR, TRUSOURCE Labs (Nest/Google), and CitiGroup. Based in Franklin, Tennessee with two sons, Christopher and Michael."
        },
        {
            "title": "Senior Vice President of Operations and Executive Team Member",
            "company": "Undisclosed wireless insurance/roadside assistance provider",
            "start_date": "2004-01",
            "end_date": "2006-01",
            "description": "Led the claims processing, customer service, technical support, and roadside assistance groups across five locations. 3,000 associates, network of 10,000 independent contractors, and a $250 million P&L. Clients included Verizon Wireless, T-Mobile, Cingular, and Alltel. Reengineered operations and improved inter-company collaboration, resulting in $100 million in additional revenue; cost per claim reduced by 40%; reships reduced by 16%; customer satisfaction scores increased from 84% to 93%."
        },
        {
            "title": "Vice President of Business Development",
            "company": "APAC offshore BPO Start-up (founded by former CEO of Client Logic)",
            "start_date": "2003-01",
            "end_date": "2004-01",
            "description": "Helped create the sales division; acquired a Physician Practice Group; established the organization within the healthcare marketplace."
        },
        {
            "title": "Senior Vice President",
            "company": "Global BPO provider",
            "start_date": "2002-01",
            "end_date": "2003-01",
            "description": "Led a team of 2,500; P&L of $80 million. Clients included DELL, Sony, Microsoft, EarthLink, and Sears. Reengineered operations to grow revenue by $11 million and margin by 7%. Led a global best-in-class initiative that reduced organizational attrition by 40%."
        },
        {
            "title": "VP General Manager",
            "company": "CRM/e-CRM outsourcing provider to the Fortune 500",
            "start_date": "1997-01",
            "end_date": "2001-01",
            "description": "Responsible for all facets of business operations including strategic account management, operations, and business planning. 2,400 associates; $70 million P&L. Clients included Merck, MCI WorldCom, JC Penney, TY, Citibank, HBO, and Harland. Implemented operating processes and sales support that led the Corpus Christi unit to be designated as the model site for major client visits. Grew a client from $4.5M to $22M in 30 months and another from $6.5M to $16M in under one year, accounting for approximately 29% of division revenue and 35% of gross profit."
        },
        {
            "title": "Chief Operating Officer and Executive Team Member",
            "company": "TOP 50 Call Center Outsourcing Company",
            "start_date": "1994-01",
            "end_date": "1997-01",
            "description": "Led 300 associates in three locations providing inside sales services to clients in telecommunications, financial and consumer services. Functions included account management, HRM, FP&A, and a $12 million P&L. Improved quality assurance, reducing cancelled sales from 5% to 1% and improved recruiting to meet staffing objectives in a tight labor market."
        },
        {
            "title": "Director of Tele",
            "company": "127 million direct marketing division providing home furnishing products",
            "start_date": "1993-01",
            "end_date": "1994-01",
            "description": "Led customer service, sales administration, human resources, and vendor relations. Implemented process re-engineering that improved service levels from 55% to 90% and reduced claim resolution time by over 50%. Implemented consultative selling increasing sales by 4.9% and developed an inside sales initiative producing $3 million in new revenue."
        },
        {
            "title": "Director of Staff Development",
            "company": "HSN (1.3 billion direct marketing and electronic retailing organization)",
            "start_date": "1986-01",
            "end_date": "1992-01",
            "description": "Responsible for training and development for 7,000 associates and leaders at multiple North American locations. Initiated programs including starting the customer service department at Canadian Home Shopping and developing flexible labor strategies to improve sales and reduce costs."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts in Pre-Law",
            "school": "University of South Florida",
            "year": null
        }
    ],
    "certifications": [],
    "languages": []
}