{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Accomplished and results-driven business development professional offers 18 years of leadership and account management experience as an integral part of fast-paced clinical and sales teams. Strategic thinker and proactive problem solver with expertise in consultative selling and territory sales management solutions.",
    "skills": [
        "Leadership",
        "Account management",
        "Business development",
        "Clinical research operations",
        "Medical science liaison",
        "Strategic patient recruitment",
        "Territory sales management",
        "Sales strategy",
        "Stakeholder management",
        "Bilingual in Spanish"
    ],
    "experience": [
        {
            "title": "Director, Clinical Research Operations & Medical Science Liaison",
            "company": "Company Name",
            "start_date": "02/2013",
            "end_date": "Present",
            "description": "Manage 30 clinical studies with a revenue stream of $2M annually. Increase site revenue from 30k to 120K mo in first 12 months. Ranked in top 1% of clinical research sites for patient enrollment in Europe and The United States for schizophrenia, bipolar, & depression studies in 2013 & 2014. Increased monthly revenue by 300% by implementing aggressive strategic patient recruiting strategies to develop and expand existing southern California customer base. Recognized as top generator of patient enrollment in schizophrenic trials, exceeding goals by 200% in 2013 & 2014. Reduced organizational operating costs by 45% by streamlining patient recruitment & clinical staff processes saving company 140K in first 24 months. Physician profitability grew from 17k to 300k for combined studies over 18 months, an increase of 1000%."
        },
        {
            "title": "Sales/Business Development Director",
            "company": "Company Name",
            "start_date": "01/2010",
            "end_date": "05/2013",
            "description": "Provided a full range of services for accelerating businesses in the bio-pharmaceutical, medical device, and energy industries. Engaged in business planning, funding strategies, provided cost-effective, and timely solutions. Targeted new long-term business partner prospects and closed 3 deals in 24 months securing $15M in venture capital. Identified, coordinated and participated in client relationship-building activities and meetings. Cultivated relationships with key players in private banking, venture capital, and oil/petroleum sectors to create ongoing and mutually beneficial referral systems. Established critical alliance with Canadian venture capital partners within 36 month period to fund Bio-Synerg's largest energy investment projected at $80M. Identified prospective customers using lead generating methods and performing an average of 60 cold calls per day. Company acquired by Canadian private equity group in May 2013. Recruited by CITrials as Director, Clinical Research Operations in February 2013."
        },
        {
            "title": "Senior Account Executive",
            "company": "Company Name",
            "start_date": "01/2006",
            "end_date": "01/2010",
            "description": "Managed region's largest territory and performed full sales cycle duties, increasing annual sales by 60% to $7M in 2009 (106% of quota). Recognized as top PD sales generator within RAI chain in region. Generated highest sales volume of PD/HD capital equipment in new RAI corporate account in region in 2009. Recognized as top sales generator with Extraneal solution, increasing sales level by 124% in 2009 alone. Peak performer while achieving 100% of quota while producing $5M in annual sales in 2008. Achieved #1 position in region for high producing new corporate account 2009. Joined Bio-Synergy Partners, LLC as a Business Consultant in January 2010."
        },
        {
            "title": "Account Executive",
            "company": "Company Name",
            "start_date": "09/2003",
            "end_date": "12/2006",
            "description": "Managed all sales of Baxter's portfolio of dialysis products and services through Nephrologists, surgeons, c-suite administrators, hospital purchasing managers, and nursing administrators. Negotiated contracts & strategic pricing involving Renal capital equipment and disposables. Managed resources for educating physicians, nurses, and patients. Facilitated resources for distribution of education and technology materials. Conducted and coordinated presentations to c-suite administrators and physician groups involving patient modeling, outcomes, financial reimbursement. Provided updates and evaluations on industry trends and legislative initiatives involving Chronic Kidney Disease. Managed Baxter's largest sales territory (5 states) of dialysis centers & hospitals, and performed full sales cycle duties, increasing annual sales 2.3M an increase of 60%. Established dialyzer sales at largest University account in territory increasing overall sales 180%. Upsold add-on services to existing customers, generating incremental revenue of $400k per every 6 months. Grew customer base by 70% from 35 to 50 accounts in first 18 months. Promoted to Senior Account Executive in San Diego, CA in January 2006."
        },
        {
            "title": "Senior Institutional Healthcare Representative",
            "company": "Company Name",
            "start_date": "01/2001",
            "end_date": "02/2002",
            "description": "Products: Tikosyn, Viagra, Norvasc, Lipitor, Diflucan, Zithromax. Managed a portfolio of six products generating $3M in revenue per 12 months. Achieved 100% of quota on all products. Surpassed 2001 annual sales quota by 119%. Trained territory sales representatives on Pfizer portfolio of products at district and regional meetings. Increased Government account base 72% in 12 months to 250K. Recognized as top cardiovascular sales generator in Southwest Region, increasing Tikosyn sales by $400K and exceeding quota by 207% in 2001. Recruited by World Financial Group to lead Financial Sales Team in Salt Lake City, UT."
        },
        {
            "title": "Institutional Healthcare Representative",
            "company": "Company Name",
            "start_date": "03/1998",
            "end_date": "01/2001",
            "description": "Products: Trovan, Aricept, Zoloft, Diflucan, Zithromax, Celebrex. Launched and grew Arthritis market from start-up to highest sales volume in Southwest region. Increased sales to 1.7M in 2000 exceeding quota by 159%. Produced 1.3M in sales in 1999 exceeding quota by 125%. Achieved Top 10% government antifungal sales, generating 1.5M. Led and coordinated the recruitment and training of new sales representatives. Promoted in August 2000 to Senior Institutional Healthcare Representative due to exceptional leadership skills and exceeding quotas. Pfizer realignment offered opportunity to relocate to Utah."
        },
        {
            "title": "Professional Healthcare Representative",
            "company": "Company Name",
            "start_date": "09/1996",
            "end_date": "01/1998",
            "description": "Met and exceeded territory sales targets in assigned therapeutic areas by demonstrating a strong understanding of disease states. Communicated technical, scientific, product, disease management information to physicians. Products: Aricept, Glucotrol XL, Zyrtec, Cardura, Trovan, Diflucan. Ranked in Top 5% among 45 new hires in the Powers Division. Recognized as top sales generator, increasing sales of Aricept by 165% in 1996. Expanded territory from start-up to $420K in sales by developing strategic initiatives and formulary acceptance in key accounts. Received 2 consecutive 'Exceeds Expectations' ratings and promoted."
        }
    ],
    "education": [
        {
            "degree": "Master of Science in Clinical & Counseling Psychology",
            "school": "Capella University",
            "year": "2012"
        },
        {
            "degree": "Bachelor of Arts in History",
            "school": "Brigham Young University",
            "year": "1994"
        }
    ],
    "certifications": [],
    "languages": [
        "Spanish"
    ]
}