{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Highly motivating, detail-oriented, and adaptable social services professional skilled in intakes and assessments, crisis management and comprehensive case management. Possessing a strong background in the criminal justice field, excellent organizational and analytical skills, extensive experience managing heavy case loads, working closely with social services and criminal justice agencies and program management. Well-rounded professional experienced in applying principles of psychology to personnel handling, administration, management and marketing problems. Extensive knowledge of human and industry behavior and performance, mental processes and assessment methods. Energetic [Job Title] successful in program development, implementation and management, as well as community outreach for mission-oriented organizations. Highlights: Problem solving expertise, Time management, MS Office proficiency, Case planning, Aware of legal and ethical standards, Able to work independently and as a member of a team, Comfortable with diverse populations, Excellent relationship building skills, Excellent writing and critical thinking skills, Experience performing assessments, Interpersonal, oral, and written communication skills, Trauma-informed therapy, Attentive listener, Empathetic, Detail-oriented, Strategic planner, Self-starter, Meticulous attention to detail, Results-oriented, Self-directed, Data collection and analysis, Exceptional organizational skills. Accomplishments include improved office organization by compiling quarterly budget reports, financial spreadsheets, organizational charts and company data reports using advanced Microsoft Excel functions, multitasking, customer service improvements, and development of a daily parenting workshop program for teen mothers involved in the criminal justice system. Managed a caseload of more than [Number] clients at any given time.",
    "skills": [
        "Problem solving",
        "Time management",
        "MS Office proficiency",
        "Case planning",
        "Legal and ethical standards",
        "Independent work",
        "Team collaboration",
        "Diversity awareness",
        "Relationship building",
        "Writing",
        "Critical thinking",
        "Interpersonal communication",
        "Oral communication",
        "Written communication",
        "Trauma-informed therapy",
        "Active listening",
        "Empathy",
        "Detail-oriented",
        "Strategic planning",
        "Self-starter",
        "Attention to detail",
        "Results-oriented",
        "Self-directed",
        "Data collection and analysis",
        "Organizational skills",
        "Multitasking",
        "Customer service",
        "Office administration",
        "Filing",
        "Excel",
        "Clerk",
        "Forensic",
        "Security",
        "Community Outreach",
        "Filing systems",
        "Microsoft Dynamics"
    ],
    "experience": [
        {
            "title": "Victim Advocate",
            "company": "Company Name",
            "start_date": "2014-03",
            "end_date": "Present",
            "description": "Created, organized and maintained files, daily case notes and electronic databases; organized office schedules and maintained relationships with necessary agency contacts; completed statistical analysis by developing, updating and maintaining statistical and related records and reports; attended meetings and trainings necessary for professional development and as required by the agency or its funding sources; maintained a problem-solving, solution-oriented attitude in all aspects of work; determined whether clients should be counseled or referred to other specialists; asked questions that helped clients identify their feelings and behaviors; assessed patients for risk of suicide attempts; provided assessments, counseling, and case management services to youth and families; conferred with clients to discuss their options and goals; conducted regular assessments and adhered to documentation processes and procedures; counseled individuals, groups, families, or communities regarding issues including mental health, poverty, unemployment, substance abuse, rehabilitation, social adjustment, child care, or medical care; referred clients to other support services as needed such as medical, housing, social services and legal; provided the client with tools to better manage emotions and address any anger management issues if present; supported residential clients in completing tasks such as toileting, brushing teeth and general hygiene; built positive rapport with law enforcement officers, court officials and community service agencies; collected information about clients, using techniques such as testing, interviewing, discussion, and observation; analyzed information from police reports and client intakes to assess clients' abilities, needs, and eligibility for services; effectively managed work in a limited work environment serving a large multi-cultural community, working collaboratively with judicial officers, attorneys, court case managers, and other probation officers; reviewed and provided comments on the adequacy of documents and took necessary steps to cure any deficiencies; created and maintained computer- and paper-based filing and organization systems for records, reports and documents; developed and created a more effective filing system to accelerate paperwork processing; established record retention systems by creating databases for daily correspondence tracking and updated departmental SOPs and databases; created and maintained spreadsheets using advanced Excel functions and calculations to develop reports and lists; maintained detailed administrative and procedural processes to improve accuracy and efficiency; created databases and spreadsheets to improve inventory management and reporting accuracy."
        },
        {
            "title": "Residential Advocate",
            "company": "Company Name",
            "start_date": "2012-06",
            "end_date": "2013-05",
            "description": "Accompanied victims to local area hospitals, police departments, prosecutor's office and courts to provide crisis intervention and advocacy services. Oversaw a 24-hour hotline for victims of domestic violence and sexual assault. Guided victims by providing case-related medical and legal information. Counseled victims, families, and significant others. Designed and distributed training flyers to recruit volunteers for the agency's sexual and domestic violence advocacy programs. Assisted supervisor by managing volunteers, setting up trainings and monthly meetings. Managed victim case files, following state and agency guidelines. Generated monthly and quarterly reports for the agency to be used for grant writing and training purposes. Referred clients to resources in the community that met their needs over a crisis hotline and in a residential program. Conducted follow up calls and scheduled appointments for clients. Surveyed surveillance cameras to ensure the safety of the clients residing in the domestic violence shelter. Facilitated workshops that educated residents about parenting, financial literacy, self-sufficiency, legal rights and processes, and adjusting to communal living."
        },
        {
            "title": "Deli Clerk",
            "company": "Company Name",
            "start_date": "2010-05",
            "end_date": "2012-05",
            "description": "Frequently switched between positions as Deli Clerk and Cold Food prep to support changing needs of large retailer. Ensured minimal product shrink and coordinated secondary usage of product. Prepared a variety of foods according to customers' orders or supervisors' instructions. Opened and closed the store, including counting cash, opening and closing cash registers and creating staff assignments. Demonstrated that customers come first by serving them with a sense of urgency. Worked as a team member to provide the highest level of service to customers. Cleaned and maintained the beverage area, display cases, equipment, and order transaction area. Up-sold additional menu items, beverages and desserts to increase restaurant profits. Prepared food items such as sandwiches, salads, soups, and beverages. Effectively communicated with kitchen staff regarding customer allergies, dietary needs and other special requests. Maintained neat and attractive bakery food cases. Took necessary steps to meet customer needs and effectively resolve food or service issues. Recorded customer orders and repeated them back in a clear, understandable manner. Frequently switched between positions as Fountain, Server, and Dishwasher to support changing needs of large industrial kitchen. Consistently adhered to quality expectations and standards. Checked in deliveries and signed off on products received. Correctly received orders, processed payments and responded appropriately to guest concerns. Served orders to customers at windows, counters and tables. Quickly and efficiently processed payments and made accurate change. Mastered POS system for automated order taking. Maintained friendly and professional customer interactions. Stocked and rotated products, stocked supplies, and paper goods in a timely basis. Communicated with customers regarding orders, comments, and complaints. Complied with scheduled kitchen sanitation and ensured all standards and practices were met. Ensured first-in-first-out system with all ingredients labeled and stored properly."
        },
        {
            "title": "Volunteer Kennel Attendant",
            "company": "Company Name",
            "start_date": "2008-03",
            "end_date": "2008-08",
            "description": "Adhered to high standards of safety, cleanliness and professionalism. Monitored animals' recovery from surgery and notified veterinarians of any changes. Promoted skin and coat health through regular grooming. Advised animal owners regarding sanitary measures, feeding, general care, medical conditions and treatment options. Talked to animals to soothe them and familiarize them with the human voice. Walked dogs daily, responding to each dog's individual needs while keeping an eye on the whole group. Fed and watered animals daily. Observed general shelter population for illness and injury. Cared for animals with special medical needs, including diabetes. Prioritized animal safety and comfort at all times."
        },
        {
            "title": "Support Analyst",
            "company": "Company Name",
            "start_date": "2015-03",
            "end_date": "Present",
            "description": "Provided accurate and appropriate information in response to customer inquiries. Addressed customer service inquiries in a timely and accurate fashion. Maintained up-to-date records at all times. Worked with upper management to ensure appropriate changes were made to improve customer satisfaction. Maintained up-to-date and comprehensive electronic and paper filing systems. Entered client records in a centralized database for progress tracking. Identified customer needs through market research and analysis. Worked with management to identify trends and developments that might influence PR decisions and strategies. Developed new analytics tool to allow senior management to understand the impact of each project."
        }
    ],
    "education": [
        {
            "degree": "Masters of Science: Criminal Justice",
            "school": "Saint Josephs University",
            "year": "2013"
        },
        {
            "degree": "Masters of Science, Criminal Justice",
            "school": "Saint Josephs University",
            "year": "2012-2013"
        },
        {
            "degree": "Bachelor of Arts: Law and Justice",
            "school": "Rowan University",
            "year": "2012"
        },
        {
            "degree": "Bachelor of Arts, Law and Justice",
            "school": "Rowan University",
            "year": "2010-2012"
        },
        {
            "degree": "Technology and Homeland Security, Forensic",
            "school": "Cumberland County College",
            "year": "2010"
        },
        {
            "degree": "Concentration: Forensic Technology and Homeland Security",
            "school": "Cumberland County College",
            "year": "2008-2010"
        }
    ],
    "certifications": [],
    "languages": []
}