{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Senior financial hospitality executive with over twenty years of managerial expertise, a proven and passionate leader in achieving goals. Big picture focus on the essentials to a profitable operation: Customer Service Excellence, Cultivating Employee Loyalty, and Financial Accountability with the owners' interest as priority.",
    "skills": [
        "Accounting",
        "Balance sheet",
        "Budgets",
        "Budget",
        "Business analysis",
        "Cash flow",
        "Due-diligence",
        "Financing",
        "Financial",
        "Financial statements",
        "General ledger",
        "Local area network",
        "Mentor",
        "Back-Office",
        "Negotiations",
        "Personnel",
        "POS",
        "Profit",
        "Read",
        "Reporting",
        "Strategy",
        "Supervising"
    ],
    "experience": [
        {
            "title": "Director of Finance",
            "company": "Company Name – City , State",
            "start_date": "2012-03",
            "end_date": "Present",
            "description": "Prepare monthly financial statements, forecasts, and annual budgets. Work in properties with annual revenues up to $39M. Full responsibility of balance sheet and general ledger. Member of the Executive Team providing financial direction. Yield management strategy and group business analysis. Lead financial and operations reviews with managers. Educate newer managers on how to read and interpret financial statements as it relates to their responsibilities. Establish and maintain all internal controls, obtaining best audit review. Recruit, train, and mentor personnel. Currently supervising a staff of 20 associates. Negotiate contract with third party and hotel partners. Responsible for hotel's local area network and all I.T. related duties. Due-diligence reporting for financing and acquisition. Preparing any special reports, statements, and other items as requested. Special Projects Increased cash flow with aggressive receivable collections. Reduce departmental and overhead expenses by proper allocation of duties and negotiations with vendor to reduce cost."
        },
        {
            "title": "Director of Finance",
            "company": "Company Name – City , State",
            "start_date": "2009-08",
            "end_date": "2012-02",
            "description": "Prepare monthly financial statements, forecasts, and annual budgets.Work in properties with annual revenues up to $100M. Full responsibility of balance sheet and general ledger.Member of the Executive Team providing financial direction. Yield management strategy and group business analysis. Lead financial and operations reviews with managers. Educate newer managers on how to read and interpret financial statements as it relates to their responsibilities. Establish and maintain all internal controls, obtaining best audit review. Recruit, train, and mentor personnel. Currently supervising a staff of 27 associates. Negotiate contract with third party and hotel partners. Responsible for hotel's local area network and all I.T. related duties."
        },
        {
            "title": "Financial Analyst",
            "company": "Company Name – City , State",
            "start_date": "2005-04",
            "end_date": "2009-08",
            "description": "Responsible for area forecasting/budgeting program for forty eight properties in the US and Caribbean. Helped created the forecasting and budgeting program for LXR. Assist as Director of Finance were required when a position became open. Responsible for reporting STAR information for complete company. Convert hotels purchase into the LXR system in various properties purchase by the company. Close and assist in the sales of various hotel including golf course operations. Work closely with Senior Vice President and President of finance providing critical information of operation and cost."
        },
        {
            "title": "Director of Finance",
            "company": "Company Name – City",
            "start_date": "1990-01",
            "end_date": "2005-02",
            "description": "Prepare monthly financial statements, forecasts, and annual budgets. Work in properties with annual revenues ranging from $20MM up to $39M. Full responsibility of balance sheet and general ledger. Member of the Executive Team providing financial direction. Yield management strategy and group business analysis. Lead financial and operations reviews with managers. Educate newer managers on how to read and interpret financial statements as it relates to their responsibilities. Establish and maintain all internal controls, obtaining best audit review. Recruit, train, and mentor personnel.Currently supervising a staff ranging from 5 to 17 associates. Negotiate contract with third party and hotel partners. Responsible for hotel's local area network and all I.T. related duties. Preparing any special reports, statements, and other items as requested. Special Projects Increased cash flow with aggressive receivable collections. Reduce departmental and overhead expenses by proper allocation of duties and negotiations with vendor to reduce cost. Properties worked; Marriott Casa Marina, Marriott Sawgrass, Marriott Boca Raton, Holiday Inn Madeira Beach, Holiday Inn Key West, Marriott Portugal, Sheraton Arlington, and several other properties."
        }
    ],
    "education": [
        {
            "degree": "Associate of Arts",
            "school": "MDCC",
            "year": null
        },
        {
            "degree": "Finance",
            "school": "Florida Atlantic University",
            "year": null
        }
    ],
    "certifications": [],
    "languages": []
}