{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Enthusiastic and motivated individual with experience in development and integration of wellness programs for adults. Topics of expertise include exercise prescription and instruction, stress reduction, and nutrition education. Desires a role to develop, implement, and facilitate health and wellness programs in a worksite environment.",
    "skills": [
        "Program development and implementation",
        "Experienced in research, as it relates to evidence based healthcare practice",
        "Excellent written and verbal communication skills",
        "Proficient in MS Word, Excel, Power Point, and Outlook",
        "Problem solving and analytical skills"
    ],
    "experience": [
        {
            "title": "Yoga Instructor",
            "company": "Company Name, City, State",
            "start_date": "January 2015",
            "end_date": "Present",
            "description": "Teaching yoga classes for adults with emphasis on functional fitness for lifestyle. Established format which includes strength, balance, flexibility, range of motion, and stress reduction."
        },
        {
            "title": "Program Co-coordinator and Coach; Fitness Instructor (Independent)",
            "company": "Company Name, City, State",
            "start_date": "April 2011",
            "end_date": "August 2014",
            "description": "Co-Coordinated and Coached for \"Building Better Bodeez\" weight loss/wellness program (BBB). Developed, promoted, and implemented \"Nutrition Challenge\" program. Created the Nutrition Connection Office. Collaborated with community health and fitness professionals in developing events for community. Performed and evaluated fitness assessments and body composition measurements. Taught weekly fitness classes (Zumba, Spinning, Yoga, Strength/Toning, Aqua Fitness). Collaborated with team of coaches and instructors to provide current and science based fitness and nutrition information for clients. Led senior specific fitness and nutrition meetings and events. \"Bodeez Boomers Club\". Developed and chaired outdoor adventure group."
        },
        {
            "title": "Nutrition and Anatomy Adjunct Instructor",
            "company": "Company Name, City, State",
            "start_date": "June 2009",
            "end_date": "April 2011",
            "description": "Designed and implemented weekly lesson plans for 25-55 students per session. Tailored educational curriculum to students with a range of learning styles, disabilities, strengths, and weaknesses. Developed, administered and corrected tests and quizzes in a timely manner. Produced and maintained syllabus, lessons, and grades utilizing web-based learning management. Attended quarterly education meetings for faculty."
        },
        {
            "title": "Group Fitness Instructor/ Personal Trainer",
            "company": "Company Name, City, State",
            "start_date": "October 1999",
            "end_date": "April 2010",
            "description": "Teach weekly group fitness classes, which included Spinning, Yoga, and Zumba. Perform assessments and personal train new members to use equipment."
        },
        {
            "title": "Spa Manager and Skin Care Specialist",
            "company": "Company Name, City, State",
            "start_date": "October 1999",
            "end_date": "August 2000",
            "description": ""
        }
    ],
    "education": [
        {
            "degree": "Wellness Coach",
            "school": "Wellcoaches School of Coaching",
            "year": 2015
        },
        {
            "degree": "Master of Science in Exercise Science and Health Promotion",
            "school": "California University of Pennsylvania",
            "year": 2011
        },
        {
            "degree": "Bachelor of Science in Nutrition",
            "school": "Indiana University of Pennsylvania",
            "year": 2007
        }
    ],
    "certifications": [
        "Registered Yoga Teacher (RYT200)",
        "Exercise Is Medicine (EIM)",
        "Fitness Instructor (ACE)",
        "Aquatic Fitness Professional (AEA)",
        "CPR/AED/First Aid",
        "Life Guard"
    ],
    "languages": []
}