{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "General accounting procedures with expertise in Accounts Payables, Costing, Billing & Accounts Receivables, Cash Management, Bank Reconciliation, Payroll Management, finalisation of accounts up to Balance Sheet, and MIS reporting. Proficient with ERP and accounting software (I-Travel Financials, MYOB, Tally, QuickBooks, Xpert, Leap) and MS Office. Strong data-entry accuracy, organizational and analytical skills, and ability to learn quickly.",
    "skills": [
        "Accounting",
        "Accounting Software",
        "Accounts Payables",
        "Accounts Receivables",
        "Accrual",
        "Administrative",
        "Administrative Support",
        "Trial Balance",
        "Balance Sheet",
        "Bank Reconciliation",
        "Bookkeeping",
        "Cash Management",
        "Closing",
        "Driving License",
        "Computer Peripherals",
        "Credit",
        "Clients",
        "Data Entry",
        "Email",
        "English",
        "ERP",
        "Finance",
        "Financials",
        "Fixed Assets",
        "Funds",
        "General Ledger",
        "Hindi",
        "Insurance",
        "Internet Applications",
        "Invoicing",
        "MS Office",
        "MYOB",
        "Negotiating",
        "Payroll",
        "Purchasing",
        "QuickBooks",
        "Sales",
        "Secretarial",
        "Typing Speed",
        "Xpert",
        "PowerPoint",
        "Word",
        "Excel",
        "Outlook",
        "MIS"
    ],
    "experience": [
        {
            "title": "Accountant",
            "company": "City A Destination Management Company",
            "start_date": "2012-10",
            "end_date": "2014-10",
            "description": "Handled high volume payments (internal and external); reviewed supplier invoices for accuracy and reconciled statements; maintained accounts payable; monitored aging; processed payments by cheque, telegraphic transfers, and online transfers; ensured timely payments; oversaw daily cash and petty cash; prepared month-end reconciliations (bank, accrual, prepaid); ensured confidentiality and security of financial files; provided additional accounting/finance support as required."
        },
        {
            "title": "Accountant - Payables / Accounting Clerk",
            "company": "City A boutique law firm (Corporate, Property and Construction)",
            "start_date": "2011-04",
            "end_date": "2012-10",
            "description": "Accounts Payables: reviewed invoices for accuracy and policy compliance; processed aging and payment reports; maintained accounts payable listing. Cash Receipts & Petty Cash: managed cash receipts and deposits; petty cash reconciliation. Bank Reconciliation: daily monitoring to avoid irregularities. Vouchers & Data Entry: prepared vouchers in MYOB. Month end closing and Financial Reports: maintained Fixed Assets master; depreciation; closing entries; MIS reports (BRS, CFS, Ageing, Commission). Finalisation of Accounts and Annual Audit: prepared B/S and P&L schedules for audit. Secretarial: provided secretarial/admin support to Finance Manager."
        },
        {
            "title": "Junior Accountant",
            "company": "City A boutique TMT firm",
            "start_date": "2008-07",
            "end_date": "2011-04",
            "description": "Invoicing: prepared and issued invoices; recorded in Leap Accounting Software. Accounts Receivables: monitored receivables; improved speed of collections; cash application; follow-ups; negotiations with past due accounts; resolved client queries; participated in weekly credit control meetings. Accounts Payables: verified invoices; reconciled statements; processing payments per policy; arranged advance payments. Statutory Payments: arranged funds in advance for statutory payments. Payroll: updated employee records and processed payroll. Petty Cash: daily cash expenses and reconciliation. Accounting Vouchers: prepared vouchers; Leap entries. Financial Reports: assisted in monthly financial reporting. Secretarial: provided secretarial duties as needed."
        },
        {
            "title": "Accountant cum Secretary",
            "company": "City A General Trading Company",
            "start_date": "2005-08",
            "end_date": "2008-07",
            "description": "Bookkeeping: daily accounting in Tally; maintained General Ledger, Trial Balance, P&L A/c and Balance Sheet. Purchasing and clearance of shipments: prepared purchase orders; coordinated clearance; payments via cheques, bank transfer, documentary collection, L/C. Costing: calculated costs for pricing. Sales: supported sales team; ensured deliveries. Invoicing: timely invoicing and sales analysis. Cash Management: managed cash and petty cash. Letter of Credit: assisted with L/Cs; bank reconciliation. Finalisation of Accounts & Annual Audit: monthly and annual reports; liaised with auditors. Administration: secretarial support; liaised with banks, insurance, creditors and customers."
        }
    ],
    "education": [
        {
            "degree": "M.Com (Master of Commerce)",
            "school": "University of Kerala",
            "year": null
        },
        {
            "degree": "B.Com (Bachelor of Commerce)",
            "school": "Mahatma Gandhi University",
            "year": null
        }
    ],
    "certifications": [],
    "languages": [
        "English",
        "Hindi",
        "Malayalam"
    ]
}