{
    "name": "L. Bunkowski",
    "email": "",
    "phone": "",
    "location": "City, State",
    "summary": "Dedicated, efficient, and versatile professional credited with combining project management and data analysis, and grant writing expertise to lead companies toward improved collaboration, organization, and productivity. Proven track record of developing and implementing record-keeping and organizational systems that streamline operations. Demonstrated ability to create and foster strong working relationships with colleagues and clients. Strong communicator, with particular expertise in grant writing, new program implementation, and deadline adherence.",
    "skills": [
        "Course Design",
        "Project Management",
        "Verbal & Written Communication",
        "Payroll & Budget Management",
        "Data Collection and Reporting",
        "Grant Writing",
        "Hiring/On-Boarding & New Hire Orientation",
        "Event planning",
        "Cross-Functional Collaboration",
        "New Process Implementation",
        "Deadline Adherence",
        "administrative",
        "administrative support",
        "Budget Management",
        "budgets",
        "cancer",
        "Data Collection",
        "direction",
        "Event planning",
        "finance",
        "financial",
        "Functional",
        "fundraising",
        "grant proposals",
        "Hiring",
        "inventory",
        "Marketing",
        "meetings",
        "Excel",
        "Office",
        "Multi-Tasking",
        "organizational",
        "Payroll",
        "Project Management",
        "promotion",
        "proposal",
        "publications",
        "purchasing",
        "quality",
        "record-keeping",
        "recruitment",
        "reporting",
        "Research",
        "vision",
        "Written Communication",
        "articles"
    ],
    "experience": [
        {
            "title": "Instructional Designer",
            "company": "Company Name",
            "start_date": "2016-11",
            "end_date": "Present",
            "description": "Assist faculty in designing online, hybrid, and face-to-face courses. Assist faculty in identifying, testing, and implementing innovative and new technologies. Assist faculty in designing appropriate assessments mapped to course, program, or institutional objectives. Assist faculty in ensuring compliance with copyright, intellectual property, and accessibility. Provide one-on-one faculty training and guidance on use of in-class and online technologies. Attended workshops on learning goals, classroom management, student motivation and engaging learning activities. Developed partnerships with industry and secondary education institutions. Contributed to ongoing staff training sessions."
        },
        {
            "title": "Grants and Contracts Coordinator",
            "company": "Company Name",
            "start_date": "2007-01",
            "end_date": "2012-01",
            "description": "Associate recruited to manage students' financial accounts. Reconciled new institutional loans and advances with financial aid, processed deferment and forbearance requests, verified new loans and advances for each term, uploaded borrower information to campus partners, and posted various transactions to appropriate software. Facilitator in building successful partnerships with local community, industry and statewide organizations to assess skill and training requirements to fulfill community needs. Coordinated the planning and preparation of grant proposals to include gathering required data and writing proposal. Provided vision, direction and overall implementation of the grant to align with approved grant award. Created and distributed all reporting to grant authority. Coordinated additional continuing education programs as needed."
        },
        {
            "title": "Marrow Donor Program Coordinator",
            "company": "Company Name",
            "start_date": "2005-01",
            "end_date": "2006-01",
            "description": "Performed all duties of the Marrow Donor Program related to promotion, fundraising, recruitment, retention, search and management of donors. Coordinated large annual fundraising event, the Miracle Match Marathon with Waco Firefighters. Escort for donor and courier for stem cell donation."
        },
        {
            "title": "Clinical Research Coordinator",
            "company": "Company Name",
            "start_date": "1998-01",
            "end_date": "2005-01",
            "description": "Coordinated and implemented two large cancer prevention trials and various treatment trials. Marketing, screening/recruitment of participants for the trial, Data collection and Reporting. Creation of short articles for area publications. Innovatively created and tracked research studies using Excel, easing the task of completing daily status reports."
        },
        {
            "title": "Clinical Research Associate",
            "company": "Company Name",
            "start_date": "1995-01",
            "end_date": "1998-01",
            "description": "Reviewed Research Protocol Institutional Review Board and Institutional Research Committee submissions assuring all guidelines were met prior to review by the board members. Prepared agenda and minutes for Institutional Review Board Institutional Research Committee meetings."
        }
    ],
    "education": [
        {
            "degree": "Masters of Education: Instructional Design",
            "school": "Western Governor's University",
            "year": "2016"
        },
        {
            "degree": "Bachelor of Science: Health Sciences",
            "school": "Texas A&M University Corpus Christi",
            "year": "2001"
        },
        {
            "degree": "Associates of Applied Science: Medical Office Information Systems",
            "school": "Temple College",
            "year": "1995"
        }
    ],
    "certifications": [
        "SoCRA (Society of Certified Clinical Research Professional)"
    ],
    "languages": [
        "English"
    ]
}