{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "To secure a position as an Information Technology in a challenging and competitive environment, where my information systems, and network development, design , diagnostics which will fully utilized, and offer new and refreshing ideas in an environment for improvement and efficiency in Networking and Security related areas and offer an opportunity for advancement. Troubleshooting and analytical skills with capacity to accurately identify and assess problems before providing expert solutions. Dedicated to providing quality customer support; consistently meet or exceed client needs by providing service beyond expectation. Communication and interpersonal skills with abitility to listen effectively respond appropriately and maintain mutual comfort level while relating to a diverse group of individuals. Proven project management abilities; able to assume multiple responsibilities and remain productive within time-sensitive and fast-paced environments. Recognized for professionalism, thoroughness, and commitment to quality and teamwork. Ready to assume new challenges to meet or succeed objectives.",
    "skills": [
        "A+",
        "Active Directory",
        "Adobe Acrobat",
        "approach",
        "Automation",
        "backup",
        "tape backups",
        "budget",
        "business development",
        "CCNA",
        "Cisco",
        "Citrix",
        "CA",
        "Hardware",
        "CPU",
        "creativity",
        "client",
        "customer service",
        "Delivery",
        "Dell Servers",
        "Desktops",
        "desktop PC",
        "disaster recovery",
        "documentation",
        "DVD",
        "Electronics",
        "Engineer",
        "estimating",
        "Firewalls",
        "gateway",
        "graphs",
        "hard drives",
        "HP",
        "HP-UX",
        "HTML",
        "inventory",
        "knowledge management",
        "LAN",
        "Laptops",
        "leadership",
        "managing",
        "mechanical",
        "meetings",
        "memory",
        "Messaging",
        "microcomputers",
        "Access",
        "Microsoft Certified Professional",
        "MCP",
        "Microsoft Certified",
        "MCSE",
        "MCSE 2003",
        "Microsoft Certified Systems Engineer 2003",
        "Excel",
        "NetMeeting",
        "Microsoft Office",
        "MS Office",
        "Office",
        "MS Outlook",
        "MS Outlook 2000",
        "Windows 7",
        "Windows applications",
        "Windows XP",
        "Works",
        "Monitors",
        "motherboards",
        "Navy",
        "enterprise",
        "Netview",
        "network management",
        "Network Engineer",
        "network hardware",
        "Network",
        "Networking",
        "Networks",
        "NMS",
        "operating systems",
        "PC's",
        "PC Anywhere",
        "cameras",
        "Printer",
        "Printers",
        "problem resolution",
        "processes",
        "ProLiant",
        "Proxy",
        "RAS",
        "research",
        "routing",
        "San",
        "scanner",
        "scanners",
        "schematics",
        "Servers",
        "scripts",
        "Service Level Agreement",
        "SLA",
        "Install Software",
        "Software - Troubleshooting",
        "sound",
        "spreadsheets",
        "Spreadsheet",
        "SSL",
        "Sun Servers",
        "supervision",
        "Symantec",
        "TCP/IP",
        "desktop support",
        "Technician",
        "phone",
        "Tivoli",
        "trouble shooting",
        "Troubleshooting",
        "Type",
        "Upgrades",
        "USB",
        "Video",
        "VPN",
        "VoIP",
        "web site content",
        "WAN",
        "wiring",
        "written"
    ],
    "experience": [
        {
            "title": "Information Technology Specialist",
            "company": "On-Site",
            "start_date": "2014-12",
            "end_date": "2015-07",
            "description": "Establish and maintain a high level of customer service relative to internal and external customers. Provide technical leadership and support in planning and keeping track of IT budget. Installing network hardware and software including network operating systems, managing and maintaining 12 local physicals and 20 virtual servers; ensuring daily tape backups system using ARC server. Security monthly updates via WSUS for servers and workstations. Addresses network issues. Support for a small LAN/WAN network-level problems on the live network using network management tools. Develop requirements documents, create technical design documents, perform system tests and user acceptance tests, and implement plans. Review, analyze, and perform website content updates in accordance with customer instructions, standards, and guidance. Attend scheduled meetings and participate as lead or team member accordingly."
        },
        {
            "title": "Network Management System Engineer",
            "company": "Company Name",
            "start_date": "2008-05",
            "end_date": "2014-12",
            "description": "Worked with NMS team to design and develop BSM/ NNMi-iSPI / HPNA to analyze, anticipate and remediate service health issues quickly. Optimized performance and availability across applications, systems, networks and storage in cloud, virtual and traditional IT environments. Improved user experience at a lower cost to the business. Upgraded Cisco Secure Access Control Server (CSACS) 1121 network appliance version 5.4 and was responsible for deploying applications and services into NMCI and affiliated USMC networks. Supported NMCI project in compliance with SLA with DoN/Marine networks. Designed test strategies, Program Level Test Plans, and RTM; tested, certified and delivered Networking/Information Assurance solutions. Installation and configuration of Juniper Netscreen Firewalls/VPN, site-to-site VPN, redundancy, fail-over, F5 Load Balancers, G2-Sidewinders, Route-Reflector, Symantec IPS, Riverbed WANX, etc. Managed Symantec Endpoint Protection in Development Lab and Model Office."
        },
        {
            "title": "Information Technology Deployment, Specialist",
            "company": "Company Name",
            "start_date": "2007-05",
            "end_date": "2008-05",
            "description": "Monitors, operates and maintains hardware, software, and networks for a computing platform. Configures, assembles and installs microcomputers, workstations and/or peripheral equipment. Performs first line support for service interruptions, maintains disaster recovery procedures for LAN and related equipment/software. Upgrades, modifies and replaces hardware, software and network components. Performs system backup and recovery activities. Migrating data/users profiles. Creates and maintains user login identification and login scripts. Install software, configure and maintain desktops, laptops, printers, scanners, and other peripherals. Provides guidance on software/hardware recommendations and connects new client PCs to the network while ensuring network compliance."
        },
        {
            "title": "Lab Tech",
            "company": "Company Name",
            "start_date": "1999-01",
            "end_date": "2006-07",
            "description": "Responsible for gathering and assimilating data on batteries for cellular qualification in the battery research department. Wrote test scripts for Arbin Instrument and Sigmar System tester. Worked from schematics and engineering drawings to determine part functionality, analyzed data, and prepared Excel reports and graphs. Managed and organized the lab for efficiency; designed test fixtures and procedures for battery tests; interfaced with software and mechanical departments on battery tests; researched equipment for purchase and installation."
        },
        {
            "title": "Help Desk Analyst",
            "company": "Company Name",
            "start_date": "2006-07",
            "end_date": "2007-05",
            "description": "Handled incoming customer calls, gathered issues, resolved problems, and created tickets in Remedy. Performed troubleshooting and problem resolution for LAN/WAN, printer, RAS, Blackberry, Citrix, MS Outlook, Proxy Settings, TCP/IP, user profiles, and password issues. Provided first and second level user administration support using Tivoli, Active Directory tools, and remote desktop. Documented support calls and escalated as needed; logged issues and dispatched to appropriate teams."
        }
    ],
    "education": [
        {
            "degree": "BCNE",
            "school": "Brocade",
            "year": "2010"
        },
        {
            "degree": "BCLE",
            "school": "Brocade",
            "year": "2010"
        },
        {
            "degree": "BCNP",
            "school": "Brocade",
            "year": "2010"
        },
        {
            "degree": "Security+",
            "school": "COMTIA",
            "year": "2009"
        },
        {
            "degree": "JNCIA-Junos",
            "school": "Juniper Networks",
            "year": "2005"
        },
        {
            "degree": "CCNA",
            "school": "Cisco",
            "year": "2005"
        },
        {
            "degree": "MCSE 2003",
            "school": "Microsoft",
            "year": "2003"
        },
        {
            "degree": "MCP",
            "school": "Microsoft",
            "year": ""
        },
        {
            "degree": "MCSA",
            "school": "Microsoft",
            "year": ""
        },
        {
            "degree": "MCIP",
            "school": "Microsoft",
            "year": ""
        },
        {
            "degree": "MCTS",
            "school": "Microsoft",
            "year": ""
        },
        {
            "degree": "Network+",
            "school": "San Diego Education and Technology / University of San Diego extension",
            "year": "2001"
        },
        {
            "degree": "A+",
            "school": "San Diego Education and Technology / University of San Diego extension",
            "year": "2001"
        },
        {
            "degree": "Certificate in Electronic Technician",
            "school": "San Diego Education and Technology",
            "year": "2002"
        }
    ],
    "certifications": [
        "Brocade BCNE (2010)",
        "Brocade BCLE (2010)",
        "Brocade BCNP (2010)",
        "CCNA (2005)",
        "JNCIA-Junos (2005)",
        "Security+ (CompTIA) (2009)",
        "MCSE (2003)",
        "MCP",
        "MCSA",
        "MCIP",
        "MCTS",
        "Network+ (2001)",
        "A+ (2001)",
        "Certificate in Electronic Technician (2002)"
    ],
    "languages": []
}