{
    "name": "A. Kazaryan",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Medical Anthropologist with strong research and project management capabilities, focused on health, welfare, and human subjects protection. Experienced in developing, implementing, evaluating, directing, and monitoring public service projects; skilled in compliance, monitoring and evaluation, risk management, and stakeholder communications within healthcare and public health contexts.",
    "skills": [
        "Project Management",
        "Compliance",
        "Monitoring and Evaluation",
        "Quality Management and Assurance",
        "Program Planning/Development/Implementation",
        "Report Writing",
        "Presentation",
        "Public Speaking",
        "Qualitative/Quantitative Mixed Method Research/Analysis/Consultation",
        "Ethnography",
        "Interviews and Interactional Analysis",
        "Literature Review",
        "Content Analysis",
        "Fieldwork",
        "Health",
        "Welfare",
        "Culture",
        "Society",
        "Migration",
        "Diaspora",
        "Microsoft Word",
        "Excel",
        "PowerPoint",
        "Office",
        "Outlook",
        "R-Studio",
        "Time Management",
        "Strategic Goal Setting",
        "Critical Thinking",
        "Problem Solving",
        "Interviews",
        "Participant Observation",
        "Surveys",
        "Questionnaires",
        "Sociocultural Perceptiveness",
        "Recruiting",
        "Organized",
        "Determined",
        "Professional",
        "Personable",
        "Adaptable",
        "Armenian",
        "English"
    ],
    "experience": [
        {
            "title": "Project(s) Manager",
            "company": "Company Name",
            "start_date": "2015-01",
            "end_date": "Present",
            "description": "Within the first weeks, produced the Disaster Recovery/Business Continuity Plan in coordination with the Pharmacy Manager and the Pharmacist in Charge. Currently manage monitoring and evaluation activities across all pharmacy departments via internal audits. Ensure compliance with NABP standards. Supervise the Compliance Officer to achieve VIPPS accreditation. Handle public relations and strive to maintain an ethical, compliant, and safe working environment with integrity in healthcare services."
        },
        {
            "title": "Consultant",
            "company": "Company Name",
            "start_date": "2015-09",
            "end_date": "2015-12",
            "description": "Provided methodological training to the Monitoring and Evaluation Department, including ethnography, interactional analysis, content analysis, grounded theory, open-ended interviews, and systematic literature reviews. Participated in private consultations, public conferences, and workshops with delegates from WHO, WTO, World Bank, FAO, and EEU health/agriculture ministries."
        },
        {
            "title": "Compliance Officer",
            "company": "Company Name",
            "start_date": "2012-09",
            "end_date": "2013-08",
            "description": "Designed a comprehensive policy and procedures manual for employees, patients, and shareholders. Reviewed patient-pharmacist consultations and internal audits; managed compliance and ethics issues. Achieved URAC accreditation and built strategic pharmaceutical alliances enabling dispensing of new and/or limited distribution cancer treatments. Licensed the pharmacy in 24 states outside California."
        },
        {
            "title": "Collections Management Assistant",
            "company": "Company Name",
            "start_date": "2011-08",
            "end_date": "2012-06",
            "description": "Right-hand assistant to the Manager of the Collections Department at UC Berkeley's Museum of Anthropology. Supervised researchers, students, interns, and volunteers. Organized collection inventory, conducted database entry for Oceania artifacts, and reviewed system entries."
        },
        {
            "title": "Recruitment Intern",
            "company": "Company Name",
            "start_date": "2010-09",
            "end_date": "2011-06",
            "description": "Contributed to campus recruiting strategy, planned events, delivered public speaking, publicized upcoming events, maintained confidentiality of applicants, answered inquiries, collated reports, filed recruitment information, and managed documents."
        }
    ],
    "education": [
        {
            "degree": "Master of Science & Philosophy, Medical Anthropology",
            "school": "University of Oxford",
            "year": "2015"
        },
        {
            "degree": "Bachelor of Arts, Anthropology",
            "school": "University of California, Berkeley",
            "year": "2012"
        },
        {
            "degree": "Associate of Arts, Honors General Education",
            "school": "Glendale Community College",
            "year": "2010"
        }
    ],
    "certifications": [
        "URAC accreditation",
        "VIPPS accreditation"
    ],
    "languages": [
        "Armenian",
        "English"
    ]
}