{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "18 years of experience for Operations manager Housing and Financial Institutions as well as healthcare sector with experience of successfully coordinating the activities of various departments concerned with the production, pricing, sales, and distribution of products & services. Comfortable working with people of all levels and having an excellent commercial approach to solving problems and developing business processes. Having proven people management skills, with the ability to manage performance and motivate staff on an individual and team level. Now looking for a new and challenging managerial or consultancy position, one which will make best use of my existing skills and experience and also further my personal and professional development",
    "skills": [
        "Microsoft Word",
        "Excel",
        "PowerPoint",
        "Outlook",
        "Adobe Photoshop",
        "Clarity system",
        "Boston Post",
        "HMIS database system",
        "balance",
        "Budget development",
        "budgets",
        "budget",
        "Business Management",
        "business strategies",
        "communication skills",
        "Negotiating contracts",
        "Cost control",
        "clients",
        "customer services",
        "Databases",
        "database",
        "delivery",
        "documentation",
        "Driving",
        "Environmental Health",
        "financial",
        "Financial Analysis",
        "Managing",
        "marketing strategies",
        "marketing",
        "market",
        "Marketing/sales",
        "meetings",
        "Excel",
        "Outlook",
        "Power Point",
        "Microsoft Word",
        "negotiation",
        "organizing",
        "patient care",
        "personnel",
        "plan development",
        "policies",
        "Problem resolution",
        "processes",
        "process improvement",
        "Producing",
        "quality",
        "recruitment",
        "Safety",
        "sales",
        "strategy",
        "supervision"
    ],
    "experience": [
        {
            "title": "Program Manager / Financial Manager / Facilities Manager",
            "company": "Company Name – City, State",
            "start_date": "2008-03",
            "end_date": "Present",
            "description": "Driving operational improvements, maximizing asset value while ensuring tight control on operational costs. Responsible for monitoring and continually improving standards of performance and quality within the operation. Duties: Managing a team of approximately 20 employees in a busy work environment. Negotiating contracts, ensuring they balance value and risk. Establishing and implementing departmental policies, goals, objectives, and procedures. Creating, managing and analyzing performance data and other information. Ensuring capacity and capability are continually planned. Encouraging, identifying and developing best practice strategy. Ensuring compliance to Environmental Health & Safety goals & objectives. Producing Operations manuals which define how the business is to be run. Working closely with the organization."
        },
        {
            "title": "Clinic Manager",
            "company": "Company Name – City, State",
            "start_date": "2005-04",
            "end_date": "2008-02",
            "description": "Manager of the Facility activities and care plan development, service level determination, on-site field. Direct supervision of clinical staff and adherence to internal policies/standards. Participates in recruitment, interviewing and orientation of team members. Evaluates performance relative to goals; reviews records to ensure regulatory and in-house compliance. Coaches staff and manages in-service education programs; ensures service quality and care coordination between physicians and patients. Oversees regulatory updates and clinical integrity of quality of care; manages budget goals through utilization and appropriate patient care delivery."
        },
        {
            "title": "Marketing Manager",
            "company": "Company Name – City",
            "start_date": "2001-01",
            "end_date": "2005-03",
            "description": "Implemented new operational processes and procedures. Established and maintained roles and responsibilities for personnel under management. Delivered regular team communications and organized monthly meetings. Controlled operational costs according to the annual budget. Supported planning, development and overall management of project budgets with HQ staff. Built and maintained client relationships; worked to maximize accuracy, productivity and space utilization. Recruited and trained staff; solved disputes and improved marketing strategies and branding to attract new clients."
        },
        {
            "title": "Unknown Role",
            "company": "Company Name – City, State",
            "start_date": "1992-06",
            "end_date": "1998-12",
            "description": "Implemented operational processes and procedures; established roles and responsibilities; delivered regular team communications; controlled costs; supported recruitment and training; developed marketing strategies; built corporate relationships with customers and industry leaders; expanded business and market share; introduced improvements in business strategies based on customer feedback."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Business and Management",
            "school": "University of Phoenix",
            "year": 2008
        },
        {
            "degree": "Bachelor of Science: Nurse",
            "school": "University of Washington",
            "year": 1999
        },
        {
            "degree": "Master of Business Administration: Healthcare",
            "school": "University of Phoenix",
            "year": 2014
        }
    ],
    "certifications": [],
    "languages": []
}