{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": null,
    "skills": [
        "ADA",
        "ADP",
        "art",
        "agency",
        "benefits administration",
        "benefits",
        "coach",
        "coaching",
        "conflict resolution",
        "continuous improvement",
        "contracts",
        "decision making",
        "delivery",
        "direction",
        "employee relations",
        "special events",
        "financial",
        "functional",
        "hiring",
        "HRIS",
        "human resource management",
        "human resources",
        "HR",
        "human relations",
        "Kronos",
        "Lawson",
        "leadership",
        "leadership development",
        "Law",
        "legal compliance",
        "Director",
        "managing",
        "management reporting",
        "Mediation",
        "Access",
        "Excel",
        "MS Office",
        "Outlook",
        "PowerPoint",
        "Publisher",
        "Word",
        "negotiations",
        "Organizational Development",
        "organizational",
        "payroll",
        "Peak",
        "Performance Management",
        "personnel",
        "Policies",
        "problem solving",
        "processes",
        "Profit",
        "Project Management",
        "quality",
        "quantitative analysis",
        "Recruitment",
        "recruiting",
        "reporting",
        "safety",
        "team-work",
        "teamwork",
        "Visio",
        "Vision",
        "workshops"
    ],
    "experience": [
        {
            "title": "HR Manager",
            "company": "Company Name",
            "start_date": "2015-01",
            "end_date": "Present",
            "description": "Manage the Human Resource function for e-Cycle's corporate office as well as their fulfillment and data center, including benefits and compensation administration, payroll, employee relations, policy compliance, and recruitment. Key results: foster an associate-oriented culture that emphasizes continuous improvement, teamwork, high performance and quality; ensure conformance with applicable HR regulations and organizational procedures; implement HR programs and policies as needed; identify, evaluate, and resolve human relations, employee morale, work performance, and productivity concerns; develop staffing strategies and implement programs to identify and cultivate sources for employees at all levels; create or assist in creating associate training and organizational development programs; develop and manage the annual associate review process; ensure regional staff are included in corporate activities; manage HRIS and provide essential reporting information; recruit and retain top-quality associates nationally and at executive levels; create or assist in creating compensation plans; employee benefit administration for Health, Dental, Vision, VSTD, VLTD and 401(k); reduced health benefit cost increase from 46% to 5% in the first month."
        },
        {
            "title": "Sr. HR Manager",
            "company": "Company Name",
            "start_date": "2013-01",
            "end_date": "2015-01",
            "description": "As a leader within the HR and Operations team, partnered with local leadership and Corporate HR to develop and implement HR policies, processes, technology and services aligned to startup initiatives. Recruited and hired over 220 full-time hourly associates and 27 management-level employees; managed setup of the HR business office, including personnel files, payroll, and HR reporting; coached and developed HR staff; supported peak season staffing and operations; collaborated with local temporary agencies to staff peak volume (over 1800 total associates delivering over 3 million units from Black Friday to Christmas); influenced HR strategy and execution within the facility; ensured consistency of HR policies across locations; partnered with Corporate HR on exempt staffing, compensation and benefits; kept abreast of HR policies and laws; developed an environment aligned with Fanatics core values; provided leadership development and workforce planning; coached senior leaders and front-line supervisors on HR policies and issues."
        },
        {
            "title": "HR Director",
            "company": "Company Name",
            "start_date": "2008-01",
            "end_date": "2012-01",
            "description": "Executive team member responsible for providing situation-appropriate and policy-compliant human resource support for two separate business units of a community-based nonprofit health care organization with approximately 184 employees. Key results: played a key role in merging five private physician practices into one nonprofit; structured and implemented compensation structures, benefits packages, incentive plans and physician employment contracts; fostered a teamwork/open-door environment with an 85% employee satisfaction rating; maintained staffing levels for all positions within the health center; negotiated more than 100 salary offers at both exempt and nonexempt levels; recruited physicians, CEO, COO, CFO, CMO and various managers; authored employee manual covering disciplinary procedures, code of conduct, FMLA, attendance policies and benefits information; implemented employee satisfaction surveys and presented results to the Board; introduced the first formal performance review program; developed job descriptions; shadowed and interviewed employees to accurately capture duties and skills."
        },
        {
            "title": "HR Representative",
            "company": "Company Name",
            "start_date": "2001-01",
            "end_date": "2007-01",
            "description": "Nation's largest small-box discount retailer. Performed a broad range of HR Generalist functions, including recruiting, administering benefits, overseeing disciplinary action and managing HR support staff. Key results: trained management on interviewing techniques and best practices; conducted workshops and one-on-one coaching leading to sound hiring decisions; instrumental in the startup of a new 1.2 million sq. ft. distribution center; hiring over 400 employees in the first year; oversaw morale-boosting programs that increased employee satisfaction and productivity; investigated employee relation issues such as sexual harassment, discrimination, and inappropriate conduct; staffed all hourly positions, maintaining 878 hourly employees across three shifts."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Business Administration",
            "school": "Mount Vernon Nazarene University",
            "year": null
        }
    ],
    "certifications": [],
    "languages": []
}