{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "FINANCIAL OPERATIONS ANALYST Excels at Financial Performance through Analysis, Reporting, and Value-Added Improvements Driven, customer-centric, revenue-focused Analyst with H1B status uniquely qualified in identifying challenges and developing collaborative solutions for financial sectors. Highly attuned with reducing cost expenditures and exceeding expectations. Developed expertise navigating financial management pipelines like accounting, reporting, internal controls, budgeting, analysis and performance management. Demonstrated command of communicating complex financial information to non-financial audiences.",
    "skills": [
        "Microsoft Office Suite",
        "CRM Systems",
        "Omni",
        "Salesforce",
        "Slack",
        "Accounting",
        "Auditing",
        "Budgeting",
        "Cash Flow",
        "Continuous Improvement",
        "Data Analysis",
        "Finance",
        "Financial Modeling",
        "Financial Reporting",
        "Financial Statements",
        "Inventory Management",
        "Leadership",
        "Excel",
        "Operations Management",
        "Policies",
        "Process Analysis",
        "Purchasing",
        "Recording",
        "Reporting",
        "Research",
        "Sales",
        "Scheduling",
        "Strategy",
        "CRM"
    ],
    "experience": [
        {
            "title": "Finance and Operations Manager",
            "company": "Company Name",
            "start_date": "2017-07",
            "end_date": "Current",
            "description": "Brought on board to centralize progress in district. Task with overseeing designated managers that monitor employee productivity, timely scheduling and provide updated trainings. Institute policies, goals, objectives and procedures. Challenge to construct and maintain effective cash flow monitoring system, review financial statements, audit sales commission and activity reports. Analyze performance data to measure productivity and steer continuous improvement initiatives with emphasis on recognizing cost streams and reducing expenses. Authorize various software platforms for employees. Oversee inventory management, purchasing, and distribution. Realign internal processes with introduction of inventory recording systems for the district. Allocate monthly budget and create tentative forecast for proceeding month."
        },
        {
            "title": "Financial Analyst",
            "company": "Company Name",
            "start_date": "2013-07",
            "end_date": "2014-07",
            "description": "Selected to examine accounting records to compile financial information and reconcile reports. Incorporated detailed research to process journal entries and author financial reports. Proactively developed process analysis while maintaining clear open lines of communication with leadership. Scrutinized current and past financial data, trends and performance, to champion financial improvements."
        }
    ],
    "education": [
        {
            "degree": "Master of Business Administration (MBA)",
            "school": "Johnson and Wales University",
            "year": null
        },
        {
            "degree": "Bachelor of Business Administration (BBA): Finance",
            "school": "Kathmandu University",
            "year": null
        }
    ],
    "certifications": [],
    "languages": []
}