{
    "name": "",
    "email": "",
    "phone": "",
    "location": "City, State",
    "summary": "I am an agile and hungry project manager with nearly five years of experience leading cross-functional teams in the political campaign world. In that time, I have managed concurrent projects at various stages of development, designed and oversaw the maintenance of project plans, and leveraged qualitative and quantitative data insights to inform decision making. My experience embedding on a new campaign every few months has made me an expert at drinking from the fire hose. At my heart, I am a people person and problem solver who loves to operate in ambiguous roles and will run through walls to deliver.",
    "skills": [
        "Excel",
        "Google Sheets",
        "CRM Databases",
        "Budgets",
        "Budget",
        "Business Development",
        "Business Strategy",
        "Direct Mail",
        "Fundraising",
        "Legal",
        "Litigation",
        "Marketing",
        "Marketing and Communications",
        "Money",
        "Organizational",
        "Problem Solver",
        "Project Management",
        "Sales",
        "Spanish",
        "Spanish Language",
        "Strategy",
        "Website",
        "Workflow"
    ],
    "experience": [
        {
            "title": "Senior Advisor and National Fundraising Director",
            "company": "",
            "start_date": "2020-09",
            "end_date": "2020-12",
            "description": "Created project plan to implement a new business strategy and organizational structure to optimize workflow, leading team to raise $2.25MM in two months, the largest congressional raise in the country over that period. Led 14-person staff composed of digital marketing, data, communications, and sales teams to surpass engagement and fundraising KPIs. Managed $4.25MM budget and all fundraising-related projects including launching a mobile-compatible website, and an activist-targeted digital marketing campaign that increased engagement across all digital channels by 43%."
        },
        {
            "title": "Campaign and Fundraising Special Projects Advisor",
            "company": "Company Name",
            "start_date": "2020-01",
            "end_date": "2020-08",
            "description": "Developed budgets, timelines, deliverables, and KPIs for a portfolio of 8 congressional campaigns throughout the Midwest, leading each campaign to increase money raised by at least 100%. Collaborated with heads of event, operations, and fundraising departments to flawlessly execute over 100 appearances from former presidents and high- profile celebrities."
        },
        {
            "title": "Campaign Chief of Staff and Fundraising Director",
            "company": "",
            "start_date": "2019-03",
            "end_date": "2019-12",
            "description": "Built and oversaw a $4MM budget and all campaign projects ranging from external communications and fundraising strategies to lawn sign placement. Advised the Congressman on all political decisions and developments involving his re-election efforts."
        },
        {
            "title": "Fundraising Director",
            "company": "Company Name",
            "start_date": "2018-11",
            "end_date": "2019-02",
            "description": "Led team composed of digital marketing, direct mail, and polling consultants to implement a fundraising strategy that raised $1.4MM, more than any other campaign in NYC over the same time period."
        },
        {
            "title": "Fundraising Director",
            "company": "",
            "start_date": "2018-06",
            "end_date": "2018-11",
            "description": ""
        },
        {
            "title": "Deputy Fundraising Director",
            "company": "",
            "start_date": "2017-12",
            "end_date": "2018-05",
            "description": ""
        },
        {
            "title": "Litigation Legal Assistant",
            "company": "Company Name",
            "start_date": "2016-07",
            "end_date": "2017-08",
            "description": "Voted best legal assistant in the litigation department."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts in US History",
            "school": "Emory University",
            "year": ""
        },
        {
            "degree": "Certificate in Gender and Sexuality Diversity and Inclusion in the Workplace",
            "school": "University of Pittsburgh",
            "year": ""
        },
        {
            "degree": "Certificate in Spanish Language",
            "school": "Universidad de Salamanca",
            "year": ""
        }
    ],
    "certifications": [
        "Certificate in Gender and Sexuality Diversity and Inclusion in the Workplace (University of Pittsburgh)",
        "Certificate in Spanish Language (Universidad de Salamanca)"
    ],
    "languages": [
        "Spanish"
    ]
}