{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Seasoned media and marketing professional with 9 years of experience working on a blue-chip client (MillerCoors) in a highly competitive category. Proven leader with a bias for action, skilled at collaborating with cross-functional partners and agencies, and an expert in multicultural millennial targeting. Experienced in developing integrated media strategies across paid, owned and earned media (digital, TV, print, outdoor, radio and more); focused on driving measurable growth, ROI and cross-channel optimization.",
    "skills": [
        "Integrated media planning and strategy",
        "Team leadership and development",
        "Total video strategy",
        "Digital strategy",
        "Multi-platform content solutions",
        "Competitive research and analysis",
        "Client leadership",
        "Cross-agency collaboration",
        "Media stewardship",
        "Project execution",
        "Consumer insights and research",
        "Media mix development and ROI analysis"
    ],
    "experience": [
        {
            "title": "Director, Media Strategy",
            "company": "Company Name",
            "start_date": "2015-10",
            "end_date": "Present",
            "description": "Oversaw development and execution of media plans rooted in strategic consumer insights, media fundamentals and modeling analytics designed to drive business growth for Miller Lite & Miller High Life. Continued progression of leadership skills beyond the MillerCoors team to across the entire agency sharing strategy best practices, award winning work and contributing on multiple new business pitches. Developed in-depth analysis exploring optimal audience reach & frequency benchmarks leading purchase occasion. Revamped social media targeting strategy in an effort to drive better short-term sales and better overall digital ROI. Achieved greater understanding of the programmatic digital landscape and how best to approach for the MillerCoors portfolio."
        },
        {
            "title": "Associate Director, Media Strategy",
            "company": "Company Name",
            "start_date": "2013-02",
            "end_date": "2015-09",
            "description": "Led cross-platform media strategy and execution for the re-launch of Miller Lite's re-branding in 2014, highlighted by the Original Lite Can, resulting in 15% increase in units and the first quarter of growth in 7 years. Expanded marketing knowledge across consumer touch-points by serving on cross-agency leadership team for the largest brand launch in MillerCoors history, Miller Fortune. Strategic media lead behind Miller Lite's impactful cross-platform summer media plan which contributed to Miller Lite being the most socially talked about beer brand during the key selling season. Was nominated and voted by agency colleagues and MillerCoors client as finalist for the Leadership award as part of the 2014 Media Agency Recognition Program - 1 of 3 agency finalists. Continued professional development in completing key training courses: Advanced Presentation Skills, Managing Millennials & Essentials of Digital Marketing (on-going weekly education series)."
        },
        {
            "title": "Supervisor, Media Strategy",
            "company": "Company Name",
            "start_date": "2012-06",
            "end_date": "2013-01",
            "description": "Improved management and delegation skills while overseeing growth of multiple junior level employees. Elevated presentation and client communication skills serving as the single point lead for the Premium Light brands during a time of transition to a new agency for MillerCoors. Completed strategic business focused media POVs to drive sales including a local radio \"piggyback\" execution targeting on-premise under performance as well as a NFL \"always on\" strategy."
        },
        {
            "title": "Media Supervisor",
            "company": "Company Name",
            "start_date": "2011-09",
            "end_date": "2012-05",
            "description": "Took a larger role in cross platform planning contributing to digital media recommendation and completed agency digital media training program. Led training of planners and associates across key planning tools and processes to generate efficiency as well as team growth."
        },
        {
            "title": "Field Media Planner",
            "company": "Company Name",
            "start_date": "2011-01",
            "end_date": "2011-08",
            "description": "Broadended media professional skill set serving as the planning and execution lead for all local media (TV, radio, OOH, digital & print) for all MillerCoors brands across 40+ markets in the Southeast region. Leveraged strong interpersonal skills and conducted all day to day communication across 6 field marketing manager clients. Led development of 2012 media trends presentation which was subsequently presented to 20+ clients."
        },
        {
            "title": "Media Planner",
            "company": "Company Name",
            "start_date": "2008-12",
            "end_date": "2010-12",
            "description": "Led intricate portfolio management and allocation strategy of MillerCoors $80MM NFL TV budget as well as in depth competitive tracking. Influential member of Emerging Media Team which provided turn-key and customized media solutions to MillerCoors in the growing digital space."
        },
        {
            "title": "Assistant Media Planner",
            "company": "Company Name",
            "start_date": "2007-06",
            "end_date": "2008-11",
            "description": "Served as core support staff that helped to expand DFCB media business to acquire Coors local planning followed by MillerCoors business. Developed econometric modeling strategy to inform dollar and TRP allocation versus the competition. Mastered planning, research and budget tracking tools."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts in Journalism - Strategic Communications Marketing",
            "school": "University of Missouri",
            "year": 2007
        }
    ],
    "certifications": [
        "Advanced Presentation Skills",
        "Managing Millennials",
        "Essentials of Digital Marketing"
    ],
    "languages": []
}