{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Talented Executive Chef with twenty five years experience developing menus and working as head chef/owner of mobile catering business, fast food Cajun and Classical Seafood/Cajun/Creole Family restaurant. Twenty five years professional experience as a dynamic, resourceful and skilled Executive Head Chef with a proved success record in both fine dining and catering. Highly skilled chef with proved ability to produce quality menu items under tight deadlines.",
    "skills": [
        "food and beverage handling",
        "Italian cuisine",
        "kitchen staff training",
        "ethnic foods preparation",
        "concession stands management",
        "food cost control",
        "French cuisine",
        "American cuisine",
        "international culinary skills",
        "fast-paced back of house operations",
        "front of house understanding",
        "problem resolution",
        "kitchen productivity",
        "kitchen staff supervision",
        "customer relationship building",
        "cash handling",
        "plate presentation",
        "special dietary needs expert",
        "inventory and ordering",
        "leadership",
        "staff scheduling",
        "interviewing and training",
        "basic food preparation",
        "sanitation practices",
        "banquet operations",
        "catering",
        "menu development",
        "up-selling",
        "safety codes",
        "quality standards",
        "OpenTable experience",
        "knife skills"
    ],
    "experience": [
        {
            "title": "Executive Chef",
            "company": "Company Name",
            "start_date": "December 1987",
            "end_date": "",
            "description": "Responsible for coordination of up to 12 servers in restaurant with capacity of 200. Baked, roasted, broiled, and steamed meats, fish, vegetables and other foods. Estimated amounts and costs of required supplies, such as food and ingredients. Helped with preparation, set-up, and service for catering events. Performed all transactions in a cordial, efficient and professional manner. Prepared food items. Trained new employees. Trained kitchen staff on proper use of equipment, food handling and portion sizing. Responsible for the design and preparation of all menu items for private home/office setting. Supervised kitchen staff of 10 people and ensured proper event set-up, food preparation, kitchen clean-up and proper shut down. Adjusted monthly menus to maximize use of seasonal local ingredients and delicacies. Developed variety of menu items catering to customers with food allergies and diet restrictions such as gluten-free and vegan items. Managed kitchen operations for high grossing, fast-paced fair concession kitchen. Trained staff of eight employees for correct facility procedures, safety codes, proper recipes and plating techniques. Managed preparation and presentation of the desserts for all catered events. Responsible for all kitchen operations such as banquet events, buffet lines, room service orders and hotel restaurant. Hired and trained staff of 12 food preparation employees. Oversaw 10 cooks and a Sous Chef as part of overall back of the house operations. Managed food and produce receiving process with 100% accuracy. Frequently switched between positions as Cold Food prep, Soup Station Chef and Relief Chef mid shift to support changing needs of large industrial kitchen Developed popular daily specials with personally sourced ingredients for broiler and sauté stations. Responsible for daily set up of five stations. Developed popular daily specials with personally sourced ingredients for broiler and sauté stations. Ensured minimal product shrink and coordinated secondary usage of product Executed various kitchen stations and assisted with, meat, fish, sauté or pantry Informed patrons of establishment specialties and features Instructed cooks and other workers in the preparation, cooking, garnishing, and presentation of food Loaded dishwashers and hand-washed items such as pots, pans, knives Planned and prepared food for parties, holiday meals, luncheons, special functions, and other social events Specialized in preparing fancy dishes and/or food for special diets Stocked and rotated products, stocked supplies, and paper goods in a timely basis Supervised and coordinated activities of cooks and workers engaged in food preparation Used all food handling standards Collaborated with other personnel to plan and develop recipes and menus Compiled and maintained records of food use and expenditures Cooked food properly and in a timely fashion, using safety precautions Cooked the exact number of items ordered by each customer, working on several different orders simultaneously Created and explored new cuisines Directed the operation and organization of kitchens and all food-related activities, including the presentation and serving of food Ensured consistent high quality of plate presentation Ensured first-in-first-out system with all ingredients labeled and stored properly Maintained contact with kitchen staff, management, serving staff, and customers Maintained system of control for storage temperatures and proper functioning of kitchen equipment Oversaw kitchen employee operations to ensure production levels and service standards were maintained Seasoned and cooked food according to recipes or personal judgment and experience Suggested additional items to customers, as appropriate, to increase restaurant sales. Maintained knowledge of current menu items, garnishes, ingredients and preparation methods. Consistently adhered to quality expectations and standards. Delivered an exceptional dining experience with friendly, fast service. Completed closing duties, including restocking items and closing out the cash drawer. Accurately recorded orders and partnered with team members to serve food and beverages that exceeded guests' expectations. Effectively used items in stock to decrease waste and profit loss. Correctly calculated charges, issued bills and collected payments. Checked in deliveries and signed off on products received. Received frequent customer compliments for going above and beyond normal duties."
        }
    ],
    "education": [
        {
            "degree": "Associate of Arts in Culinary Arts, Hospitality and Restaurant Management",
            "school": "Le Cordon Bleu Culinary School",
            "year": "2011"
        }
    ],
    "certifications": [
        "Health Department certified"
    ],
    "languages": []
}