{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Knowledgeable and driven Copywriter and Communications professional offering expertise in writing, public speaking, advertising, vendor and print media relations. Superb writer and editor who communicates effectively with target audiences through strategic communication techniques, brand management and through Social Media Platforms.",
    "skills": [
        "customer service-focused",
        "Relationship building",
        "Copywriter",
        "Copyediting",
        "Project management",
        "Excellent writer",
        "Strong communicator",
        "Proposal writing",
        "New program and promotion implementation",
        "Team player",
        "Decisive problem solver",
        "Deadline-driven",
        "Event planning & coordination",
        "advertising",
        "print media relations",
        "brand management",
        "social media",
        "vendor management",
        "proofreading",
        "grammar editing",
        "packaging copy",
        "video scripts",
        "digital storytelling",
        "budgeting",
        "recruitment campaigns",
        "vendor relationships",
        "budget tracking",
        "interview scheduling",
        "accounting",
        "accounts receivable",
        "administrative",
        "Adobe",
        "AS400",
        "BI",
        "Business Objects",
        "Call Center",
        "content",
        "client relations",
        "customer service",
        "delivery",
        "Detail Oriented",
        "financial",
        "hiring",
        "Human Resources",
        "HR",
        "inventory management",
        "inventory",
        "team building",
        "logistics",
        "Lotus Notes",
        "Managing",
        "materials",
        "meetings",
        "Microsoft Excel",
        "Microsoft Office Suite",
        "office",
        "Outlook",
        "networking",
        "newsletter",
        "Oracle",
        "payroll",
        "performance management",
        "policies",
        "Presentations",
        "pricing",
        "problem resolution",
        "processes",
        "progress",
        "quality",
        "QuickBooks",
        "recruitment",
        "Retail",
        "Retek",
        "sales",
        "SAP",
        "scheduling",
        "spreadsheet",
        "staffing",
        "supervision",
        "trade shows",
        "employee training",
        "troubleshoot",
        "Vantive",
        "workshops"
    ],
    "experience": [
        {
            "title": "Media / Advertising Coordinator",
            "company": "Company Name, City, State",
            "start_date": "March 2012",
            "end_date": "Present",
            "description": "Planned and publicized events, including negotiating vendor contracts and designing promotional materials. Proofread and reviewed all print and electronic content for correct grammar and adherence to house style. Revised campaigns based on feedback from the creative director, account team and clients. Edited colleagues' writing for grammar, tone and quality. Coordinated with designers, graphic producers, video editors and videographers to maintain a cohesive company voice. Developed copy and concepts for packaging, in-store collateral, video scripts, digital storytelling, print advertising, seasonal collections, shows, events and promotions. Monitored and audited job postings and advertising placements to follow internal compliance requirements. Maintained relationships with clients, advertisers, third-party vendors, and internal departments. Worked with account executives to determine client needs and budgets. Managed production of digital and print communication materials including sourcing, managing, and maintaining vendor relationships. Coordinated trainings, trade shows, and interview events. Tracked advertising budget and liaised with accounting on invoices. Copywriter contributing to ad copy to meet client needs. Proofread copy and obtained management approval for all content for job postings and advertisements. Ensured alignment with hiring goals and brand. Led social media engagement initiatives for clients."
        },
        {
            "title": "Senior Coordinator",
            "company": "Company Name, City, State",
            "start_date": "June 2010",
            "end_date": "March 2012",
            "description": "Launched new accounts and administered interview processes resulting in candidate interviews and offers. Acted as a liaison to clients, HR business partners, staffing consultants, recruiters, talent acquisition team and the Candidate Care Center Team. Conducted candidate reference checks. Led interview scheduling and travel arrangements. Worked independently on accounts with minimal supervision. Led the Mission Statement Committee for the Kenexa Candidate Care Center. Represented the Candidate Care Center in prospective client interviews. Led and participated in Kenexa Career Fairs (UTD and Kenexa-Frisco office)."
        },
        {
            "title": "Human Resources Administrator",
            "company": "Company Name, City, State",
            "start_date": "September 2008",
            "end_date": "February 2009",
            "description": "Provided professional employee communication while supporting HR generalist and managers with performance management and improvement tracking through Microsoft Excel. Maintained employee files and records retention. Set up employee orientation, development, and training logistics and recordkeeping. Communicated quality customer service and problem resolution in the administration and organization of training and staff meetings, employee training classes and workshops. Modified HR administrative payroll policies and procedures, payroll distribution. Assisted HR generalists with termination processing, exit interviews and job postings. Contributed to local community organizations, events and charity services."
        },
        {
            "title": "Materials Management Assistant",
            "company": "7-11 Corporation (Corporate Retail)",
            "start_date": "September 2008",
            "end_date": "February 2009",
            "description": "Corresponded with domestic and international vendors and distributors to monitor timely delivery of products. Generated and manipulated daily, weekly and monthly Excel spreadsheet reports of financial logistics. Generated and verified purchase orders and assisted with inventory management. Produced and reconciled invoices with accounts receivable and payable during close-out and month-end reports."
        },
        {
            "title": "Merchandise Business Associate",
            "company": "Company Name, City, State",
            "start_date": "June 2006",
            "end_date": "January 2008",
            "description": "Processed new items and product introductions for distribution to National and Canadian stores, ensuring items were processed in the system to meet store needs and production of sales and inventory results. Met weekly with distributor representatives to communicate goals for new and re-introduction items. Corresponded with field consultants on pricing issues and new product developments. Maintained the MBS TEAM Daily Kickoff newsletter. Coordinated monthly team building events."
        }
    ],
    "education": [
        {
            "degree": "Associates of Arts",
            "school": "Collin County Community College",
            "year": 2009
        },
        {
            "degree": "Bachelors of Arts in Communications / Public Relations",
            "school": "Southern New Hampshire University",
            "year": 2017
        }
    ],
    "certifications": [],
    "languages": []
}