{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "PATIENT ADVOCATE /CLINICAL CARE COORDINATOR Career Focus Selling capital equipment computer hardware and software to corporate accounts. Supporting management and staff in developing and maintaining market share through aggressive account sales growth. Top 10% in the nation, #1 in the region three years in a row. Recognized as top performing sales and marketing specialty representative. Analytical thinking and administrative skills, leadership, interpersonal skills, communication skills, self-motivation. Ensure maximum coverage of all accounts within territory geographic areas to maintain optimum level of exposure and effective time management. Medical device/healthcare sales experience. Maximize corporate profit by achieving sales revenue targets and grow market share for a specified territory, by promoting, selling and servicing company's products. Increase sales and revenue by aggressively targeting and developing new accounts by using strategic account strategy and keen business insights. Sale of Injectable and Oral Medications. Train appropriate medical staff on company products. Develop and implement plans to achieve/exceed sales goals. Identify, establish and maintain productive working relationships with key decision makers, customers and their staff, administrative staff (complete office sales).",
    "skills": [
        "Prospecting",
        "Cold calling",
        "Team building",
        "Strategic account development",
        "Strong interpersonal skills",
        "Key account generation",
        "Regional accounts",
        "Sales force training",
        "Business negotiation",
        "Lead development",
        "Analytical thinking",
        "Administrative skills",
        "Leadership",
        "Communication skills",
        "Self-motivation",
        "Medical device sales",
        "Healthcare sales",
        "Training staff",
        "Market research",
        "Account management"
    ],
    "experience": [
        {
            "title": "PATIENT ADVOCATE /CLINICAL CARE COORDINATOR",
            "company": "Company Name, State",
            "start_date": "February 2010",
            "end_date": "Present",
            "description": "Patient and Family liaison to facilitate communication with physicians, health care providers, case managers to develop course of care and emergency care. Experience in a clinical setting, outpatient or managed care experience. Clinical coordination of clinical activities: wound care evaluating, and providing patient care through the use of hospital and nursing standards. Case management, providing treatments, and patient/caregiver education related to wound care management. Collaborates with other health care providers, Wound Care Center Physicians, Program Director, and Medical Director regarding patient needs."
        },
        {
            "title": "MEDICAL SALES REPRESENTATIVE",
            "company": "Company Name, City, State",
            "start_date": "October 2007",
            "end_date": "February 2010",
            "description": "Detailing in the specialty areas of Pain Management, Neurology, Anesthesiology, Rheumatology, Orthopedics, Oncologist and supportive Oncology. Oral and Injectable medications. Ranked Top 10% nationally 2008-2009, achieved a product index of 114%, and ranked #1 in the District. Detailing Pain Specialist, and hospitalist. Hospital based selling experience and Negotiating Skills. District trainer; efficiency, teamwork and software. Maintain relationships with key area pharmacies and support the pharmacist by providing discounts, educational information and updated managed care information. Matrix Management Skills, and Market Research Knowledge."
        },
        {
            "title": "PROFESSIONAL SALES REPRESENTATIVE",
            "company": "Company Name, City, State",
            "start_date": "December 2005",
            "end_date": "October 2007",
            "description": "Launched new asthma drug #1 in the region 2006. Cardiology and then Respiratory Divisions (respiratory devices). Achieve quarterly 139% to goal, and annual sales goals in excess of 126% to goal average 2006. Ranked Top 10% nationally, achieving a product index of 136% 2007, and ranked #1 in the District 2007 and #2 2006. Develop and implement plans to achieve/exceed sales budget. Specialty Market Placement."
        },
        {
            "title": "MEDICAL REPRESENTATIVE",
            "company": "Company Name, City, State",
            "start_date": "August 1997",
            "end_date": "December 2005",
            "description": "Persuasively sell the concept of testing for Hep B and Hep C via diagnostic test to targeted physicians. Hospital sales (buy and bill) anti-infective market place. Field Representative Insurance Market Advisor for the Northeast region, coordinating real time customer activity with the marketing team for the development of sales material and strategy. Network of relationships within the Federal and State Government community. Operating room sales experience. Directed an aggressive risk management & patient education program for weight loss medication, and initiated growth in a territory severely affected by negative media campaigns. Conduct primary Medicaid reimbursement research to increase corporate profit. Trained specialty representatives on working community/teaching hospitals and long-term care accounts for new corporate initiative, 2004. Completed \"Management Skills Development\" Seminar, 2000 Area Sales Trainer for the Northeast Region, December 2001 Achieved 100% of call quota, 121% bonus requirements, and Ranked 10% nationally. Maintain formulary status in the Hudson, Essex and Bergen county hospitals. Detailed oral medications in the following disciplines: endocrinology, cardiology, diabetes, pain management, and infectious diseases, urology, blood-related disorders. Researched market competition and developed presentations to stay ahead of the key players in the market place. Managing cross functional groups, cross business group and other forms of working that cross the traditional vertical business units in order to increase sales. Proven success and positive track record of consistent sales performance in complex markets and diverse customer segments. Knowledge / experience with Medicare Part D, and VA selling. Responsible for all aspects of educating & training sales representatives. Design Sales and Marketing plan to enhance revenues of existing accounts while also developing goals to build new accounts. Analyzed current selling market and modify current simulated selling environment to the needs of the organization. Knowledge of sales processes and sales training. Knowledge of the reimbursement and fulfillment pathways for injectable medications."
        }
    ],
    "education": [
        {
            "degree": "Master of Public Administration: Health Care Administration",
            "school": "Fairleigh Dickinson University",
            "year": ""
        },
        {
            "degree": "Master of Administrative Science: Human Resource Administration",
            "school": "Fairleigh Dickinson University",
            "year": ""
        },
        {
            "degree": "Paralegal Studies - ABA Approved",
            "school": "Fairleigh Dickinson University",
            "year": ""
        },
        {
            "degree": "Bachelor of Arts: Political Science / Urban Planning",
            "school": "Rutgers University",
            "year": ""
        },
        {
            "degree": "Masters of Information and Library Science: Knowledge Management",
            "school": "Villanova University",
            "year": ""
        },
        {
            "degree": "Master Certificates: Human Resources; Six Sigma Black Belt; Lean - Health Care",
            "school": "Villanova University",
            "year": ""
        }
    ],
    "certifications": [
        "Six Sigma Black Belt",
        "Lean - Health Care",
        "Human Resources"
    ],
    "languages": []
}