{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "ASSOCIATE VICE PRESIDENT FOR COLLEGE ADVANCEMENT & PUBLIC RELATIONS Executive Profile I've worked in higher education administration for 7 years, predominately in advancement and public relations at both the university and community college level. In addition, I've taught or authored over 20 unique college courses primarily in the business discipline Currently, I have the privilege of serving Mississippi Delta Community College as the Associate Vice President for College Advancement and Public Relations. In this role, I serve as the Chief Advancement & Chief Communications Officer reporting to the College President. A member of the college's senior administrative team since 2010, I also serve on the President's Cabinet. As the Executive Director of the MDCC Alumni & Foundation, Inc., I have overall responsibility for advancement at the college including alumni affairs, annual giving, major gifts, records, planned giving, donor relations, and events. I also have responsibility for public relations including college marketing, communications and news.",
    "skills": [
        "Personal Effective written and verbal communication skills",
        "Effective managerial and administrative skills",
        "Ability to adapt and respond to various situations",
        "Ability to maintain high level of confidentiality",
        "Ability to work with diverse staff, faculty, students, and donors",
        "Institutional Advancement Experience in working with a non-profit Board of Directors and volunteers",
        "Working knowledge of budget development, fiscal administration, and foundation fiduciary responsibilities including accounting, contracts, budgeting and cost control principles including Generally Accepted Accounting Principles and automated financial reporting systems",
        "Knowledge of federal and state financial regulations",
        "Ability to analyze financial data and prepare financial reports, statements and projections",
        "Working knowledge and skill involved in the bookkeeping processes associated with receiving, acknowledging, and recording contributions",
        "Working knowledge of development practices including annual campaigns, major gifts campaigns, endowments, investment policies, scholarship programs, donor recognition, and community relations",
        "Ability to maintain relationships with significant and influential individuals",
        "Ability to solicit gifts",
        "Public Relations: Proven ability to lead and manage a comprehensive strategic communications, media relations, and marketing program to advance an organization's mission and goals",
        "Experience in planning, writing, editing, and production of newsletters, press releases, annual reports, marketing literature, and other print publications and directories",
        "Experience in planning, promoting, and facilitating events",
        "Experience in creating and maintaining institutional websites and social media platforms",
        "Experience in developing and disseminating information in relation to a crisis or emergency event",
        "Technology Literacy: Banner (Ellucian, Inc.) database including the advancement module for prospect management",
        "The Raiser's Edge Fundraising Software (Blackbaud)",
        "QuickBooks for Nonprofits",
        "FindWealth 8 (Wealthengine)",
        "Adobe Creative Cloud programs and applications including Photoshop, Illustrator, Muse and Premire Pro",
        "All standard Microsoft Office Programs (including word, excel, access and others)",
        "Styleguard editing software",
        "Joomla! 3 for web development"
    ],
    "experience": [
        {
            "title": "Associate Vice President for College Advancement & Public Relations",
            "company": "Mississippi Delta Community College",
            "start_date": "2009-07",
            "end_date": "Present",
            "description": "Responsible for college wide public relations, marketing, and advertising"
        },
        {
            "title": "Executive Director, MDCC Alumni & Foundation, Inc.",
            "company": "MDCC Alumni & Foundation, Inc.",
            "start_date": "2007-07",
            "end_date": "2009-07",
            "description": "Overall responsibility for advancement at the college including alumni affairs, annual giving, major gifts, records, planned giving, donor relations, and events; responsible for public relations including college marketing, communications and news."
        },
        {
            "title": "Director of Development",
            "company": "MDCC Alumni & Foundation, Inc.",
            "start_date": "2007-07",
            "end_date": "2009-07",
            "description": "Major gifts fundraiser and responsible for the multi-million dollar comprehensive campaign; Coordinate fundraising efforts among Academic Deans, University Vice Presidents, Board Members, and Prospective Donors. Significantly increased overall fundraising success while cultivating the largest gift in the university's history ($3.1M)."
        },
        {
            "title": "Adjunct Instructor",
            "company": "Delta State University",
            "start_date": "2006-08",
            "end_date": "2007-05",
            "description": "Courses taught: Principles of Management (Undergraduate Level; 220 students per class); International Business (Graduate Level Team Teacher)"
        },
        {
            "title": "Instructor, Assistant Basketball Coach, Webmaster",
            "company": "Delta State University",
            "start_date": "2004-08",
            "end_date": "2006-05",
            "description": "Courses taught – Economics; Personal Finance; Advanced Computer; Web Design; Business Law for College Credit. Other duties: Assistant Coach (Basketball); Webmaster and creator of school website; Student Council Advisor; School Newspaper Advisor (Certified MPSA Teacher)"
        }
    ],
    "education": [
        {
            "degree": "MBA in Management and Marketing",
            "school": "Delta State University",
            "year": 2005
        },
        {
            "degree": "BBA in Management and Marketing",
            "school": "Delta State University",
            "year": 2004
        },
        {
            "degree": "Doctor of Education in Higher Education Administration",
            "school": "Delta State University",
            "year": 2012
        }
    ],
    "certifications": [
        "Local Project Agency (LPA) Project Development Management Training – MS Dept. of Transportation (2013)",
        "Graduate of the Mississippi Community College Leadership Academy (2012)",
        "FEMA Certified in ICS-100, Introduction to the Incident Command System (2009)",
        "FEMA Certified in ICS-200, ICS for Single Resources and Initial Action Incident (2009)",
        "FEMA Certified in IS-00700.a, National Incident Management System (2009)",
        "FEMA Certified IS-00800.b, National Response Framework (2009)",
        "Completed specialized training in planned giving through the Council for Advancement & Support of Education (2007)"
    ],
    "languages": []
}