{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "INTERN Highlights Microsoft Word, PowerPoint, and Excel. Social Media: Twitter, Facebook, and Instagram",
    "skills": [
        "client interaction",
        "forklift",
        "health and safety standards",
        "Excel",
        "office",
        "PowerPoint",
        "Microsoft Word",
        "recruiting",
        "safety",
        "website"
    ],
    "experience": [
        {
            "title": "Intern",
            "company": "",
            "start_date": "January 2016",
            "end_date": "May 2016",
            "description": "Create and implement strength and conditioning workouts for spring season. Monitor weight lifting form and technique. Provide feedback and apply knowledge to strength training and conditioning programs. Organize and prepare equipment daily for strength and conditioning programs."
        },
        {
            "title": "Fitness Intern",
            "company": "Company Name City , State",
            "start_date": "August 2015",
            "end_date": "December 2015",
            "description": "Exposed to daily routine of fitness specialist and client interaction. Conducted one-on-one orientation for new members and instructed in the proper use of equipment. Assisted with revising programs offered to incorporate updated topics. Created bulletin boards for Member-of-the-Month. Provided complimentary body measurements. Maintained facility and equipment according to health and safety standards."
        },
        {
            "title": "Student Assistant",
            "company": "Company Name City , State",
            "start_date": "August 2013",
            "end_date": "May 2016",
            "description": "Utilize Front Rush website to enter football and lacrosse recruit and roster information. Organize and coordinate football recruiting events during the fall, including giving tours. Provide office support for football and lacrosse coaches. Restock office and break room supplies."
        },
        {
            "title": "Packaging Operator",
            "company": "Company Name City , State",
            "start_date": "May 2013",
            "end_date": "December 2015",
            "description": "Individually standardized jelly and ice cream topping batches (checked pH, temperature, and consistency). Trained in operation and safety of a stand up and sit down forklift. Consistently met quotas when packed jelly, syrup, ice cream toppings and plate scapers into boxes. Operated label machine allowing for continual operation and upkeep."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts in Exercise Science (Orthopedic Assessment and Treatment; Health Promotion and Education)",
            "school": "BALDWIN WALLACE UNIVERSITY",
            "year": 2016
        }
    ],
    "certifications": [],
    "languages": []
}