{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Senior marketing executive experienced in the music, sports and entertainment industry with an ability to build market presence. Track record of accelerating growth by creating and executing integrated marketing and strategic marketing programs that improved visibility, sales, and account base.",
    "skills": [
        "Product Development",
        "Social Media Marketing",
        "Strategic Marketing Planning",
        "Multi Media Marketing & Advertising",
        "Print Advertising",
        "Broadcast Advertising",
        "Web Advertising",
        "Leadership / Team Building",
        "Brand Image Development & Management",
        "Promotions & PR Management",
        "Vendor & Sponsor Negotiations",
        "Market Research & Competitive Analysis",
        "Branding",
        "Budgeting",
        "P&L Accountability",
        "Strategic Partnerships",
        "Sales Management",
        "Advertising Agency Management",
        "Public Relations",
        "Event Planning",
        "Retail Marketing",
        "Business Development",
        "Trend Analysis",
        "Product Placement",
        "Negotiation",
        "Creative Direction",
        "Market Development",
        "Design Collaboration",
        "Quality Control",
        "Research"
    ],
    "experience": [
        {
            "title": "CEO / President",
            "company": "Company Name",
            "start_date": "2011-01",
            "end_date": "Present",
            "description": "CEO of a full-service branding and marketing consultancy focused on achieving high standards, competitive creativity, and partnerships to help clients grow their brands and reach business goals."
        },
        {
            "title": "Creative Director / Owner",
            "company": "Company Name",
            "start_date": "2011-01",
            "end_date": "Present",
            "description": "Directed product development and marketing for clothing lines and music releases; led operations, budgeting, and strategic marketing initiatives; managed a national sales team; secured partnerships with artists, labels, and retailers to drive brand exposure and sales."
        },
        {
            "title": "Executive Brand Consultant / Brand Manager",
            "company": "Kemistre 8 / Oved Apparel Group",
            "start_date": "2009-04",
            "end_date": "2011-06",
            "description": "Provided marketing and strategic planning for multiple brands (Oved Apparel, Akademiks, PRPS/PRPS Goods, Parish Nation, Born Fly Co); developed social media campaigns; formed partnerships with artists, managers, athletes, and fashion editors; collaborated with sales and retail partners to drive traffic and sales."
        },
        {
            "title": "Vice President of Marketing",
            "company": "Akoo Clothing / Play Cloths",
            "start_date": "2004-01",
            "end_date": "2009-08",
            "description": "Provided marketing and business leadership focusing on industry verticals; increased brand awareness for five brands (Akoo, Play Cloths, and others); secured a clothing deal for AKOO with T.I., projected to produce $10M+ in first year; managed relationships with sports agents, athletes, artists, and fashion executives; led product placement and strategic marketing initiatives; developed retail marketing plans and partnerships."
        },
        {
            "title": "Vice President of Marketing",
            "company": "Akademiks Clothing Company",
            "start_date": "2001-01",
            "end_date": "2004-12",
            "description": "Developed and implemented marketing plans with a team; built brand partnerships with high-profile artists (MIA, Kid Sister, DJ Clue, Jadakiss, Keyshia Cole, Allen Iverson); led leads development, retail marketing, and product placement initiatives; collaborated on trend analysis and product development."
        },
        {
            "title": "Dir. of Radio Marketing & Promotions - East Coast",
            "company": "Interscope Records",
            "start_date": "1998-02",
            "end_date": "2001-07",
            "description": "Directed radio marketing and promotions for East Coast, securing airplay and exposure for Interscope artists (e.g., Jadakiss, Eminem, Gwen Stefani, 50 Cent); built revenue streams through co-branding with lifestyle brands; planned promotional strategies to boost album sales and negotiated media placements; managed a staff of 20 and budgets."
        },
        {
            "title": "Sr National Director of Marketing",
            "company": "A&R Consulting",
            "start_date": "1994-03",
            "end_date": "1998-07",
            "description": "Created innovative marketing plans that drove record sales globally; managed nationwide college radio rep team; contributed to album sales for Arista artists (Whitney Houston, Tony Braxton, Usher) and advised on radio airplay and promotions; maintained budgets and led promotional campaigns."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science",
            "school": "Binghamton University",
            "year": 1996
        }
    ],
    "certifications": [],
    "languages": []
}