{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Clinical Research Coordinator Mentor with eight years of compliance experience; proficient in Microsoft Office and University of Michigan systems (MiChart, CareWeb, eResearch, Qualtrics, Velos, Wolverine Access); strong organizational skills; experienced in quality assurance, regulatory compliance, data management, and study coordination for multiple clinical trials.",
    "skills": [
        "Audits",
        "Quality Assurance",
        "Maintenance",
        "Database",
        "Clerical",
        "Clerk",
        "General Clerical",
        "Outpatient",
        "Clinical Trials",
        "Clinical Research",
        "Audit",
        "Case Report",
        "Case Report Form",
        "Collection",
        "Corrective Action",
        "Corrective Action Plans",
        "Data Analysis",
        "Data Collection",
        "Data Management",
        "Inventory",
        "Liaison",
        "Marketing Analysis",
        "Medical Records",
        "Mentor",
        "Project Management",
        "Training",
        "Administrative Assistant",
        "Healthcare",
        "Database Management",
        "Pivot Tables",
        "Ids",
        "Oncology",
        "Regulatory Compliance",
        "Calendar Management",
        "Ordering",
        "Pediatric",
        "Reconciliation",
        "Access",
        "Databases",
        "Excellent Organizational Skills",
        "Microsoft Office",
        "Ms Office",
        "Organizational Skills"
    ],
    "experience": [
        {
            "title": "Clinical Research Coordinator Mentor - Quality Assurance",
            "company": "Company Name",
            "start_date": "August 2011",
            "end_date": "Present",
            "description": "Project Management for Quality Assurance Review Committee; Auditor for Regulatory, Investigational Drug Service and Informed Consents; Facilitate physician chart audits; Prepare audit reports; Follow-up on corrective action plans; Data collection; Data analysis; Database maintenance; Protocol compliance data management (Sponsored Trials); Provide data management and study coordination support to faculty members and research team in conduct of clinical trials; Electronic and paper Case Report Form completion; Organize and participate in site initiation visits and monitor visits; Confirm eligibility and register patients on clinical trials; Act as liaison between Regulatory, Study Team, and Sponsor; Extract SAEs and AEs; Prepare deviation reports; Research chart maintenance; Assist in preparation for external department audits; Development of departmental training tools; Member of eResearch Production Support Team; Write, review and revise departmental Standard Practice Guidelines; Maintain inventory for over 100 trials."
        },
        {
            "title": "Clinical Subjects Coordinator - Regulatory",
            "company": "Company Name",
            "start_date": "February 2010",
            "end_date": "August 2011",
            "description": "Ensure and maintain regulatory compliance for 62 oncology clinical trials; Investigator Initiated, Cooperative Group and Sponsored; Complete initial IRB applications and amend applications in eResearch; Write and revise Informed Consent documents; Submit reports such as Serious Adverse Events, Data Safety Monitoring, and Scheduled Continuation Renewals to the Institutional Review board; Perform Quality Assurance for Regulatory Compliance (QARC) audits; Perform audits for Investigational Drug Service (IDS); Regulatory preparation for Site Initiation Visits; Train Interns and Preceptors; Member of eResearch Production Support Team; Process and submit protocol amendments to U of M Institutional Review Board; Create and maintain postings on UMClinicalStudies.org and ClinicalTrials.gov."
        },
        {
            "title": "Administrative Assistant Senior",
            "company": "Company Name",
            "start_date": "November 2007",
            "end_date": "February 2010",
            "description": "Healthcare Coordination of Quality Assurance Indicator Project (23 sites); Website maintenance; Database Management; Quarterly reports and presentations; Proof reading high profile documents; Chart Audits and chart review; Pivot tables; Minutes and coordination for three committees."
        },
        {
            "title": "Administrative Assistant Intermediate",
            "company": "Company Name",
            "start_date": "August 2006",
            "end_date": "November 2007",
            "description": "Healthcare Website maintenance; P-Card Reconciliation for five faculty members; Calendar management for 5 faculty members; Coordination of Fellowship and Residency programs; Expense reports; Editing and proof reading high profile documents; Responsible for mass ordering of supplies over $20,000 annually; Preparation and creation of survey and survey mailings; Lead on poster creation for Pediatric Academic Society annual conference; Brochure and flyer creation; Coordination of Health Services Research Fellow Seminars; Supervision of work-study student."
        },
        {
            "title": "Outpatient Clerk III",
            "company": "Company Name",
            "start_date": "December 2000",
            "end_date": "August 2006",
            "description": "Coordination of patient care with several departments; General clerical duties; Staff trainer."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Business Administration: Management",
            "school": "Eastern Michigan University",
            "year": ""
        }
    ],
    "certifications": [
        "CCRP",
        "Certified Clinical Research Professional - SoCRA"
    ],
    "languages": []
}