{
    "name": "Smruti Rekha Singh",
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Financial Accountant specializing in financial planning, reporting and analysis in both private and public sectors. Capable Accountant successful at managing multiple projects and consistently meeting deadlines under pressure. Extensive knowledge of accounting software and processes. Highlights include account reconciliation, general ledger accounting (SAP and HFM), accounts payable, auditing, and compliance testing knowledge.",
    "skills": [
        "account reconciliations",
        "accounting",
        "accounts payable",
        "accounts receivable",
        "general ledger",
        "GL",
        "balance sheet",
        "bank reconciliation",
        "banking",
        "billing",
        "invoice processing",
        "process invoices",
        "invoicing",
        "SAP FI",
        "SAP",
        "financial reporting",
        "financial statements",
        "inventory control",
        "profit and loss statement"
    ],
    "experience": [
        {
            "title": "Accountant",
            "company": "Company Name",
            "start_date": "2016-01",
            "end_date": "2016-01",
            "description": "Maintain of cash book. Maintenance and finalization of annual accounts. Preparation of bank reconciliation statement. Billing and realisation from debtors. Verification of expenditure bills and traveling bills. Salary JV verification. Day-to-day office activity."
        },
        {
            "title": "Consultant",
            "company": "Company Name",
            "start_date": "2016-01",
            "end_date": "2016-01",
            "description": "Prepare journal entries and ensure reconciliations are complete. Review general ledger to ensure proper accounting. Process pay application invoices and payments. General ledger reconciliation and adjusting entries. Reconcile bank accounts timely; upload bank statements and bank revaluation in SAP. Intercompany reconciliation."
        },
        {
            "title": "Process Developer",
            "company": "Novartis Canada",
            "start_date": "2009-03",
            "end_date": "2012-12",
            "description": "Worked in SAP Financials sub-modules: Accounts receivable, Accounts Payable, General Ledger, Banking. Accounts Payable: Automated Payment Program (APP), Invoice Processing, IDOC, MIRO. Vendor Master, Customer Master, General Ledger Master data. Domain experience in Order to Cash (OTC), Procure to Pay (P2P), Buy to Pay (B2P) and Invoice to Pay (I2P). Dashboard maintenance, client handling, query resolution, bank reconciliation. Involved in month-end close activities, intercompany reconciliation. Experience with IXOS invoicing, purchase orders, and foreign currency revaluation."
        }
    ],
    "education": [
        {
            "degree": "MBA (Finance and IT)",
            "school": null,
            "year": null
        },
        {
            "degree": "B.Com (Mgt Hons)",
            "school": null,
            "year": null
        }
    ],
    "certifications": [],
    "languages": []
}