{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Experienced Healthcare Representative seeking pharmaceutical sales opportunity. An experienced Sales Representative with a unique complement of Business to Business sales experience and customer development with proven ability to drive revenues. Innovative thinker with excellent communication and interpersonal skills, a demonstrated leader with a record of overcoming challenges to positively impact revenues in a competitive marketplace. A team player with impeccable individual work ethic committed to success.",
    "skills": [
        "budget",
        "closing",
        "competitive",
        "concept",
        "Council",
        "client",
        "clients",
        "customer service",
        "delivery",
        "drivers",
        "e-commerce",
        "focus",
        "HR",
        "leadership",
        "marketing",
        "market",
        "access",
        "Office",
        "network",
        "presentations",
        "pricing",
        "promotion",
        "selling",
        "Sales",
        "scientific",
        "strategic",
        "Trainer",
        "unique"
    ],
    "experience": [
        {
            "title": "Professional Healthcare Representative",
            "company": "Company Name City , State",
            "start_date": "January 2007",
            "end_date": "Current",
            "description": "Utilized understanding of disease states to deliver technical and scientific presentations to influence the St. Louis market, increasing prescriptions for products such as Toviaz, Viagra, Chantix, Spiriva, Lipitor, Caduet, Exubera, Pristiq, and Premarin Vaginal Cream. Maintained knowledge of industry trends including Meaningful Use, ACO and PCMHs. Met established call averages and expectations to achieve sales performance expectations. Executed targeted territory analysis of highest prescribing physicians to increase NRx and achieve second place finish in the 2014 Little Blue Pill Big Green Contest. Established partnership/relationships with critical customer groups for a current 13/57 place rank with Viagra in 2014. Maximized resource utilization, customer focus, and strong technical knowledge to pull through key brand, Viagra, to achieve a 50% exit share in 2013 and 2014. Demonstrated leadership and technical selling skills as Viagra Field Faculty member in 2014 to support promotion of Viagra. Evaluated participants on Sales Call Evaluations, participated in Virtual Classroom training as a Guest Trainer to provide leadership and best practices. Contributed to team success by collaborating with other teams to maximize field time impact, achieving 105% attainment with Viagra in 2013. Executed Total Office Call in limited access offices to meet regional reach and frequency (19/57 finish in 2013). Recipient of the 2012 Regional Performance Discretionary Fund for top performers. Analyzed data and managed territory to target high prescribing physicians, achieving the highest TRx growth for Chantix and Toviaz, securing first place in the Regional Cluster A Home Run Derby Contest in 2010. Won the March Madness District Contest in 2010 for Lipitor and Chantix; achieved top TRX volume for Lipitor and Toviaz in the Forward Motion regional contest. Three-time Quarterly Award Winner for top 20% of company in 2010."
        },
        {
            "title": "Vice President",
            "company": "Company Name City , State",
            "start_date": "January 1999",
            "end_date": "January 2007",
            "description": "Analyzed customer needs to effectively establish and develop a customer base, leading to revenue increases of 24% in 2004, 41% in 2005, and 35% in 2006. Marketed courier solutions to the St. Louis Metro area and managed the entire sales cycle, including key presentations to senior management, collaborating with clients to establish competitive pricing and close sales. Built a small business from concept to execution, developing client trust and recognition. Launched a corporate presence in new sectors and secured major clients including SSM Cardinal Glennon Children's Hospital, Washington University, St. Louis University, McCarthy Building Company, Colliers Turley Martin & Tucker, and Clayco Construction. Demonstrated ability to quickly learn and apply new concepts and technology based on customer needs. Managed low-cost marketing campaigns to build strong brand awareness. Formed a strategic alliance with the St. Louis Minority Business Council to improve local awareness and network with hard-to-reach clients. Researched market trends to implement online ordering, creating a competitive advantage, reducing costs, and improving customer service (73% of customers switched to the system within 2 years). Implemented creative sales strategies resulting in a 136% revenue increase over 3 years. Managed daily routes and schedules for a team of 7 delivery drivers and performed HR functions including interviewing and maintaining documentation for contractors and employees."
        }
    ],
    "education": [
        {
            "degree": "Master of Business Administration: Human Resource Development and Management",
            "school": "Webster University",
            "year": 2006
        },
        {
            "degree": "Bachelor of Science: Psychology and Communications",
            "school": "Southwest Missouri State University",
            "year": 1999
        }
    ],
    "certifications": [],
    "languages": []
}