{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Doha, Qatar",
    "summary": "Aim to work for a progressive organization in a growth oriented position that gives enough scope to sharpen my skill accordingly to the latest demands at the same time to work towards the growth of the organization and to seek challenging avenues where my knowledge and experience matches with the organization's growth and to continue for the achievement of organizational goals with the betterment career prospects.",
    "skills": [
        "Academic",
        "Accounting",
        "Accounting software",
        "accounts receivables",
        "administrative",
        "auditing",
        "balance sheet",
        "Bank reconciliation",
        "basic",
        "book",
        "clerical",
        "Hardware",
        "computer applications",
        "ERP",
        "ERP 9",
        "filling",
        "financial",
        "inventory",
        "Invoicing",
        "Managing",
        "materials",
        "MS-Excel",
        "Excel",
        "MS-Office",
        "Microsoft Office",
        "Windows",
        "MS-Word",
        "office administration",
        "Office automation",
        "payables",
        "Payroll",
        "PEACH TREE",
        "Peachtree",
        "Programmer",
        "programming",
        "Read",
        "recording",
        "Scheme",
        "type",
        "variance analysis"
    ],
    "experience": [
        {
            "title": "Senior Accountant / Finance Controller",
            "company": "Company Name",
            "start_date": "Nov 2013",
            "end_date": "Aug 2015",
            "description": "Responsible in the safeguard of the company's revenue by ensuring that products and services and well marketed to our existing clients Covered all type of concerned duties include data entry Bank reconciliation, debtors and creditors reconciliation Keep the company documents and data as confidential Handling petty cash book Managing accounts receivables and payables Review of accounts and statements periodically Maintaining payroll Invoicing LC Preparation and Invoice Factoring and Payroll administration with salary for employees,in tally & excel."
        },
        {
            "title": "Internal Auditor",
            "company": "Company Name",
            "start_date": "Feb 2010",
            "end_date": "Jul 2011",
            "description": "Performs administrative clerical duties Ensures adequate monitoring of supplies and all materials required, and ensured their proper inventory Responsible in the safeguard of the company's revenue by ensuring that products and services and well marketed to our existing clients Ensure suppliers and other parties are paid on time Covered all type of concerned duties include data entry Bank reconciliation, debtors and creditors reconciliation Review of accounts and statements periodically Maintaining payroll Keep the company documents and data as confidential Handling petty cash book Maintenance of accounts file, ensuring accuracy and completeness Managing accounts receivables and payables Co-ordinate with banks."
        },
        {
            "title": "Assistant accounts clerk/Document Controller",
            "company": "Company Name",
            "start_date": "Jan 2008",
            "end_date": "Jan 2010",
            "description": "In charge in the recording filling personal data of every staffs in the Bank Maintenance of accounts file, ensuring accuracy and completeness Managing all type of files Handling petty cash book Covered all type of concerned duties include data entry Bank reconciliation, debtors and creditors reconciliation Review of accounts and statements periodically Prepared supporting documentation for auditing whenever customers or auditors required."
        }
    ],
    "education": [
        {
            "degree": "M.Com (Master of Commerce)",
            "school": "Madras University",
            "year": 2013
        },
        {
            "degree": "MBA, Finance & Marketing",
            "school": "Karpagam University College",
            "year": 2013
        },
        {
            "degree": "B.Com (Bachelor of Commerce)",
            "school": "Calicut University",
            "year": 2010
        }
    ],
    "certifications": [
        "Professional accounting (IPA)",
        "Diploma in Business Professional Programmer ('O'level)",
        "Microsoft Office",
        "Professional accounting (CPA) – IPA"
    ],
    "languages": [
        "English",
        "Malayalam",
        "Hindi",
        "Tamil",
        "Arabic"
    ]
}