{
    "name": "Norma Rivera",
    "email": null,
    "phone": null,
    "location": null,
    "summary": "More than nine years of professional experience in a multidisciplinary/international environment, working on programs and projects with emphasis in strategic communications, environmental issues, and community building. Highlights MS Word, Power Point, Excel, Concur-Travel, PeopleSoft-Human Resources, Bud-E-Budgeting, Macromedia Dream Weaver, Adobe Illustrator, Word Perfect, Quattro Pro, Google Applications, Social Media Accomplishments *Experience in strategic planning, budget management, project execution, and monitoring and evaluation *Excellent skills in communication and team work Work experience in India, Laos, Malaysia, and the US with projects in Mexico and Panama",
    "skills": [
        "Dream Weaver",
        "Adobe Illustrator",
        "agency",
        "Budgeting",
        "budget",
        "Business Development",
        "business plans",
        "C",
        "delivery",
        "English",
        "estimating",
        "Finance",
        "financial",
        "financial reporting",
        "Human Resources",
        "Latin",
        "Macromedia",
        "managing",
        "market",
        "Excel",
        "Power Point",
        "MS Word",
        "needs assessment",
        "enterprise",
        "PeopleSoft",
        "presentations",
        "producing",
        "profit",
        "progress",
        "Project Design",
        "Project Management",
        "proposals",
        "proposal",
        "Quattro Pro",
        "researching",
        "research",
        "Spanish",
        "strategic",
        "Word Perfect"
    ],
    "experience": [
        {
            "title": "Fellow",
            "company": "Volunteering for International Professionals (Creating Livelihoods via Agriculture Project)",
            "start_date": "2015-01",
            "end_date": "2015-05",
            "description": "Senior member of multicultural, international team at local non-profit organization working with single mothers to create a program to increase livelihood options for beneficiaries using profits from an agriculture-based enterprise. Drafted project proposal including work and impact areas, purpose, outputs, work plan and sustainability plan. Conducted a needs assessment to benefit women in the community of Kulim, Kedah. Established benchmarks and goals for the project; worked with team to ensure delivery dates were met. Monitored project progress and produced and submitted reports accordingly for the Ministry of Finance and executing agency."
        },
        {
            "title": "Business Development Volunteer",
            "company": "FruitFriends",
            "start_date": "2014-02",
            "end_date": "2014-04",
            "description": "Defined, prioritized, and documented FruitFriends' immediate and long-term goals and objectives; developed monitoring and evaluation plans, including results metrics. Developed a financial reporting framework to aid in the presentation of the organization's financial standing to potential donors. Worked with the program manager in researching the market, identifying stakeholders, estimating profit margins and producing business plans for agricultural products. Created follow-up mechanisms to organize volunteers."
        },
        {
            "title": "Program Manager",
            "company": "WildForest program",
            "start_date": "2013-09",
            "end_date": "2014-02",
            "description": "Coordinated the WildForest program, managing all participating interns. Created a comprehensive strategic plan for the program, including tasks, goals, and objectives in the short, medium, and long term. Participated in reforestation project, educational initiatives and grassroots-level research and outreach. Created impact assessment tools for the program. Fostered relationships with local non-profit, private, and governmental organizations."
        },
        {
            "title": "Consultant",
            "company": "Independent Consultant",
            "start_date": "2006-04",
            "end_date": "2013-04",
            "description": "Formulated annual and multi-year strategic work plans, as part of a team. Drafted funding proposals for communications plans. Researched and analyze various topics for the development of communications strategies for priority corporate initiatives (sustainable cities, climate change, biodiversity, corporate social responsibility, etc.). Cultivated relationships with more than 25 Latin American and Caribbean community-based organizations in the Washington, D.C. area. Coordinated the annual grant cycle for IDB's Corporate Social Responsibility Program: IDB-D.C. Solidarity. Coordinated special projects and events in the US, and abroad to ensure compliance with internal regulations. Coordinated budget execution, monitored spending, and provided reports accordingly. Designed, edited and produced the IDB's Annual Report."
        }
    ],
    "education": [
        {
            "degree": "MA, International Affairs",
            "school": "American University",
            "year": 2003
        },
        {
            "degree": "MA, Natural Resources and Sustainable Development",
            "school": "United Nations University",
            "year": 2003
        },
        {
            "degree": "BA, International Relations and Economics",
            "school": "Florida International University",
            "year": 2001
        },
        {
            "degree": "Certificate in Latin American and Caribbean Studies",
            "school": "Independent Study",
            "year": null
        },
        {
            "degree": "Governance and Legitimacy in Colombia",
            "school": "Independent Study",
            "year": null
        },
        {
            "degree": "Effective Project Management for Development",
            "school": "PM4DEV",
            "year": 2015
        },
        {
            "degree": "Permaculture Design",
            "school": "Panya Project",
            "year": 2014
        },
        {
            "degree": "Project Design Monitoring and Evaluation",
            "school": "PM4DEV",
            "year": 2014
        }
    ],
    "certifications": [
        "Certificate in Latin American and Caribbean Studies",
        "Effective Project Management for Development (PM4DEV) – 2015",
        "Permaculture Design (Panya Project) – 2014",
        "Project Design Monitoring and Evaluation (PM4DEV) – 2014"
    ],
    "languages": [
        "Spanish",
        "English"
    ]
}