{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Louisville, KY",
    "summary": "Highly personable, tech savvy professional with 9 plus years of experience in administrative and customer service roles including 5 years of non-profit experience. Demonstrated ability to develop and maintain relationships through dependability and exceptional service, leading to increased repeat and referral business and support. Effectively communicates with the Executive & Advisory Board of Directors with the ongoing daily operations. Responsibilities include facilitating monthly support group meetings, training volunteers for educational awareness programs within the community, maintaining donor data with Sage Fundraising 50 donor software, mailings of thank you letters and flyers to donors, creating marketing materials and social media postings, and maintaining website and calendar updates. Additional qualifications include use of Microsoft Word, Excel, Outlook, PowerPoint, Access, Publisher, Adobe Pro, operating systems Windows XP, Vista and Mac, Skype, Facebook, YouTube, Twitter & LogMeIn Remote.",
    "skills": [
        "Adobe",
        "CPR",
        "First Aid",
        "Automated External Defibrillator",
        "customer satisfaction",
        "Customer Service",
        "Customer Care",
        "forms",
        "Fundraising",
        "Instructor",
        "Interior design",
        "marketing materials",
        "meetings",
        "Access",
        "Excel",
        "office",
        "Outlook",
        "PowerPoint",
        "Publisher",
        "Windows XP",
        "Word",
        "Norton",
        "Operating Systems",
        "Sage",
        "QuickBooks",
        "Safety",
        "strategic plans",
        "Teaching",
        "travel arrangements",
        "Vista",
        "website"
    ],
    "experience": [
        {
            "title": "Program Director / Office Manager",
            "company": "Company Name",
            "start_date": "March 2009",
            "end_date": "Present",
            "description": "Serve as director for a not-for-profit corporation tending to the needs of survivors diagnosed with all forms of Gynecological cancers & their caregivers. Raising awareness, fundraising, and hosting local lunch and learns and community events. Implemented a program with third year medical students at U of L & U of K called \"Survivors Teaching Students.\" Partnered with the James Graham Cancer Center & Norton Hospital in the design of a new High Risk Screening Clinic for Ovarian Cancer. Facilitate monthly support group meetings to GYN Cancer Survivors and their Caregivers. Handle day-to-day operations to maintain a healthy Non-Profit Organization. Maintain donor mailing lists and send out thank you letters and flyers for upcoming events. Maintain website and calendar updates. Create marketing materials and social media postings. Maintain donor data with Sage Fundraising 50 donor software and Virtual Terminal and Merchant Solutions software."
        },
        {
            "title": "Personal Assistant to Director",
            "company": "Aviation Company Name",
            "start_date": "",
            "end_date": "",
            "description": "Assisted in all day-to-day needs of the Director. Made travel arrangements, organized office space, and hosted meetings for clients to review veneer products. Assisted in the interior design and implementation of high-end private jets: personally designed Oprah Winfrey's & Cirque du Soleil's RJ, UPS, Fed Ex, Gulfstream and Bombardier's corporate jets."
        },
        {
            "title": "Guest Services Representative",
            "company": "Company Name",
            "start_date": "",
            "end_date": "",
            "description": "Collaborated with Customer Care / In-Flight Managers to create strategic plans to enhance customer satisfaction. Provided employees with tools to maintain and increase service levels to both internal and external customers. Increased employee knowledge by assisting with development and implementation of product-awareness programs."
        },
        {
            "title": "Flight Attendant",
            "company": "Company Name",
            "start_date": "",
            "end_date": "",
            "description": "Collaborated with Customer Care / In-Flight Managers to create strategic plans to enhance customer satisfaction. Served as In-Flight Training Instructor. Emergency Safety (First Aid, CPR & Automated External Defibrillator) • Emergency Procedures • Crew Resource Management to Line Holding Pilots & Flight Attendants • Security • Serving • Customer Service • Aircraft Specifics • I.O.E. Qualified."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts in Psychology",
            "school": "The University of Louisville",
            "year": ""
        },
        {
            "degree": "High School Diploma",
            "school": "Presentation Academy",
            "year": ""
        }
    ],
    "certifications": [
        "First Aid",
        "CPR",
        "Automated External Defibrillator"
    ],
    "languages": []
}