{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "HR PARTNER Summary Experienced Human Resources Business Partner with expertise in partnering with Line of Business Leaders to provide guidance on human capital strategies to include, but not limited to, employee relations, talent management, compensation, etc., in order meet business goals and objectives. Highlights Project management Matrix management experience Talent management expertise Employee relations expertise Performance management strategies Compensation experience Employment law knowledge Manager coaching and training Presentation/Facilitation experience Accomplishments Lead Project Teams to address human capital strategies (i.e., Performance Management, Rewards and Recognition, etc.) that resulted in manager tools and resources. Developed and facilitated Change Management training for all front-line managers in the Line of Business. Developed, trained, and implemented common attendance guidelines for line of business and executed to the new guidelines.",
    "skills": [
        "Title VII",
        "ADA",
        "Coaching/Consultation",
        "Employee Relations",
        "HR Policy Interpretation",
        "Presentation/Facilitation",
        "Collaboration/Partnering",
        "Relationship Building",
        "Project Management",
        "Matrix Management",
        "Talent Management",
        "Performance Management",
        "Compensation",
        "Employment Law",
        "Change Management",
        "Leaves of Absence",
        "Policy Interpretation"
    ],
    "experience": [
        {
            "title": "HR Partner",
            "company": "Company Name, City, State",
            "start_date": "June 2007",
            "end_date": "Present",
            "description": "Provide strategic human resources guidance and oversight on a wide range of activities in support of assigned line of business. Collaborate with senior leadership to influence organizational design and work environment changes. Lead cross-functional teams on workforce initiatives (retention, rewards and recognition, performance management). Coach and develop managers on performance management and HR issues. Facilitate resolution of complex issues, interpret policies, and advise on compensation matters. Partner with management to build leadership competencies and talent management discussions. Engage with Wells Fargo/Wachovia Bank integration stakeholders. Develop business cases for leadership approval to implement restructures and handle displacements. Create and deliver virtual presentations on policy interpretation, recruiting, compensation tools, and leaves of absence."
        },
        {
            "title": "Associate People Svcs Officer",
            "company": "Company Name, City, State",
            "start_date": "November 2001",
            "end_date": "May 2007",
            "description": "Provide strategic human resources guidance and oversight for assigned line of business. Coach and develop managers on performance management. Facilitate resolution of complex issues, interpret policies, and advise on compensation. Conduct virtual presentations on HR topics across multiple states/time zones. Provide consultation to senior management and partner with COEs on Employee Relations, Compensation, EAC, Leave Management. Ensure salary recommendations and job description reviews as needed."
        },
        {
            "title": "Human Resource Consultant",
            "company": "Company Name, City, State",
            "start_date": "March 2001",
            "end_date": "November 2001",
            "description": "Coach and develop managers on performance management. Facilitate policy interpretation and conduct interviews, counseling sessions, and separations. Provide consultation to frontline management on HR issues and actions. Advise on compensation and salary recommendations. Ensure enforcement of HR policies, including FMLA, ADA, Title VII, and ADEA; conduct investigations related to harassment and discrimination."
        },
        {
            "title": "Human Resources Consultant",
            "company": "Company Name, City, State",
            "start_date": "September 1999",
            "end_date": "May 2001",
            "description": "Coach and develop managers on performance management. Facilitate resolution of HR issues and policy interpretation. Conduct interviews, counseling, and separations. Provide consultation on compensation, enforcement of HR policies, and investigations related to harassment and discrimination."
        },
        {
            "title": "Human Resources Consultant",
            "company": "Company Name, City, State",
            "start_date": "August 1990",
            "end_date": "September 1999",
            "description": "Coach and develop managers on performance management. Provide expertise in HR issue resolution and policy interpretation. Conduct interviews, counseling, performance and career coaching, and separations. Conduct investigations related to harassment and discrimination; enforce HR policies and laws (FMLA, ADA, Title VII, ADEA)."
        }
    ],
    "education": [
        {
            "degree": "Masters of Arts: Counseling",
            "school": "Webster University",
            "year": "2004"
        },
        {
            "degree": "Bachelor of Science: Psychology",
            "school": "University of Houston",
            "year": "2001"
        }
    ],
    "certifications": [],
    "languages": []
}