{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Construction Manager / On - Site Project Manager – Project Manager versed in all aspects of project and personnel management. Results-oriented and high-energy professional with a talent for leading by example and inspiring peak performance. History in turning \"problemed\" subdivisions into profitable projects through delivery of cost savings solutions and alternative scheduling techniques that allowed for more even flow of construction. Decisive, results oriented building professional offering 18+ years of experience in the construction industry with the last 10 years focused on project management. Offering a range of talents in scheduling/ expediting, customer service, sales, purchasing, estimating, land development, construction techniques and safety. Driven by new challenges and desire to be successful in all endeavors. Excel in fast paced settings that require multi tasking to complete complex tasks.",
    "skills": [
        "Concrete estimation",
        "Permit processing",
        "Baseline schedules creation",
        "Site safety coordinator",
        "Safe job site setup",
        "Building codes and regulations",
        "Blueprint reading",
        "Power and hand tool operation",
        "Residential construction",
        "Multi-family construction",
        "Microsoft Office",
        "MS Office proficient",
        "Project budgeting",
        "Cost control",
        "Scheduling and expediting",
        "Purchasing and procurement",
        "Estimating",
        "Land development",
        "Construction techniques",
        "Safety management",
        "Quality assurance and control",
        "Vendor sourcing",
        "Risk management",
        "Contract management",
        "Process improvement",
        "Team leadership",
        "Customer service",
        "Time management",
        "MS Project",
        "AutoCAD",
        "SAP",
        "Construction management software"
    ],
    "experience": [
        {
            "title": "Senior Construction Manager",
            "company": "Breeden Construction LLC",
            "start_date": "12/2011",
            "end_date": "07/2015",
            "description": "Hired to oversee construction of an Award Winning Luxury Apartment Community in the Town Center area of Virginia Beach. Managed site from the clearing stages of Land Development through completion of the project in early 2013. Site consisted of 24 buildings (480 units), 2 fitness centers, a clubhouse, 2 pools and several ground breaking amenities. Coordinated plans and specs using marketing programming standards. Facilitated processing of RFIs, submittals and samples among the general contractor, the owner and the owner's consultants. Educated general contractor personnel on quality standards. Trained the community service manager on turnover procedures, quality standards and project-specific systems orientation. Submitted all project closeout documents in accordance with the contract. Monitored safety of all construction activities with on-site personnel safety as a top priority."
        },
        {
            "title": "Senior Construction Manager",
            "company": "Eagle Construction",
            "start_date": "01/2008",
            "end_date": "12/2011",
            "description": "Managed construction of an active adult community in Chesapeake, Virginia. Responsible for managing 4 superintendents while development was under construction. Reviewed timelines and project schedules and adjusted based on production. Responsible for construction budgets, change orders, payroll and subcontractor fund allocations. Contract review and negotiations with subcontractors. Site/Land Development management during golf course alteration for new home construction. Drafted action plans and led meetings with department executives to review project status and proposed changes. Delivered status reports to stakeholders for budgeting and planning purposes. Collaborated with cross-functional teams to draft project schedules and plans."
        },
        {
            "title": "Senior Project Manager",
            "company": "Centex Homes",
            "start_date": "04/2000",
            "end_date": "01/2008",
            "description": "Recruited to the company by the Division President to turn around projects behind schedule and over budget. Revamped schedules to create an even flow and more streamlined construction procedures. Managed multiple construction projects in Hampton Roads from Land Development to community completion. Homes were move-in ready on average two weeks prior to closing and were always at or under budget. Served as the single point of contact for project scheduling and changes."
        },
        {
            "title": "Construction / Warranty Manager",
            "company": "Dragas Homes",
            "start_date": "01/1998",
            "end_date": "01/2000",
            "description": "Oversee construction of a multi-million dollar custom home subdivision in Virginia Beach. Responsibilities included scheduling contractors, budget management, quality control, purchase orders, customer service and payment to tradesmen after completion of work."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts in Business Administration",
            "school": "Old Dominion University",
            "year": "1998"
        },
        {
            "degree": "High School Diploma",
            "school": "First Colonial High School",
            "year": "1993"
        }
    ],
    "certifications": [
        "CFC Certification",
        "Certified Lead Renovator",
        "Storm Water Pollution Prevention",
        "IICRC Certification",
        "HVAC 1 & 2 (AES NORFOLK)",
        "CPR & First Aid",
        "RLD Certification",
        "OSHA 30",
        "Certified Purchasing Manager (CPM)"
    ],
    "languages": []
}