{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Los Angeles, California",
    "summary": "Human Resources partner with areas of expertise in employee relations, Affirmative Action, recruitment, diversity, employee training and analytics. A student of Wells Fargo's Leadership Compentencies, exhibits leadership behaviors that contribute to business success, risk management and a sustained positive reputation as a premier financial institution and employer of choice. Highlights Interviewing expertise Performance management strategies Staffing and recruiting professional Employment law knowledge Employee relations Manager coaching and training HRIS applications proficient Employee handbook development Accomplishments Recipient, Isaacson Scholarship for Graduate Work in Education and Rising Star Award B.S. in History - Recipient, Young Hispanic Leadership Scholarship Led the Staffing Planning Committee for [Number] years.Introduced the first passive Open Enrollment process.Created a rewards and incentive program that was cited as the driving force behind branch employee retention rate of [Number]%.Transitioned the sales program into full compliance.",
    "skills": [
        "Employee Relations",
        "Hr",
        "Training",
        "Credit",
        "Solutions",
        "Accountability For",
        "Change Management",
        "Labor Law",
        "Lending",
        "Proactive",
        "Self Motivated",
        "Affirmative Action",
        "Compensation",
        "Database",
        "Discrimination",
        "Eeo",
        "Equal Employment Opportunity",
        "Ofccp",
        "Office Of Federal Contract Compliance Programs",
        "Progress",
        "Instructor",
        "Teaching",
        "Collections",
        "Documentation",
        "Executive Level",
        "Fact",
        "Fact Erp",
        "Hr Business Partner",
        "Hrbp",
        "Operations",
        "Risk Management",
        "Sales",
        "Trading",
        "Virtual Learning",
        "Recruiting",
        "Staffing",
        "Budget",
        "Community Outreach",
        "Recruiting Events",
        "Recruitment",
        "Human Resources",
        "Human Resources Management",
        "Mentoring",
        "Premier",
        "San",
        "Storage Area Network",
        "Aspect",
        "Corporate Recruiting",
        "Its",
        "Award"
    ],
    "experience": [
        {
            "title": "Employee Relations Consultant",
            "company": "Company Name",
            "start_date": "June 2013",
            "end_date": "Current",
            "description": "Responsible for managing the employee relations functions for multiple business lines and business groups undergoing significant change. Designed and executed proactive employee relations plans and programs in accordance with internal policy and labor-law requirements with an acute focus on risk management strategies. Partner with all levels of business leadership and partners throughout the HR community to identify and resolve extremely complex issues requiring an evaluation of data and intangible varying factors. Led growth to a team of 8 consultants located across the United States, providing strategic ER support to multiple lines (sales, collections, operations) while learning and applying complex compliance and regulatory environments. Served as secondary code administrator for CCS and Dealer Services. Represented ER at executive level meetings and on enterprise committees; contributed to ER reporting templates and training strategies; led the Capability Work stream for HR 2.0 and helped escalate processes for the Dealer Services matrix organization."
        },
        {
            "title": "Equal Employment Opportunity Consultant, Corporate Employee Relations",
            "company": "Wells Fargo Bank",
            "start_date": "April 2001",
            "end_date": "October 2005",
            "description": "Developed, implemented and monitored company's affirmative action programs to ensure compliance with government regulations. Investigated and responded to charges of discrimination and represented the company in agency investigations and settlements. Created the first enterprise-wide database for tracking charge activity. Prepared and evaluated compensation reviews, EEO-1 reports, adverse impact analyses, goals progress reports and under-utilization reports to identify risk and advise business and HR partners. Consulted on how to use reports to evaluate bench-strength. Delivered AA and charge process training, including coordinating annual Plan Writers Conference focused on OFCCP regulation changes."
        },
        {
            "title": "Corporate Diversity and Community Outreach Manager",
            "company": "Company Name",
            "start_date": "April 2000",
            "end_date": "August 2001",
            "description": "Created and implemented innovative employment strategies to establish a diverse candidate pool. Built relationships with professional and management recruitment agencies, community organizations and schools. Managed budget and program development of the Wells Fargo Summer Internship Program. Coordinated participation at national recruiting events (NSHMBA, NBMBA). Expanded recruiting relationships with organizations representing diverse segments and aligned them with business needs. Managed Summer Interns within Employment Services."
        },
        {
            "title": "Recruiting Manager",
            "company": "Company Name",
            "start_date": "December 1999",
            "end_date": "April 2000",
            "description": "Managed a team responsible for developing and implementing staffing programs for the Manager and Supervisor Training Program in CBG. Reorganized the program after 2000 and shifted recruiting focus to local and national community colleges to align staffing with mid-level leadership needs. Managed program participants and introduced functional rotational aspects to program experience; aligned recruiting with corporate recruiting standards."
        },
        {
            "title": "Education Specialist",
            "company": "Company Name",
            "start_date": "January 1996",
            "end_date": "January 1999",
            "description": "Partnered with teaching and support staff to provide proactive programs focused on developing academic and social skills for college students with diverse backgrounds. Served as an adjunct instructor in Foreign Languages and First Year Seminar. Directed Summer Scholars Program, Early Monitoring Program and WideningOurWorld Technology Program. Trained and managed a team of students during Orientation Programs. Held leadership roles as Advisor for Latin American Students, founded the first Latina Sorority on campus, and participated in the Chancellor's Commission for the Status of Women."
        }
    ],
    "education": [
        {
            "degree": "M.S. in Counseling, Higher Education",
            "school": "University of Nebraska",
            "year": ""
        },
        {
            "degree": "B.S. in History",
            "school": "University of Nebraska",
            "year": ""
        }
    ],
    "certifications": [
        "CCS"
    ],
    "languages": []
}