{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": " Highly enthusiastic customer service professional with 6 years client interface experience. Customer-focused Retail Sales Associate with a solid understanding of the dynamics of the service industry. Enthusiastic customer service/telesales representative with in-depth knowledge of sales, training, and communication. Reliable Customer Service Representative with extensive track record in demanding management environments. Dedicated Customer Service Representative motivated to maintain customer satisfaction and contribute to company success.",
    "skills": [
        "Cash handling",
        "Professional and friendly",
        "Careful and active listener",
        "Strong public speaker",
        "Multi-tasking"
    ],
    "experience": [
        {
            "title": "Customer Service Specialist",
            "company": "Company Name, City, State",
            "start_date": "09/2014",
            "end_date": "Current",
            "description": "Works with several clients to ensure their satisfaction. Fast learner of operation programs. Experiences relationship building and customer satisfaction. Experienced salesperson. Prevented store losses using awareness, attention to detail and integrity. Trained 2 new employees quarterly. Cross-trained and provided back-up for other customer service representatives when needed. Worked as a team member performing cashier duties, product assistance and cleaning. Managed quality communication, customer support and product representation for each client. Maintained a positive attitude and calm mind under amounts of high-pressure."
        },
        {
            "title": "Framing Expert",
            "company": "Company Name, City, State",
            "start_date": "09/2011",
            "end_date": "09/2014",
            "description": "Assisted various clients with designing a frame that best suited their picture. Learned to be versatile with designs and budgets, compromising to ensure the customer's needs were satisfied. Established excellent customer-relations, inviting the customer back into the store. Worked with multiple clients at once to ensure satisfaction while maintaining a positive, cheerful attitude. Adapted to several changes in framing system and work environment. Always worked with teammates to ensure a healthy work environment. Cross-trained and provided back-up for other customer service representatives when needed."
        },
        {
            "title": "Summer Intern",
            "company": "Company Name, City, State",
            "start_date": "05/2010",
            "end_date": "08/2012",
            "description": "Wrote factually correct, concise and engaging news stories within tight deadlines. Gathered and verified factual information regarding stories through interviews, observation and research. Wrote 3 to 5 news stories per week for multiple media platforms. Traveled to location to write reviews from firsthand experience.Wrote creative and original columns. Evaluated and followed up on news leads and news tips to develop story ideas. Organized material, determined area of emphasis, and wrote stories according to prescribed editorial style and format standards. Served as head reporter for Carnegie Library Summer Activities. Adapted to many changes in computer systems. Worked with teammates to ensure strict deadlines were met. Always maintained a positive attitude and cheerful outlook."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts: Mass Communication / Creative Writing",
            "school": "",
            "year": ""
        }
    ],
    "certifications": [],
    "languages": [
        "English"
    ]
}