{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Professional Profile Contracts and Finance Officer Exceptional Payroll Administrator with a background in finance seeks to provide administrative, accounting and payroll support to an energetic human resources or finance department. Detail-oriented, efficient and organized Contract and Finance Officer with extensive background in community-based organizations seeks to bring strong work ethic and engaging interpersonal communication to a vibrant nonprofit company. Offer expertise in European Development Fund (EDF) Payment and Contract procedures, financial management and accounting procedures and a keen business sense that combine to deliver sustainable results in Project Management.",
    "skills": [
        "Accounting",
        "Accounting software",
        "Budget",
        "Contractual Procedures",
        "Data Entry",
        "Database",
        "Documentation",
        "Filing",
        "Financial Accounting",
        "Financial Reporting",
        "Financial Management",
        "Grants",
        "Inventory Control",
        "Access",
        "Excel",
        "Office",
        "Power Point",
        "Publisher",
        "Microsoft Word",
        "Organizing",
        "Procurement",
        "Quality Control",
        "Stock",
        "Control",
        "Preparation of Tender Documents",
        "Organize Workshops",
        "Seminars and Trainings"
    ],
    "experience": [
        {
            "title": "Contracts and Finance Officer",
            "company": "Company Name",
            "start_date": "12/2008",
            "end_date": "08/2014",
            "description": "Ensure accuracy and completeness of all payments, recovery and related financial dossiers at both the incoming and outgoing stage. Processing payment dossiers for efficient implementation of EDF Projects. Liaise with the European Commission Delegation (ECD) Projects and partners on all matters relating to the financial aspects of EDF resources including payments, recoveries and procedures. Maintain control cards and other financial and accounting records necessary for the management of EDF resources. Update guarantee records and bring up guarantee and action dates. Initiate and advise on project/programme closures and de-commitments. Check for correctness of all tenders, contracts, riders and programme estimates. Verify and validate all payment dossiers for compliance with EDF rules and regulations. Keep up-to-date EDF rules and regulations and disseminate to users. Participate in tender evaluation activities. Co-managed Support Project Draw up programme estimates and tender documents Prepare salary vouchers and circulate pay slips Maintain Assets Register Assist in organizing and coordinating seminars, workshops and EDF training for staff and partners Update Accounting software ( TOMFED, TOMON) National Authorising Office - Freetown, Sierra Leone. Reviewed, investigated and corrected errors and inconsistencies in financial entries, documents and reports. Determined proper handling of financial transactions and approved transactions within designated limits. Distributed expenditure, encumbrances, receipts and receivables according to schedules. Audited contracts, orders and vouchers. Prepared purchase orders and expense reports.Managed accounts payable for an organization of 30 personnel. Accurately processed data, validation and transmission for weekly, semi-monthly and sales payrolls .Improved accuracy of payroll journal entries by developing and implementing a payroll reconciliation tool."
        },
        {
            "title": "Intern/Trainee - Finance",
            "company": "Company Name",
            "start_date": "06/2007",
            "end_date": "12/2008",
            "description": "Provided assistance and support on EDF Contractual, Procurement and Financial Management. Assisted with the preparation of tender documents and launching of tenders. Assisted with updating the provider database with all the rules and regulations applicable to the management of EDF. Assisted with the establishing a database on regional and local service providers. Prepared payment orders. Review and initiation of payment dossiers."
        },
        {
            "title": "Intern",
            "company": "Company Name",
            "start_date": "09/2005",
            "end_date": "12/2005",
            "description": "Reviewed pay slips for accuracy. Prepared stock stack cards. Responsible for Inventory and Stock control. Assisted in Procurement procedures. Prepared and reviewed payment vouchers. Data entry, archiving and filing."
        }
    ],
    "education": [
        {
            "degree": "Master of Business Administration (MBA) : Finance, Marketing, Operations Management , Economics and Business Law",
            "school": "University of Phoenix Online Campus",
            "year": "2014"
        },
        {
            "degree": "BSc : Financial Services",
            "school": "Institute of Public Administration & Management (IPAM) University of Sierra Leone",
            "year": "2005"
        }
    ],
    "certifications": [
        "Certificate in Filing, Archiving & Documentation"
    ],
    "languages": []
}