{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Childcare professional skilled at remaining calm under pressure while keeping the daycare setting light and playful. Works hard to identify and address behavioral and educational issues. Highlights Positive and cheerful Active listener Head Start program knowledge Certified in Early Childhood Education Infant, toddler and preschool curricula Reliable Approachable Playful Highly organized",
    "skills": [
        "Positive and cheerful",
        "Active listener",
        "Head Start program knowledge",
        "Certified in Early Childhood Education",
        "Infant, toddler and preschool curricula",
        "Reliable",
        "Approachable",
        "Playful",
        "Highly organized",
        "Computer Skills",
        "Publishing Software Skills"
    ],
    "experience": [
        {
            "title": "Assistant Teacher",
            "company": "Company Name",
            "start_date": "05/2014",
            "end_date": "11/2014",
            "description": "Read stories to the children and taught them painting, drawing and crafts. Disciplined children and recommended other measures to correct behavior. Carefully monitored children's play activities. Maintained daily records of activities, behaviors, meals and naps. Communicated with children's parents and guardians about daily activities, behaviors and problems. Managed general housekeeping duties, including feeding, diapering, resting, and cleanup."
        },
        {
            "title": "Student Teacher",
            "company": "Company Name",
            "start_date": "02/2013",
            "end_date": "02/2014",
            "description": "Plan/ implement developmentally appropriate curriculum for 4-5 year olds children in a VPK classroom. Assess children's progress towards VPK standards through daily observation. Design and maintain a nurturing learning environment for young children."
        },
        {
            "title": "Supportive VPK Student Teacher",
            "company": "Company Name",
            "start_date": "01/2013",
            "end_date": "01/2014",
            "description": "Assist teacher in setting up learning centers, carry out activities with children. Serve meals to children, family style. Supervise children during playground area."
        }
    ],
    "education": [
        {
            "degree": "Early Childhood Education",
            "school": "Department of Children and Families",
            "year": ""
        },
        {
            "degree": "Early Childhood Professional Certificate",
            "school": "Department of Education",
            "year": ""
        },
        {
            "degree": "American Red Cross First Aid and CPR for Infant, Child, and Adult",
            "school": "American Red Cross",
            "year": ""
        }
    ],
    "certifications": [
        "45 Hours including VPK Literacy (Department of Education Certification)",
        "Early Childhood Professional Certificate (Florida)",
        "American Red Cross First Aid and CPR for infant, child, and adult"
    ],
    "languages": []
}