{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Talented individual with an educational background in Economics from the University of California Irvine, seeks a career in the financial sector. Extensive knowledge in management, Microsoft applications, and economic theory. Always committed to approaching tasks with tenacity and attention to detail. Very dependable and willing to take on added responsibility to learn and grow with every employment opportunity.",
    "skills": [
        "Critical thinking",
        "Customer service-oriented",
        "Strategic sales knowledge",
        "Articulate and well-spoken",
        "Training development aptitude",
        "Accurate and detailed",
        "Quick learner",
        "Excellent planner and coordinator",
        "Microsoft Applications",
        "Excel",
        "Word",
        "PowerPoint",
        "Access",
        "Data Analysis",
        "Economics",
        "Finance",
        "Financial",
        "Money",
        "office",
        "payroll",
        "reception",
        "recording",
        "reporting",
        "Research",
        "sales",
        "Statistics",
        "telephone",
        "trade shows",
        "employee development",
        "Banking",
        "budgets",
        "budget",
        "charts",
        "coach",
        "clients",
        "Insurance",
        "inventory",
        "Investment Management",
        "marketing",
        "window"
    ],
    "experience": [
        {
            "title": "Manager",
            "company": "Company Name",
            "start_date": "04/2012",
            "end_date": "03/2014",
            "description": "Trained staff and administered performance evaluations to track employee development. Analyzed budgets, financial reports and projections for accurate reporting of financial standing. Implemented innovative programs to increase employee loyalty and reduce turnover. Prepared payroll. Oversaw inventory and office supply purchases. Screened applicant resumes and coordinated both phone and in-person interviews. Provided an elevated customer experience to generate a loyal clientele. Conducted weekly walkthroughs with the store owner to discuss interior visual displays, including store window presentation."
        },
        {
            "title": "Public Relations Manager",
            "company": "Company Name",
            "start_date": "05/2010",
            "end_date": "04/2012",
            "description": "Cultivated and managed relationships with key clients, vendors and community partners. Coordinated and participated in promotional activities and trade shows. Directed the hiring, training and performance evaluations for marketing and sales staff and supervised their daily activities. Ordered and distributed office supplies while adhering to a fixed office budget. Answered and managed incoming and outgoing calls while recording accurate messages. Obtained signatures for financial documents and internal and external invoices."
        },
        {
            "title": "Sales Associate",
            "company": "Company Name",
            "start_date": "09/2009",
            "end_date": "03/2014",
            "description": "Answered questions regarding the store and its merchandise. Demonstrated use and care of merchandise. Greeted customers and ascertained customers' needs. Helped customers with questions, problems and complaints in person and via telephone. Stocked shelves and supplies and organized displays. Developed positive customer relationships through friendly greetings and excellent service. Trained and served as a peer coach for new sales associates."
        },
        {
            "title": "g",
            "company": "Company Name",
            "start_date": "06/2009",
            "end_date": "09/2009",
            "description": "Audited new customer files to verify medical necessity and satisfaction of coverage criteria. Contacted patients regarding unpaid and underpaid accounts to resolve any issues. Improved timely paying of bills by developing flexible payment plans for patients. Located, checked in and pulled medical records for appointments and incomplete patient charts. Verified and created claim numbers by communicating with various insurance companies."
        },
        {
            "title": "f",
            "company": "Company Name",
            "start_date": "08/2007",
            "end_date": "06/2009",
            "description": "Maintained a clean reception area, including lounge and associated areas. Verified and created claim numbers by communicating with various insurance companies. Located, checked in and pulled medical records for appointments and incomplete patient charts. Contacted patients regarding unpaid and underpaid accounts to resolve any issues. Answered and managed incoming and outgoing calls while recording accurate messages. Obtained signatures for financial documents and internal and external invoices."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts in Economics",
            "school": "University of California",
            "year": "2013"
        }
    ],
    "certifications": [],
    "languages": []
}