{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "CAREER OBJECTIVE Seeking a full-time marketing position at an organization where I contribute my experience and expertise in the fields of marketing, creative design, analytics, to work collaboratively as a member of a team as well as independently to achieve company goals and promote growth.",
    "skills": [
        "Adobe Creative Suite",
        "advertising",
        "Automation",
        "branding",
        "content",
        "content creation",
        "Customer Relationship Management",
        "ecommerce",
        "editorial",
        "E-mail",
        "email",
        "marketing plan",
        "Marketing Planning",
        "marketing strategies",
        "Marketing Strategy",
        "marketing",
        "marketing collateral",
        "personnel",
        "presentations",
        "problem solver",
        "Project Management",
        "quality",
        "sales",
        "strategy",
        "strategy development",
        "strategic marketing",
        "teacher",
        "teaching",
        "website",
        "well-organized",
        "workshops"
    ],
    "experience": [
        {
            "title": "DIGITAL MARKETING ACCOUNT MANAGER",
            "company": "Company Name City , State",
            "start_date": "11/2014",
            "end_date": "06/2017",
            "description": "Creative, analytical, problem solver responsible for developing, implementing and executing strategic marketing plans. Ensure that marketing services are delivered efficiently and effectively, yielding positive ROI. Manage the day-to-day of on- projects, collaborating with team and clients, ensuring all projects meet deadlines. Create, manage, design, and implement email campaigns, ensuring they align with strategy, branding and goals. Manage email lists, segmenting for campaigns, and created an ongoing schedule of content. Designed presentations, documents, marketing collateral and print, ensuring brand consistency. Created annual editorial calendars based on clients' expectations and adapting strategies as needed. Facilitate weekly client calls to discuss upcoming deliverables, website metrics and site analytics. Created annual editorial calendars based on clients' expectations and adapting strategies as needed. Project manage entire campaigns adhering to the editorial calendar for content creation, dates, and channels."
        },
        {
            "title": "Marketing & Website Manager",
            "company": "Company Name City , State",
            "start_date": "11/2014",
            "end_date": "07/2015",
            "description": "Developed and implemented, and coordinated marketing strategies across all marketing channels. Enhance the brands online visibility to engage with potential customers, gain customer acquisition, and increase brand awareness. Plan and create content calendar with design and copy for website, advertising, and marketing collateral. Responsible for all aspects of campaigns including development, design, launch. Designed high quality, creative content to be used for print and online for visibility and brand recognition. Implemented an ecommerce platform and shopping cart to generate web sales. Optimized website for search engine performance to drive website traffic, and increase online visibility. Strategized and implemented a marketing plan ensuring all plans were aligned across all platforms. Create style guides, brand guidelines and standards assure that the brand is handled consistently."
        },
        {
            "title": "Digital Marketing & Branding Consultant",
            "company": "Company Name City , State",
            "start_date": "08/2014",
            "end_date": "Present",
            "description": "Assist a variety of clients to meet business objectives by building brand awareness, strengthening online presence and improving the marketing strategy using comprehensive tactics. Provide clients with insights regarding promotions, branding, and strategies for marketing success. Provide clients with the implementation of marketing strategies. Develop, design and manage all digital marketing campaigns. Design and implement strategies to drive online traffic. Review new and innovative strategies to ensure the clients are at the forefront of digital marketing. Provide support and guidance with marketing, strategy development and implementation."
        },
        {
            "title": "Teacher's Assistant",
            "company": "Company Name City , State",
            "start_date": "08/2012",
            "end_date": "06/2014",
            "description": "Provide support for teacher, allowing maximum time for planning and teaching. Worked alongside teacher to create and provide students with a positive, well-organized, functional classroom for maximized instructional time. Assist the teacher with implementing the daily curriculum and management of the classroom. Supported lead teacher in creating a successful learning environment. Reinforce lessons by reviewing with student's one-on-one or in small groups. Attend all staff trainings, in-services and workshops. Treated confidential information about students and staff in a professional and ethical manner. Established and maintained a cooperative, supportive and effective relationship with all personnel."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts: Elementary Education",
            "school": "University of North Florida",
            "year": 2010
        },
        {
            "degree": "Associates In Arts: Elementary Education",
            "school": "Florida Community College of Jacksonville",
            "year": 2007
        }
    ],
    "certifications": [],
    "languages": []
}