{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "A dependable, quality-focused specialist seeking an opportunity that offers a variety of challenges and responsibilities that would allow myself to contribute towards an organization while improving my leadership and technical skills. Exceptional talent for accuracy analyzing, projecting conflict and resolving issues. Continually providing input or solutions in problem solving on operational issues or procedures and perform administrative follow-up. Skills Able to demonstrate exceptional communication skills, able to maintain effective and efficient communication within a team environment. Skillful initiation in organizing and coordinating team meetings to manage and planned performance adherence. Exceptional talent for accuracy analyzing, projecting conflict and resolving issues. Continually providing input or solutions in problem solving on operational issues or procedures and perform administrative follow-up. Strong leader with proven development abilities, capable of clearly presenting ideas, plans and strategies to all levels of management. Solid background in setting priorities and deadlines, adjusting the flow and sequencing of the work to meet team needs.",
    "skills": [
        "communication",
        "team leadership",
        "organization and coordination",
        "prioritization and deadline management",
        "problem solving",
        "analysis and accuracy",
        "conflict resolution",
        "customer service"
    ],
    "experience": [
        {
            "title": "Customer Service Representative",
            "company": "Company Name",
            "start_date": "10/2016",
            "end_date": "Current",
            "description": "Respond to and resolve customer service inquiries and issues by identifying the topic and type assistance the caller needs such as benefits, eligibility, claims, financial spending accounts and correspondence. Help guide and educate customers about the fundamentals and benefits of consumer-driven health care topics to include managing their health and well-being by selecting the best benefit plan options, maximizing the value of their health plan benefits and choosing a quality care provider. Intervene with care providers (doctor's office) on behalf of the customer to assist with appointment scheduling or connections with internal specialists for assistance when needed. Assist customers in navigating through the self-service website and other UnitedHealth Group websites and encourage to be more self- sufficient. Research complex issues across multiple databases and work with support resources to resolve customer issues and/or partner with others to resolve escalated issues. Meet the performance goals established for the position in the areas of efficiency, call quality, customer satisfaction, first call resolution and attendance."
        },
        {
            "title": "Customer Service Representative",
            "company": "Company Name",
            "start_date": "09/2014",
            "end_date": "02/2016",
            "description": "Served as first level contact for basic and routine customer service inquiries from new, current and prospective customers, shareholders, policy owners, agents and their staff Processed and/or route transactions, requests and inquiries following established procedures and resources Communicated with customers and team members to obtain required information and/or forms Trained and coach new team members Functioned as a resource to team members for review of potential process improvements Worked on committees regarding customer service, sales, policies, procedures and company events."
        },
        {
            "title": "Juvenile Supervision Officer III",
            "company": "Company Name",
            "start_date": "09/2011",
            "end_date": "01/2014",
            "description": "Provided day to day direct supervision to youths in a 24-hour detention facility in a manner that ensures the health, safety and welfare of each youth while following departmental policies, procedures, and standards Directed individual as well as group counseling to all youths; while increasing their personal awareness of responsibilities, choices, growth, and alternative lifestyle changes Made critically sound judgments and decisions during crisis and potentially dangerous situations; thoroughly document all actions taken, inform superiors, and debrief the plan of action with staff to ensure effective results Utilized graduated sanctions, and discipline youths by enforcing the rules of the facility as needed Applied de-escalation skills and handle with care techniques Conducted inspections, rounds and drills which include room checks and physical searches of youth."
        },
        {
            "title": "Business Wireless Care Supervisor",
            "company": "Company Name",
            "start_date": "05/2005",
            "end_date": "10/2009",
            "description": "Led and assisted a diverse team of twelve that was responsible for supporting the design, engineering and implementation of complex integrated product/network solutions. Supervised and monitored the team's work flow to ensure an adequate work balance; reassigned resources where necessary to meet project deadlines in a timely manner. Participated in hiring, termination, performance and salary reviews. Contributed in weekly conference calls to discuss team goals and present new information used to improve customer service."
        }
    ],
    "education": [
        {
            "degree": "Master of Science: Public Safety/Emergency Management",
            "school": "Capella University",
            "year": 2017
        },
        {
            "degree": "Bachelor of Arts & Science: Criminal Justice",
            "school": "Florida A&M University",
            "year": 2010
        }
    ],
    "certifications": [],
    "languages": []
}