{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Persuasive business development professional, successful at establishing and maintaining key partnerships with corporate decision makers. Offering more than 12 years of successful corporate business development and operations experience. A top-performer with the entrepreneurial vision and leadership skills to drive business expansion. Proven skills in driving results, product development, project management, account management and problem solving. Successful at leading large scale commercialization of new platform and innovation initiatives for highly visible capital projects. Recognized for leading teams to exceed results in fast paced, high growth business environments. Committed to healthy eating, healthy living and a healthy planet. Bilingual.",
    "skills": [
        "Packaging",
        "Accountable For",
        "Maintenance",
        "Operations",
        "Training",
        "Autocad",
        "Cbt",
        "Computer Based Training",
        "Engineer",
        "Fdot",
        "Machine Safety",
        "Mes",
        "Project Engineer",
        "Safety Training",
        "Sap",
        "Vacuum",
        "Award",
        "Budget",
        "Fifo",
        "Self-directed",
        "Warehouse Management",
        "Merchandising",
        "Business Development",
        "Mitigation",
        "Sales",
        "New Product Development",
        "Product Development",
        "Transmissions",
        "And Sales",
        "Ibm Svc",
        "Integrated Marketing Campaign",
        "Marketing",
        "Marketing Campaign",
        "Promotional",
        "Sales Support",
        "Svc",
        "Crm",
        "Customer Relationship Management",
        "Pricing",
        "Its",
        "Jar",
        "Account Management",
        "Change Management",
        "Exceed",
        "Leadership Skills",
        "Manufacturing Processes",
        "Marketing Strategy",
        "Mentoring",
        "New Products",
        "Operations Management",
        "Problem Solving",
        "Project Management",
        "Recruiter",
        "Six Sigma",
        "Six-sigma",
        "Financial Management",
        "Branding",
        "Continuous Improvement"
    ],
    "experience": [
        {
            "title": "Associate Director Business Development",
            "company": "Kraft Foods",
            "start_date": "2012-12",
            "end_date": "Present",
            "description": "Led commercialization effort for the largest platform innovation program and the largest strategic partnership in Kraft Foods history with over $25MM capital investment across multiple countries. Directed team engagement, established strategic meetings, tracked timelines and costs, and facilitated mitigation/contingency planning and executive communications."
        },
        {
            "title": "Operations Supervisor",
            "company": "Kraft Foods",
            "start_date": "2012-01",
            "end_date": "2012-12",
            "description": "Co-led the largest new product initiative in Kraft Foods. Delivered $140MM GR in Year 1. Led in-store merchandising initiatives, developed consumer response plans for social media/CRM, and created launch activities including pricing trackers and performance dashboards. Managed analytics, forecasts, contracts, and budgets for two brands with a combined GR of $150MM. Implemented major packaging changes and established lean, FIFO warehouse practices; supervised over 30 union employees across multiple lines."
        },
        {
            "title": "Project Engineer",
            "company": "BV AND ASSOCIATES, INC",
            "start_date": "2000-01",
            "end_date": null,
            "description": "Participated in identification, planning, and execution of design projects. Used MicroStation and AutoCAD. Prepared final project reports to FDOT standards; integrated marketing campaigns and customer-specific actions as part of project scope."
        },
        {
            "title": "Integrated Marketing Campaign",
            "company": "Kraft Foods / Yuban Instant Coffee",
            "start_date": "2012-01",
            "end_date": "2012-01",
            "description": "Led execution of the Instant Yuban blend reformulation targeting Hispanic consumers in the West region. Created the campaign brief in collaboration with the agency, incorporating new consumer learnings. Managed packaging redesign, promotional items, in-store tactics, and sales support; drove IMC initiatives across top retailers."
        }
    ],
    "education": [
        {
            "degree": "Master of Business Administration",
            "school": "University of North Florida, Coggin School of Business",
            "year": 2008
        },
        {
            "degree": "Global Branding Strategy",
            "school": "Sun Yan Set University",
            "year": 2007
        },
        {
            "degree": "Bachelor of Science: Production Engineering - Continuous Improvement and Management",
            "school": "EAFIT University",
            "year": 2007
        }
    ],
    "certifications": [
        "CBT Targeted Selection Certified Interviewer",
        "OLA (Organization Latinos at KFT) Certified Recruiter",
        "Anthony Robbins, Life and Wealth Mastery University Graduate",
        "Green Belt Lean Six Sigma",
        "Color Analyst - Fashion Institute of Technology, NYC"
    ],
    "languages": [
        "English",
        "Spanish"
    ]
}