{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Evansville, Indiana",
    "summary": "Accomplished Assistant Store Manager with 10 years of managerial experience in a retail setting. Areas of expertise include sales, recruiting and people management. Retail sales professional versed in product placement and merchandising. Extensive experience in inventory management and shipment processing. Retail professional with extensive knowledge of the supplement industry, including current trends. Enjoys helping customers find the new and exciting products.",
    "skills": [
        "Clients",
        "Training",
        "Customer Service",
        "Operations",
        "Receptionist",
        "Front Desk",
        "Retail Sales",
        "Sales",
        "Account Management",
        "Bookkeeping",
        "Cash",
        "Cash Register",
        "Closing",
        "Correspondence",
        "Credit",
        "Credit Card",
        "Customer Relations",
        "Database",
        "Databases",
        "Documentation",
        "Inventory",
        "Maintenance",
        "Merchandising",
        "New Sales",
        "Payroll",
        "Point Of Sale",
        "Promote Sales",
        "Recruiting",
        "Sales Associates",
        "Sales Events",
        "Sales Team",
        "Satisfaction",
        "Scheduling",
        "Telephone",
        "CPR",
        "Training Programs"
    ],
    "experience": [
        {
            "title": "Personal Trainer",
            "company": "Company Name, City, State",
            "start_date": "June 2010",
            "end_date": "Present",
            "description": "Work with personal healthy lifestyle and training clients to determine overall health, nutrition, and fitness goals; tailor workout and nutrition programs; develop personal brand and client outreach using social media and online tools such as Instagram, Facebook, Google+; led pre-sales and opening with 1,000+ members signed on or before opening day; provided excellent customer service and account management for 15,000+ members; recruited, hired and trained 20 full-time and part-time employees; maintained facility operations including maintenance, cleaning staff, and inventory; responsible for payroll, scheduling and reporting to corporate office; trained, coached and mentored staff; implemented programs to increase employee loyalty and reduce turnover; exceeded sales objectives; planned and led training sessions; data entry and database management; recruiting plans; pre-screened resumes; organized store operations and promotions; cash handling and POS procedures; resolved customer relations issues and mentored clients toward health and fitness goals."
        },
        {
            "title": "Fitness Manager",
            "company": "Company Name, City, State",
            "start_date": "March 2015",
            "end_date": "March 2015",
            "description": "Team Leader; Tracking Sales; Help and Development in Training Programs; Manage 16 personal trainers; Oversee operations on the floor and group training; Conducted weekly Training Meetings; Schedule Client appointments; Front Desk customer service; Prepare weekly Reports."
        }
    ],
    "education": [
        {
            "degree": "High School Diploma",
            "school": "Southern Indiana",
            "year": ""
        },
        {
            "degree": "Some College / Coursework in Business, Management and Communications / Strategic Leadership",
            "school": "",
            "year": ""
        }
    ],
    "certifications": [
        "CPR",
        "International Fitness Professional Associate Certified - Weight Lifting, Kickboxing, and Aerobics"
    ],
    "languages": []
}