{
    "name": null,
    "email": null,
    "phone": null,
    "location": "City, State",
    "summary": "Accomplished Healthcare IT leader with extensive experience in strategic IT planning, enterprise-wide system implementations, and process optimization. Expert in budgeting, vendor negotiations, project management, and revenue cycle and clinical systems integration. Led IT initiatives across large health systems to improve workflow, interoperability, and patient care.",
    "skills": [
        "acquisitions",
        "administrative",
        "automate",
        "benefits",
        "budget",
        "CMS",
        "consulting",
        "content",
        "contract management",
        "delivery",
        "dictation",
        "documentation",
        "senior management",
        "forms",
        "insurance",
        "team lead",
        "legal",
        "magic",
        "meditech",
        "meetings",
        "mentoring",
        "messaging",
        "excel",
        "exchange",
        "office",
        "power point",
        "2000",
        "ms word",
        "midas",
        "migration",
        "negotiation",
        "enterprise",
        "nursing",
        "OCR",
        "optimization",
        "order entry",
        "PACS",
        "policies",
        "processes",
        "profit",
        "coding",
        "project management",
        "purchasing",
        "quick",
        "recruiting",
        "scanning",
        "six sigma",
        "strategic",
        "summit",
        "time management",
        "transcription",
        "upgrades",
        "upgrade",
        "visio",
        "workflow"
    ],
    "experience": [
        {
            "title": "Director of Applications",
            "company": "Company Name",
            "start_date": "July 2013",
            "end_date": "Present",
            "description": "Management of all IT Applications (Administrative, Clinical, Revenue Cycle, Ambulatory, Ancillary). Manage $5M budget. Evaluate organizations IT needs, create strategic plan and implement new projects. Negotiation: Saved over $250,000 when purchasing new products. Manage staff: 7 Application Analysts, 2 Team Leads and 2 Consultants. EHR workflow re-design and optimization: Integrating standalone applications and systems to automate the workflow. Consolidating and eliminating redundant applications. Initially there were over 125 applications and systems, so far eliminated 25 redundant applications. ARRA Meaningful Use: Gathered documentation for Meaningful Use Stage 1 CMS Audit, submitted audit documentation and passed the Audit. Lead Team to prepare for MU stage 2 attestation. Currently leading Team to prepare for MU Stage 3 attestation. ICD 10: Working collaboratively with Revenue Cycle and clinical departments to optimize the EMR workflow to be prepared for ICD 10 prior to the Oct 1, 2015 deadline. Lead implementation of computerized provider order entry (CPOE), provider documentation, nursing documentation, bedside medication verification, LAB glucose monitoring system (RALS), EHR/Application upgrades (Meditech, Curaspan and Midas), interface engine upgrade (Cloverleaf), patient portal, DIRECT messaging system via health information exchange (HIE- NYeC & HealthiX), clinical content mapping (LOINC, SNOMED, RxNorm using IMO) and single sign-on (Imprivata). Executive Team member on a Six Sigma project for optimization of workflow and to reduce length of stay in Emergency Room. Population Health Initiative: Executive Team member of NY Queens/Long Island DSRIP program IT Committee, a NYS initiative to reduce readmissions and to reduce Medicaid cost."
        },
        {
            "title": "Project Manager",
            "company": "Company Name",
            "start_date": "January 2012",
            "end_date": "June 2013",
            "description": "Reported to the CIO. Worked closely with other Department Heads in various project implementations. Project management, product evaluation and contract management. Saved over $75,000 by negotiating price when purchasing new products. Introduced project management methodologies. ARRA Meaningful Use: Lead MU Stage 1 initiative. Successfully attested for Stage 1 Year 1 and prepared documentation for CMS audit. Health Information Exchange (HIE): Gathered business requirements, created roadmap, presented phase wise implementation plan with high-level milestones to Executive Committee. Lead phase 1 implementation. ICD 10: Performed gap analysis along with HIM Team and prepared project plan. Lead EHR implementation in Labor and Delivery department (Philips TraceVue fetal monitoring and documentation system). Lead implementation of EHR in Cardiology department (CardiacScience Pyramis). Lead migration of interface engine (from HL7 connect to Summit Interface engine). E-prescription (Dr.First): Lead implementation of standalone version of e-prescription and prepared project plan for its integration with EHR (Meditech)."
        },
        {
            "title": "Healthcare IT Consultant",
            "company": "Company Name",
            "start_date": "October 2011",
            "end_date": "May 2012",
            "description": "Prepared project plan for implementation of computerized physician order entry, ordersets (Zynx), physician and nursing documentation, e- prescription, clinical portal, single sign-on and Meaningful Use Stage 1 initiative. Managed $5M budget. 2000+ licensed bed for-profit Healthcare Organization with 15 Hospitals and several Ambulatory clinics."
        },
        {
            "title": "Program Manager - Consultant",
            "company": "Company Name",
            "start_date": "January 2008",
            "end_date": "September 2011",
            "description": "Prepared project plan for implementation of computerized physician order entry, ordersets (Zynx), physician and nursing documentation, e- prescription, clinical portal, single sign-on and Meaningful Use Stage 1 initiative. Managed $5M budget. 2000+ licensed bed for-profit Healthcare Organization with 15 Hospitals and several Ambulatory clinics."
        },
        {
            "title": "Corporate Manager - Projects and Applications",
            "company": "Company Name",
            "start_date": null,
            "end_date": null,
            "description": "Reported to the Corporate CIO, CNO and CEO. Served as a member of Corporate IT and Administrative Steering Committee. Managed $20M budget. Negotiation and contract management: Saved over $1.5M by negotiating price when purchasing new products and systems. Participated in monthly and quarterly Enterprise IT Governance meetings. Reviewed the status of ongoing IT projects, issues, major change requests, resource constraints and requirements, project prioritization and budget. As many as 50 large scale Enterprise wide projects with capital budget over $5M and 75 regional/facility level projects. Created strategic plan to accommodate Health Systems' IT needs for new business initiatives such as new facility acquisitions and business unit expansions. Managed staff and budget 50 direct reports and up to 150 indirect reports. Regional Application Managers, Project Managers, Business Analysts, Programmers, Consultants and offshore Teams. Built strong IT Teams by mentoring, motivating and giving opportunity to grow. Worked closely with Regional IT Teams in consolidating applications and systems. Eliminated redundant systems/applications, standardized workflow by implementing best practices across the Health System. Initially there were over 500 applications. Eliminated as many as half of those applications by integrating the systems and implementing best practices. With the support from Senior Management, promoted the culture of implementing Projects as Hospital wide initiatives instead of as IT initiatives that lead to smooth transition during new Project implementations across the Health System. Enterprise wide Implementations: Lead Teams during migration of legacy EHR systems to Healthcare System's preferred EHR System (Meditech). Strategically deployed EHR across the Health System in 3 to 4 phases based on the services provided at each hospital. Reduced the implementation timeline from 9 - 12 months to 6 - 8 months by eliminating the redundant tasks with the lessons learned from initial pilot projects and by adopting standardized workflow and processes during implementations. Reduced the overall implementation cost by 25% - 30% by training and utilizing more internal resources from various departments and less external resources (consulting services). Lead Teams during implementation Computerized Physician Order Entry, Order sets, Physician and nursing documentation, voice recognition system for Provider dictation, patient education and discharge instructions. Worked closely with the HIM Directors, Physicians, Case Managers and Clinical Documentation Specialists for implementation of standard documentation forms and templates across the Health System. Lead Enterprise wide data archiving and reports standardization project. Education and Training University of Nevada 2007 Masters of Science City , State Sri Ram Engineering College 2005 Bachelor of Engineering City , India Professional Associations Interests HIMSS NYC chapter member."
        }
    ],
    "education": [
        {
            "degree": "Masters of Science",
            "school": "University of Nevada",
            "year": 2007
        },
        {
            "degree": "Bachelor of Engineering",
            "school": "Sri Ram Engineering College",
            "year": 2005
        }
    ],
    "certifications": [],
    "languages": []
}