{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Las Vegas, NV",
    "summary": "Current General Manager of Jersey Mike's in Boca Park. I strive to make every business I'm employed by succeed beyond expectations. Since becoming GM, over the past 15 months, I have increased sales by over 30%. Bartender with more than 4 years experience in a nightclub bar setting. Driven to provide guests with exceptional service and genuine hospitality. I'm also a talented Sous chef 7 of the 11 years of cooking. Started at the beginning of college, at the bottom as a dishwasher. Quickly moved up ranks until I was managing my own lunches, my own staff members under me, and enjoyed since. Successful at consistently delivering the highest quality food and service. I go the extra mile for any employer I work for. Highlights - ServSafe certified - TAM Card - Food Handler's Card - Knife skills A+ - Operations Management Accomplishments -Business development - P & L management -Complex problem solver - Staff development / training Business Development: Successfully grew current business by increasing sales of Jersey Mike's over 30% since becoming the General Manager 14 months ago. 3rd place - 2013 NC Fire on the Rock - Team Canyons Cross-state competition of chefs/sous' from different restaurants on a cook off containing secret North Carolina local ingredients. We had 8 hours to complete a 4 course meal enough for 150 guests. This was a great personal experience. I have worked full-time since I was 14.5 years old. Throughout college, I worked 40 hours weekly in the kitchen not including the 20 hours average per week I would also bartend. I am an extremely hard worker and will get any job done. Working for world renown Executive Chefs really inspired me to become as focused and determined as I am.",
    "skills": [
        "ServSafe",
        "TAM Card",
        "Food Handler's Card",
        "Knife skills A+",
        "Operations Management",
        "Leadership",
        "Communication",
        "Customer Relations",
        "P&L management",
        "Business Development",
        "Complex problem solving"
    ],
    "experience": [
        {
            "title": "Sous Chef",
            "company": "Company Name",
            "start_date": "06/2012",
            "end_date": "08/2013",
            "description": "Carried out responsibilities of opening daily, preparing soup de jours (daily/bidaily), prepared unique lunch specials as well as oversaw operations to ensure productivity and success. Worked under Julius Kalman who was recently the Executive Chef of the Crown Plaza in San Antonio. He mainly worked nights and let me do my own ordering/recipes for lunch specials. He is listed in references. Worked for this employer for a period of 4 years while in college."
        },
        {
            "title": "Sous Chef, Bartender",
            "company": "Company Name",
            "start_date": "01/2010",
            "end_date": "03/2012",
            "description": "Worked 40 hours weekly in the kitchen as well as 20 hours weekly behind the bar. Ensured daily activities were being upheld, had responsibility over staff, food specials, etc. I worked the bar on busy nights and occasional day shifts on weekends. This was a popular college bar in town with Thursday-Sunday being very busy. Reason for leaving: moved to Melbourne, Australia."
        },
        {
            "title": "Kitchen, Bartender",
            "company": "Company Name",
            "start_date": "05/2006",
            "end_date": "12/2009",
            "description": "Best experience of my college as networking goes, becoming more social as I started bartending here. Also worked 40 hours kitchen weekly and 20-30 behind the bar weekly. No staff problems; reason for leaving was to work at Char in fine dining and tune-in my cooking skills."
        },
        {
            "title": "Sous Chef",
            "company": "Company Name",
            "start_date": "12/2003",
            "end_date": "05/2006",
            "description": "Started as a dishwasher; quickly moved up ranks until eventually running my own shifts as Sous Chef. The Kitchen Manager Vernon offered me a job to assist him as he was leaving to become the General Manager of operations at Geno's Sports Lounge."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science: Business Administration",
            "school": "Appalachian State University",
            "year": "2008"
        },
        {
            "degree": "High School Diploma",
            "school": "Hibriten High School",
            "year": "2003"
        }
    ],
    "certifications": [
        "ServSafe Certified",
        "TAM Card",
        "Food Handler's Card",
        "Knife skills A+"
    ],
    "languages": []
}