{
    "name": "Brenna T. Walsh",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "RETAIL | OPERATIONS | SALES MANAGER Client-driven, quality-focused retail manager with proven track record of top performance Retail leader with profound and broad expertise in every aspect of store management. Critically evaluates and minimizes operational costs in context of store profitability. Creates and promotes caring customer service program for entire staff. Coaches every employee toward individual goals. Establishes retail environment that encourages positive customer experience and promotes realization of sales targets.",
    "skills": [
        "Retail Merchandising",
        "Recruitment & Retention",
        "Operations Store Planning & Design",
        "Team Leadership",
        "Coaching and Mentoring",
        "Profit and Loss",
        "Loss Prevention",
        "Personnel Training and Development",
        "cashier",
        "corporate training",
        "Customer Service",
        "delivery",
        "inventory",
        "Leadership",
        "Managing",
        "materials",
        "merchandising",
        "excel",
        "office",
        "page 2",
        "payroll",
        "Personnel",
        "policies",
        "presentations",
        "Profit",
        "profit and loss",
        "promotion",
        "purchasing",
        "recording",
        "reporting",
        "Sales",
        "shipping",
        "team management"
    ],
    "experience": [
        {
            "title": "2nd Level Assistant Store Manager, Operations Manager, Manager, Sales & Services Manager",
            "company": "Company Name, City, State",
            "start_date": "2004-01",
            "end_date": "2009-01",
            "description": "Managed nearly every aspect of store operations. Trained and developed store staff in customer service techniques. Monitored and implemented corporate programs in sales, shipping, and merchandising. Directed large store team to create a sales environment that consistently met expected sales goals and reduced operating costs. Managed team of 25, including hourly employees and specialists. Entrusted with the most complex customer service issues including personal and commercial purchasing accounts."
        },
        {
            "title": "2nd Level Assistant Store Manager, Operations Manager, Manager, Sales & Services Manager",
            "company": "Company Name, City, State",
            "start_date": "2012-01",
            "end_date": "Present",
            "description": "Managed nearly every aspect of store operations. Trained and developed store staff in customer service techniques. Monitored and implemented corporate programs in sales, shipping, and merchandising. Directed large store team to create a sales environment that consistently met expected sales goals and reduced operating costs. Trained and developed staff; oversaw store performance and customer service excellence. Led a team of 25 including hourly employees and specialists; managed complex customer service issues including personal and commercial purchasing accounts."
        },
        {
            "title": "Assistant Store Manager",
            "company": "Company Name, City, State",
            "start_date": "2011-01",
            "end_date": "2012-01",
            "description": "Responsibilities consisted of managing and recording profit loss and key performance indicators, communicating with buying office about classifications and styles for product inventory, and managing and maintaining all records and documentation including invoices and employee files."
        },
        {
            "title": "Soft lines Manager, Apparel Lead",
            "company": "Company Name, City, State",
            "start_date": "2009-01",
            "end_date": "2011-01",
            "description": "Responsibilities consisted of constructing visual presentations, managing payroll and training of department associates, and communicating with vendors and buyers in regards to inventory of product."
        }
    ],
    "education": [
        {
            "degree": "High School Diploma",
            "school": "Monroe Catholic High School",
            "year": ""
        },
        {
            "degree": "Associates Degree in Business Management",
            "school": "University of Alaska Fairbanks",
            "year": ""
        },
        {
            "degree": "Business Management",
            "school": "Florida State College of Jacksonville",
            "year": "Present"
        }
    ],
    "certifications": [],
    "languages": []
}