{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Glendale, CO",
    "summary": "Self-motivated Accounts Payable Specialist offerings a strong work ethic and determination to complete tasks in a timely manner. Accurate and detail-oriented with extensive accounts and clerical knowledge. Highlights Accounts payable professional Strong communication skills Expert in customer relations Effective time management Accomplishments Attention to detail Resolve outstanding issues timely Develop and implement systems, policies and procedures Reduced credit card expenses processed on in-house system from ZAR 2.2 million to ZAR 4.96 Reduced the unresolved queries on accounts from 48 months to 30 days Negotiated early settlement discounts with vendors",
    "skills": [
        "Audit and process vendor invoices ensuring timely and accurate payments",
        "High volume with complex processing",
        "Investigate and resolve problems associated with processing of invoices",
        "Handle all vendor correspondence via phone or email",
        "Receive, research and resolve a variety of routine internal and external inquiries concerning account status, including communicating the resolution of discrepancies to appropriate persons",
        "Manage vendor information and setup",
        "Develop, implement and maintain AP systems, procedures and policies",
        "Full responsibility for reconciliation of key vendor accounts and travel Credit Card statement"
    ],
    "experience": [
        {
            "title": "Accounts Payable AP - (Creditors) Supervisor",
            "company": "Company Name",
            "start_date": "March 2013",
            "end_date": "December 2015",
            "description": "Full function AP (creditors) supervision - managing AP staff office. Approval of AP reconciliations - authorization of payment of supplier accounts. Ensure that all tax invoices submitted for payment comply with requirements. Update reconciliations due list on Excel and hand to relevant AP associate to balance with his or her list. Approve list of suppliers to be paid and hand over to AP associates to load for payment. Analysis of terms and conditions of potential vendors. Schedule training for staff members. Ensure good communication so that all persons are fully aware of their duties and responsibilities by sending emails and also verbally communicating any changes / possible problems as and when they arise. Communicate with other teams / managers regarding any queries or problems that could cause suppliers accounts not being paid. Full responsibility for reconciliation of key vendor accounts and travel Credit Card statement."
        },
        {
            "title": "Lease Administrator",
            "company": "Company Name",
            "start_date": "November 2012",
            "end_date": "February 2013",
            "description": "Manage lease agreement database. Compile World Screening checks / forward details and results to corporate office. Create Offer to Renew Lease Agreement for landlords once World Screening clearance reports are received. Liaise with leasing administrators regarding renewal of lease agreements. Draw up standard lease agreements to renew leases. General activities and duties in the leasing office."
        },
        {
            "title": "Utilities Manager",
            "company": "Company Name",
            "start_date": "October 2009",
            "end_date": "October 2012",
            "description": "Manage City utility / property rates and tax charges to residential and commercial buildings - correct tariffs. Liaise and meet with City officials regarding charges. Lodge applications to have tariffs changed and accounts credited. Meet with sub-meter reading companies on a monthly basis, check and update on all issues and issue new instructions. Liaise with area managers and caretakers / building managers regarding any problems with utility meters in the buildings. Issue instructions. Approve / decline meter replacements. Investigate and complete tenant queries when escalated to me. Assist municipal Accounts Payable Department with training on capturing, processing, reconciling and payment of municipal accounts. Report to senior management on weekly basis."
        },
        {
            "title": "Temp Work. Supervisor",
            "company": "Company Name",
            "start_date": "July 2009",
            "end_date": "August 2009",
            "description": "Temping as AR associate, processing reconciliations. Reconciling company accounts."
        },
        {
            "title": "Accounts Payable AP - (Creditors) Supervisor",
            "company": "Company Name",
            "start_date": "January 2008",
            "end_date": "June 2009",
            "description": "Full function AP supervision of AP staff office and also reconciling of certain accounts. Checking work of subordinates / reconciliation balances with the supplier statement and our system. Hand back any reconciliations that have errors or do not comply with corporate governance and company policy. Approve list of suppliers to be paid and hand over to associate to load for payment. Schedule training for staff members. Schedule monthly POP (performance ownership program) meetings. Facilitate good communication in order that all persons are fully aware of their duties and responsibilities - communicating any changes / possible problems as and when they arise."
        },
        {
            "title": "Accounts Payable Clerk",
            "company": "Company Name",
            "start_date": "November 2003",
            "end_date": "December 2007",
            "description": "Generate purchase orders on Navision system. Check that all tax invoices comply with SARS requirements. Process tax invoices on Navision system. Ensure tax invoices are approved by relevant managers as per limit of authority. Match tax invoices to supplier statements. Follow up on outstanding tax invoices / queries with supplier / responsible person. Confirm follow up conversations with e-mails / faxes. Reconcile accounts on Navision system to statements received and batch documents according to statements. Update payment list on Excel and check that banking details / payment limits are correct. Hand reconciliations (complete document packs) to supervisor for approval. Balance payment list (Excel) and payment journal (Navision). Prepare COD payments twice weekly when required. Update balance score card and file with supporting documentation in scorecard file for performance appraisals."
        },
        {
            "title": "Accounts manager",
            "company": "Company Name",
            "start_date": "March 2003",
            "end_date": "November 2003",
            "description": "Full function accounts payable and accounts receivable. Reconcile accounts. Prepared payment run checks and remittance advices. Resolve account queries. Full function debtors. Process waybills for invoicing. Ensure all invoices and statements are delivered to customers timeously. Collection of debtors payments. Wages and salaries. All Banking. Petty cash. Control fuel account. Reconcile all accounts with auditors monthly."
        }
    ],
    "education": [
        {
            "degree": "Certificate in Practical Accounting",
            "school": "Damelin Business School",
            "year": 2006
        },
        {
            "degree": "Certificate in Basic Bookkeeping",
            "school": "Damelin Business School",
            "year": 2006
        },
        {
            "degree": "Certificate in Sectional Title Management",
            "school": "University of Cape Town",
            "year": 2011
        }
    ],
    "certifications": [
        "Computer literate in MS Word, Excel (Advanced)",
        "Brilliant Accounting",
        "Quick Books",
        "MDA (Property Management Program/System)"
    ],
    "languages": []
}