{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Medical Billing Specialist with 3 years experience in a fast-paced, multiple client medical billing company. Researched and denied claims and submitted appeals. Familiar with health billing and collections. Advanced knowledge of claims processing and pre-authorizations.",
    "skills": [
        "Medical terminology expert",
        "ICD-10 (International Classification of Diseases)",
        "Billing and collection procedures expert",
        "Hospital inpatient and outpatient records",
        "Inpatient records coding proficiency",
        "Outpatient surgery coding specialist",
        "HCPCS Coding Guidelines",
        "Familiar with commercial and private insurance carriers",
        "Insurance and collections procedures",
        "DRG and PC grouping",
        "Understanding insurance benefits",
        "Research and data analysis",
        "Close attention to detail",
        "Multi-tasking",
        "Office support (phones, faxing, filing)",
        "Excellent verbal communication",
        "Microsoft Outlook",
        "Word",
        "Excel",
        "MS Office",
        "Supervisory training",
        "Accomplished leader",
        "Resource management",
        "Knowledge of Medicare statutes and regulations",
        "NextGen system",
        "Typing",
        "Data entry",
        "Obtaining police reports to determine liability for claims",
        "Reviewing estimates and correspondence (faxed, mailed, and emailed)",
        "Issuing payments and scheduling rental reservations for insured and claimants",
        "Accurately completed claims paperwork, documentation and system entry",
        "Correctly coded and billed medical claims for hospital and nursing facilities",
        "Verified patients' eligibility and claims status with insurance agencies",
        "Qualitative analysis of records for accuracy and consistency",
        "Interacted with providers and other medical professionals regarding billing and documentation policies, procedures and regulations",
        "Accurately posted and sent out all medical claims",
        "Submitted electronic/paper claims documentation for timely filing"
    ],
    "experience": [
        {
            "title": "Claims Service Specialist",
            "company": "Company Name – City, State",
            "start_date": "2013-10",
            "end_date": "2014-06",
            "description": "Filed claims per NextGen system. Discussed coverages and liability with insured, claimants, and body shops. Spoke with lienholders and medical providers. Typing and data entry. Obtained police reports to determine liability for claims. Reviewed estimates and correspondence faxed, mailed, and emailed. Issued payments and scheduling rental reservations for insured and claimants. Completed appropriate claims paperwork, documentation and system entry. Correctly coded and billed medical claims for various hospital and nursing facilities. Verified patients' eligibility and claims status with insurance agencies. Performed qualitative analysis of records to ensure accuracy, internal consistency, and correlation of recorded data. Interacted with providers and other medical professionals regarding billing and documentation policies, procedures and regulations. Accurately posted and sent out all medical claims. Submitted electronic/paper claims documentation for timely filing."
        },
        {
            "title": "Claims Specialist",
            "company": "Company Name – City, State",
            "start_date": "2011-10",
            "end_date": "2012-07",
            "description": "Correctly coded and billed medical claims for various hospital and nursing facilities. Identified and rectified inconsistencies, deficiencies and discrepancies in medical documentation. Filed and followed up on third party claims. Determined prior authorizations for medication and outpatient procedures. Pre-certified medical and radiology procedures, surgeries and echocardiograms. Researched questions and concerns from providers and provided detailed responses. Reviewed, analyzed and managed coding of diagnostic and treatment procedures contained in outpatient medical records. Researched CPT and ICD-9 coding discrepancies for compliance and reimbursement accuracy. Maintained knowledge of CPT and ICD-9 coding principles, government regulation, protocols and third party requirements regarding billing. Managed collections claims against estates. Posted and sent out all medical claims. Submitted electronic/paper claims documentation for timely filing. Performed billing and coding for ambulance, emergency room, inpatient and outpatient services. Evaluated benefits and eligibility. Responded to insurance company correspondence. Identified and resolved patient billing and payment issues. Handling denials and/or appeals. Evaluated patients' financial status and established appropriate payment plans. Resolved claim issues captured in TES/CLAIMS edits and the clearing house. Assessed insurance coverage, deductibles and remaining balances not covered under policies. Updated patient financial information for accuracy."
        },
        {
            "title": "Subject Matter Expert",
            "company": "Company Name – City, State",
            "start_date": "2012-07",
            "end_date": "2013-10",
            "description": "Initiated audit process to evaluate thoroughness of documentation and maintenance of facility standards. Created and maintained computerized record management systems to record and process data and generate reports. Supervised 15+ claims specialists and answered work-related questions via chat system. Took escalated calls from providers, solving claim-related problems. Manually reprocessed claims for accuracy after denials or questions from facilities. Cross-trained and backed up other customer service managers. Solved unresolved customer issues. Managed team productivity and workflow to meet quality service goals. Identified development needs with appropriate training. Acted as liaison between customers and internal departments. Defused volatile customer situations calmly and courteously."
        }
    ],
    "education": [
        {
            "degree": "Associate of Science in Medical Billing and Coding",
            "school": "Central Piedmont Community College",
            "year": "Current"
        },
        {
            "degree": "High School Diploma",
            "school": "",
            "year": "2007"
        }
    ],
    "certifications": [],
    "languages": []
}