{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Pennsylvania, Florida",
    "summary": "Summary Results-oriented Workforce & Relationship Manager with diverse background in management & customer service. Dedicated to providing excellent customer service and making operational and procedural improvements that drive savings.",
    "skills": [
        "account management",
        "b2b",
        "balance",
        "budgets",
        "budget",
        "business development",
        "Business Intelligence",
        "contract negotiations",
        "Clientele",
        "client",
        "clients",
        "Customer Services",
        "customer service",
        "e-Commerce",
        "executive management",
        "senior management",
        "financial",
        "Gateway",
        "Help Desk",
        "HP",
        "hiring",
        "Kronos",
        "leadership",
        "Director",
        "marketing",
        "market",
        "materials",
        "meetings",
        "Enterprise",
        "optimization",
        "performance reviews",
        "policies",
        "proposals",
        "speaking",
        "quality",
        "QA",
        "Quality Assurance",
        "real-time",
        "real time",
        "recruiting",
        "Reporting",
        "Sales",
        "scheduling",
        "specification",
        "staffing",
        "Symantec",
        "technical support",
        "telecommunications",
        "training materials"
    ],
    "experience": [
        {
            "title": "Sr. Workforce Manager",
            "company": "Company Name",
            "start_date": "2014-12",
            "end_date": "2015-05",
            "description": "Led workforce management initiatives; 33% reduction of non-productive agent time (~600 workforce). Forecasted 14 million yearly contacts within +/-5% of projection. FY16 Q1 savings of $250,000 through allocating volume on/offshore. Reduced hours onshore by 46%, saving $17 million annually. Saved $1.14 million annually and 30% performance improvement. Launched three T-Mobile stores with net revenues of $600,000 annually. Participated in volunteer work and community-wide outreach activities."
        },
        {
            "title": "Workforce Planning Manager",
            "company": "Bluestem (e-Commerce)",
            "start_date": "2015-07",
            "end_date": "2016-10",
            "description": "Managed onshore team of five workforce & Kronos analysts and seven Quality Assurance analysts and two Reporting analysts. Supervised real-time team of four at two onshore locations; maintained intraday allocation to budget to meet service level objectives for Sales & Customer Services queues. Forecasted 14 million yearly contacts (±5%) on/offshore in a 7 by 24 setting to ensure contractual compliance with penalties. Allocated forecasted volume on/offshore to budget; FY16 Q1 savings of $250,000. Reduced non-productive time by 33% through schedule optimization. Facilitated 14 weekly forecast meetings with clients regarding impacts to $1B forecast. Acted as leadership point of contact in absence of executive management. Developed cross-training; updated SOPs for Workforce, Kronos & QA, delivering 16% manpower reduction and $100,000 annual savings. Modified Hours of Operations reducing onshore hours by 46%, saving $17M annually while boosting morale. Managed a team of four enterprise schedulers and six indirect support & real-time staff; 7 by 24. Planned capacity for nine sites; worked to meet client expectations (+/- 2,000 workforce). Analyzed staffing assumptions and provided recommendations for financial impact. Developed detailed staffing plans for lines of business; adjusted manpower for compliance. Simulated impact of expansion and advised staffing actions. Improved workload balance across nine sites by adjusting seven lines of business. Directed weekly best-practice client calls for seven lines of business; hosted daily workforce and operations conference calls to validate resources and deadlines for KPIs."
        },
        {
            "title": "Workforce Specialist (WFM)",
            "company": "eBay Enterprise (e-Commerce)",
            "start_date": "2011-11",
            "end_date": "2014-12",
            "description": "Received SPOT AWARD for leadership during a transitional period, resulting in a 40% departmental manpower reduction. Ensured optimum intraday staffing & performance at 4 onshore locations (+/-5,000 workforce) in a 7 by 24 setting (no offshore support). Administered real-time monitoring of queues, occupancy, service level, handle time and schedule adherence. Interfaced with center management and central operations to coordinate staffing and activities to achieve 90% adherence workforce target. Prepared, hosted & reported WebX daily conference to review performance, plans, staffing, trends and campaigns for 100+ clients (12 verticals). Constructed daily impact summaries for service level and performance. Reforecasted and managed intraday call volume trends; adjusted workforce requirements based on dynamic forecasts of 20 million contacts annually. Trained new and current team members on SOPs; updated materials. Volunteered for BET building evacuation/emergency response team and outreach activities."
        },
        {
            "title": "Consultant",
            "company": "Company Name",
            "start_date": "2000-01",
            "end_date": "2011-11",
            "description": "Supervised operations, project readiness, preparation and implementation for telecommunications and customer service systems for call centers ranging from 15-100+ employees, including monitoring and review of performance metrics and workforce adherence. Integrated senior management duties of a national customer service and claims management center into corporate operations, saving over $1.14 million per year with 30% performance improvement. Recruited, managed and trained employees and developed policies for marketing and customer service strategies. Launched three T-Mobile authorized dealer stores with net revenues of $600,000 annually. Managed client accounts and business development opportunities; maintained client retention to promote business continuity and drive cost savings. Facilitated charrettes and events with budgets >$1M; negotiations and planning. Promoted clientele for international venues through marketing campaigns to optimize budgets."
        },
        {
            "title": "Intraday Operations Analyst",
            "company": "Company Name",
            "start_date": "1996-10",
            "end_date": "2000-01",
            "description": "Supervised Intraday Workforce Management Operations staff of 10 across two onshore centers; scheduling, staffing, recruiting, hiring, training and performance reviews. Chaired weekly team meetings for quality work product for clients (Microsoft, HP, Deutsch-Bank, Gateway, Comcast, Symantec). Reported daily metrics of Help Desk performance across multi-sites (400-1400+ employees). Real-time manpower adjustments based on contractual stipulations and performance. Co-created and co-chaired Stream's Values Committee and Stream University for workforce development and retention."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science",
            "school": "Portland State University",
            "year": null
        }
    ],
    "certifications": [],
    "languages": []
}