{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Over twelve years of experience providing high quality consulting and technical assistance to home and business end users. As a field service technician since late 2004, I am able to install, repair and maintain many types of Point of Sale register equipment as well as servers, networking and related peripherals. With an ability to integrate computer skills, customer support experience and related education I thrive to exceed technical, business, and customer expectations. A long time hobby of mine is demonstrating electronics in retail stores. I really enjoy in store demonstrations, direct sales and training sessions with employees. Continuing to improve myself is very important to me. I feel being professionally certified by CompTIA, Lexmark, Hewlett Packard, Microsoft, Fujitsu, IC3, the ETA, FEMA and other bodies allows me to think outside the box and create a custom solution that best fits the client\\'s needs.",
    "skills": [
        "Exceptional telephone etiquette",
        "Vast technical knowledge",
        "Troubleshooting proficiency",
        "DHCP/DNS",
        "Ethernet and Firewall proficient",
        "CompTIA A+",
        "Net+",
        "Accomplished with mobile devices",
        "Technical help desk experience",
        "Database servers",
        "Excellent problem solving skills",
        "Microsoft Office Specialist",
        "Drive duplication and imaging knowledge",
        "Adept at Troubleshooting",
        "Sales",
        "Salesforce.com",
        "TapScan",
        "CMS: Joomla",
        "WordPress",
        "Desktop Publishing Software: Photoshop",
        "Illustrator",
        "Hardware repair and diagnostic skills",
        "Experienced Desktop Support and trainer"
    ],
    "experience": [
        {
            "title": "Information Technology Specialist",
            "company": "Company Name",
            "start_date": "2012-02",
            "end_date": "Current",
            "description": "Service and maintain numerous makes, models and types of equipment, including client servers, workstations, laptops and peripherals. Install and maintain CCTV-DVR Camera systems, Servers, network racks/patch panels, VoIP, BDR data recovery systems of which I am familiar with StorageCraft, Datto, VEEAM and Intronis, and business class cloud backup solutions. Offer business assessments ranging from DLP best practices to Wired / Wireless Network Infrastructure Audits to FINRA/HIPPA/PCI Compliance audit and testing. Currently provide support for more than 480 Windows based devices and 44 Windows/VMware servers."
        },
        {
            "title": "IT Systems Administrator",
            "company": "Company Name",
            "start_date": "2008-09",
            "end_date": "2012-05",
            "description": "Responsible for all maintenance on 55 Windows variant based workstations, Dell Precision server, IBM xSeries Blade server, the telephony/VOIP/POTS systems, T1/network troubleshooting in a multi-building environment as well as providing end user assistance and training to sales, service and management teams. Manage Windows Server 2003 with Active Directory and policies. Maintain AutoBase CRM database and Reynolds & Reynolds Repair Order writing system. Maintained a WiFi network for the technicians to use Toyota Technical Services. Performed all preventative maintenance on laser and dot matrix printers. Responsible to coordinate, purchase and install all new technology and assist outside vendors with technology related needs. I assisted the Used Car Manager with taking photographs and uploading to website & overlay of information on photos."
        },
        {
            "title": "Field Service Technician II",
            "company": "Company Name",
            "start_date": "2009-12",
            "end_date": "2011-10",
            "description": "Perform field service work on IBM servers, IBM/Lenovo desktops and IBM Point-of-Sale POS equipment as well as repair Lexmark monochrome and color laser printers. Responsible for repairs and diagnosis on other brands such as Linksys, Symbol, Nortel, Baystack, Zebra, Datalogic, Kronos, HP, IVR Systems and Ateb Rx. Install and troubleshoot networking equipment ranging from wired switches to wireless access points, setup and troubleshoot/repair IBM pSeries RS/6000 servers and peripherals. Break/Fix technician with no escalation. Responsible for company vehicle, maintenance scheduling, RMA returns, numerous SLA contracts and full van inventory. 24/7 On-call position with overnight priority calls. I was the territory Senior Technician and successfully trained a new employee."
        },
        {
            "title": "Kodak Imaging Expert / Field Marketing Specialist",
            "company": "Company Name",
            "start_date": "2006-03",
            "end_date": "2009-12",
            "description": "Engaged and trained sales associates and customers in large retail stores by organizing training events and demonstrations. Tasked with increasing consumer brand awareness by selling and demonstrating Kodak products, merchandising and organizing Kodak camera and peripheral displays, and assisting with fourth quarter Black Friday sales events. Recognized for surpassing sales goals year after year and for enjoyable demonstrations of Kodak products."
        },
        {
            "title": "Merchandising / Marketing Specialist",
            "company": "Company Name",
            "start_date": "2005-10",
            "end_date": "2007-12",
            "description": "Drove in-store marketing, merchandising and sales of technical hardware and services for divisions of ActionLink including Dell, Sprint, Logitech and Garmin. Set up plan-o-grams, live units and security for sensitive equipment. Self-managed, drove own vehicle and recorded mileage. Received shipments at home and planned setups."
        },
        {
            "title": "Digital Imaging Specialist",
            "company": "Company Name",
            "start_date": "2005-08",
            "end_date": "2006-03",
            "description": "Retail sales of digital, 35mm, and DSLR cameras and accessories. Built brand awareness for targeted brands, promoted new camera features, and trained customers on features with hands-on demonstrations and short photo seminars. Assisted store prep for Black Friday promotions starting early morning. Seasonal position for Q4 and overstock through March."
        },
        {
            "title": "Business Machines Sales Associate",
            "company": "Company Name",
            "start_date": "2002-09",
            "end_date": "2005-07",
            "description": "Retail sales of computers, office supplies, electronics and related peripherals. Assisted customers with printers, monitors, desktop and laptop computers, GPS and digital cameras. Worked in multiple departments, ran the Copy Center, repaired customer computers in-store and supported inventory accuracy efforts. Assisted with inventory discrepancies and plan-o-gramming for Staples in Monticello NY; received S pins for outstanding customer service."
        }
    ],
    "education": [
        {
            "degree": "Residential Energy Auditor, Energy Management and Systems Technology/Technician (Technology)",
            "school": "GE",
            "year": 2014
        },
        {
            "degree": "Undergraduate Certificate in Computer Information Management",
            "school": "Ashworth College",
            "year": 2010
        },
        {
            "degree": "Associate of Arts and Sciences (A.A.S) in Business Administration, Management and Operations",
            "school": "SUNY Orange",
            "year": 2009
        }
    ],
    "certifications": [
        "CompTIA A+",
        "CompTIA Network+",
        "Lexmark certification",
        "Hewlett Packard certification",
        "Microsoft certification",
        "Fujitsu certification",
        "IC3 certification",
        "ETA certification",
        "FEMA certification"
    ],
    "languages": []
}