{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Flexible Accountant who adapts seamlessly to constantly evolving accounting processes and technologies. Committed to keeping accurate accounting records. Possesses a natural knack for numerical accuracy and calculating balances.",
    "skills": [
        "Microsoft Office 2010",
        "Access",
        "Word",
        "Excel",
        "Outlook",
        "Alpha-5",
        "SAP",
        "Windows (2007, XP, NT, 2000, 98, 95, 4.1)",
        "MS DOS",
        "MAS 90/200",
        "NX/View",
        "Sales Logic",
        "Solomon",
        "Great Plains",
        "Scrapware",
        "Scrap Dragon",
        "Oracle PeopleSoft 8.9",
        "IQMS",
        "Laser fiche",
        "Typing speed 60 wpm"
    ],
    "experience": [
        {
            "title": "Staff Accountant",
            "company": "Company Name",
            "start_date": "December 2009",
            "end_date": "Current",
            "description": "Prepares general ledger entries by maintaining, coding, and processing records and files; reconciling accounts. Responsible for recording journal entries, compiles, identifies and analyzes changes in account reconciliations, researching and resolving variances. Prepares consolidated internal and external financial statements by gathering and analyzing information from the general ledger system and from sub- companies. Maintains and balances an automated consolidation system by inputting data; verifying data. Analyzes information and options by developing spreadsheet reports; verifying information. Assisting with financial statement review and preparation, providing support toward interim and annual financial statement audits. Receive, maintain and control payable for 10 companies for a multi-million dollar corporation, using an internal system to process dissimilar documents and refunds. Audit and reconcile purchase orders with incoming invoices. Contact vendors to advise them of ordering requirements and to discuss pricing. Ensuring correctness of billings and supporting documentation. Record, process and reconcile General Ledger entries. Drafting correspondence, data entry in various computer systems, established a filing systems and record keeping. Consult with staff to discuss price quotes, technical specifications and other matters to purchases. Work with the requester to justify using certain vendors, large business or sole source orders. Provides immediate staff assistance to my supervisor on a variety of confidential and sensitive matters involving operations. Identifies activities or situations that may adversely impact company plans. Process payroll for contract employees. Performs research and consolidates information from various offices and advises supervisor and senior management on recommended solutions to conflicts or problems."
        },
        {
            "title": "Accounting Clerk",
            "company": "Company Name",
            "start_date": "June 2009",
            "end_date": "September 2009",
            "description": "Bill, sort, verify, and mail out invoices for over 2000 residential and commercial accounts, monthly and quarterly in Flexibill. Produce end of month reports. Compile shut off register for delinquent accounts monthly. Post payments to accounts. Answer incoming calls regarding bills. Reconcile bank statements daily. Schedule maintenance calls for maintenance team per request. Make any necessary adjustments to bills or updates to accounts."
        },
        {
            "title": "Accounting Clerk/ Human Resources",
            "company": "Company Name",
            "start_date": "July 2008",
            "end_date": "February 2009",
            "description": "Processed personnel actions such as promotions, pay change, transfers and new hire Personnel. Researched potential employees and new markets via Internet, Advertising, and Job Fairs. Screened, interviewed, qualified, counseled, hired, and facilitating orientations for new employees; coordinated payroll; Demonstrated excellent organization, problem solving, and negotiating skills. Communicated persuasively and effectively with high-level corporate executives and business owners. Monitored and ensured compliance with applicable employment laws and regulations. Initiated and maintained communication and coordination of activities with Branch Manager and Area Vice President serving as central contact for service issues and resolutions. I code and enter personnel data into automated systems for New Hires. Verify and enter time and attendence for all employees into Quickbooks for payroll. Process payroll. Produce settlements for product received from vendors. Enter settlements for payment after approval from owner. Assist Plant Manager and Controller by maintaining electronic calendar and schedule appointments as needed including arranging conferences and various other meetings as well as assisting in procedural aspects of preparing correspondence and reports"
        },
        {
            "title": "Business Operations Associate",
            "company": "Company Name",
            "start_date": "July 2007",
            "end_date": "June 2008",
            "description": "Managed customer accounts, including but not limited to invoicing, collections, Purchase Order tracking, customer service and working with customers to answer questions, offer option resolve outstanding issues. Made routine welcome and maintenance calls to customers and managed total accounts receivable with an Aging of + $3.2 million. Duties also included keeping time and attendance using a timekeeping system. I processed personnel actions such as promotions and pay change. I applied my knowledge and skills in the use implement principles in securing, analyzing, and evaluating the essential facts needed for a decision. I exercises considerable independence in reviewing the classification of a variety of non-controversial lower-graded clerical and administrative, technician, and semi-skilled wage grade positions; I applied the classification standards criteria in order to determine title, pay play, series, and grade level; I applied a knowledge of human resources (HR) rules, procedures, and technical methods concerning position classification, position management, and HR automated systems; I reviews the requests for completeness, accuracy, and the presence of necessary supporting documents; retrieves data from the HR automated system; I provided information and advice to visitors and callers regarding HR procedures; uses multiple office automation software; I used word processing software to create, copy, edit, store, retrieve, and print position descriptions, forms. I transmitted and received documents and messages electronically using personal computers or workstations that are networked or linked to other computers or workstations; and I performed other duties as assigned."
        },
        {
            "title": "Accounting Clerk",
            "company": "Company Name",
            "start_date": "March 2007",
            "end_date": "July 2007",
            "description": "Classified accounting transactions. Entered contractors bill able hours and labor for payment. Pay subcontractors invoices Tactfully ascertains purpose of visit or call and referred them to superior or appropriate operating personnel, multi-line phone system. Adjusted incorrect invoices prior to entering them in system. Prepared control documents and other posting documents reflecting the entries to be made. Reviewed pending items and ensured that follow-up action is taken on all items pending. Conduct cycle count for three warehouses. Input renovation jobs into NX/View. Charge material to jobs in Solomon. Assign job numbers for new contracts. Enter invoices and entered issues/returns received from sub contractors. Serve as a Timekeeper for 25 employees using ITAS as well as perform facilitator and administrative duties including greet and assist clients; maintain and update staff calendar for: the OS Director and OS HR Manager; create organization charts, schedules and spreadsheets using Excel and PowerPoint; order supplies for staff; sort mail Schedule, coordinate, and organize staff meetings and other routine/essential meetings as required. This is to include: confirming a location (reserve conference rooms), sending invites to all attendees, confirmation of attendance, updates forwarded to staff via email; etc."
        },
        {
            "title": "Accounting Clerk",
            "company": "Company Name",
            "start_date": "September 2006",
            "end_date": "February 2007",
            "description": ""
        },
        {
            "title": "Assistant Bookkeeper",
            "company": "Company Name",
            "start_date": "April 2006",
            "end_date": "August 2006",
            "description": ""
        },
        {
            "title": "Customer Service Representative",
            "company": "Company Name",
            "start_date": "September 2004",
            "end_date": "December 2005",
            "description": ""
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science: Accounting",
            "school": "Strayer University",
            "year": 2014
        },
        {
            "degree": "Associate of Applied Science: Business Management",
            "school": "Strayer University",
            "year": 2011
        }
    ],
    "certifications": [],
    "languages": []
}