{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Assistant Store Manager with over a decade of experience in visual merchandising, store operations, coaching, and driving sales growth in fashion retail. Proven ability to lead teams, manage store layouts, develop training, and implement store standards and policies. Proficient in MS Office and design/visual merchandising software.",
    "skills": [
        "Adobe Photoshop",
        "CAD",
        "Karat",
        "Easy Weave",
        "Easy Knit",
        "Color Reduce and Clean",
        "Fashion Illustration",
        "Flat Pattern Design",
        "Microsoft Office",
        "MS Word",
        "MS PowerPoint",
        "MS Excel",
        "MS Publisher",
        "MS Outlook",
        "Visual Merchandising",
        "Inventory",
        "Coaching",
        "Merchandising",
        "Meetings",
        "Visual Displays",
        "Store Manager",
        "Supervisor",
        "Retail",
        "Selling",
        "Sales",
        "GPS",
        "MARS",
        "Client Books",
        "Focus"
    ],
    "experience": [
        {
            "title": "Assistant Store Manager",
            "company": "Company Name",
            "start_date": "10/2010",
            "end_date": "Present",
            "description": "Coached team to increase sales to a 2.4% growth over last year. Analyzed sales daily to develop daily goals for the store and associates. Prepared monthly scorecard for TM visit resulting in an average score of 95. Focused on Bailey's mission to be the friendliest store in the mall increasing store's conversion 25% over last year to 26.6% for the year. Created training to bring awareness of additional categories. Lived the core values set by Bailey's."
        },
        {
            "title": "Assistant Store Manager",
            "company": "Company Name",
            "start_date": "10/2010",
            "end_date": "10/2013",
            "description": "Drives for positive results through effective coaching and reacting to the needs of the business. Builds and develops high performing teams by setting challenging goals and holding associates accountable. Consistently maintains and grow a personal base through the use of client books. Implements the monthly VMG to make sure the store is visually appealing and help build UPTs. Prepare, directs, and participates in weekly management meetings. Positively and consistently demonstrates a neat, professional, and fashionable image. Performs all other duties and responsibilities as directed by the SM, DSM, and RSM."
        },
        {
            "title": "Assistant Store Manager",
            "company": "Company Name",
            "start_date": "04/2008",
            "end_date": "10/2010",
            "description": "Ensure Making Women Feel Beautiful is the top priority at all times. Understands and demonstrates Chico's FAS, Inc Values with both customers and team. Maintains constant and timely communication with the SM. Prepares weekly and monthly communication for recap with the SM. Able to perform all functions in the Guiding Principles for Stores (GPS) and MARS Principles for Stores (MPS). Encourage and coaches the store associates in developing their retail skills."
        },
        {
            "title": "Department Manager",
            "company": "Company Name",
            "start_date": "02/2007",
            "end_date": "04/2008",
            "description": "Efficiently manage everyday activities including daily maintenance and inter-department projects. Implement all key impact statements, monthly and seasonal merchandise, according to standards, with primary goal of projecting the store as best in the defined market. Rotate merchandise to create fresh statements based on sale promotions and new inventory within point of purchase categories. Schedule associates with corporation set labor hours to ensure all department needs are efficiently met. Conduct preliminary interviews in absence of Training Supervisor. Assist with training new associates from performing basic transactions to core recovery standards. Provide excellent customer in a timely manner often acting on customer dissatisfaction in absence of store manager. Tracked daily diamond inventory including checking in new diamond and other fine jewelry inventory."
        },
        {
            "title": "Department Manager",
            "company": "Company Name",
            "start_date": "11/2005",
            "end_date": "01/2007",
            "description": ""
        },
        {
            "title": "Visual Merchandising Specialist/Retail Sales",
            "company": "Company Name",
            "start_date": "09/2002",
            "end_date": "11/2005",
            "description": "Coordinate effective interior displays that are sensitive to customer and market needs, ensuring company fashion trends are implemented. Implement seasonal set/sell planners with strong focus on wall and aisle statements with critical attention to trends and color direction. Assist Visual Manager in implementing and executing effective and compelling visual presentation and merchandising of store. Assist Visual Manager in merchandise changes, planogram layouts, overall maintenance of visual displays in the store. Update and maintain store visuals according to corporate standards. Plan floor moves, fixture placement, and other visual display placement, arrange displays and fixtures on the selling floor. Oversee placement of all merchandise and fixtures in the house wares and children's departments. Guide customers through the gift registration process based upon their specific wants."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science in Textile Products Design",
            "school": "University of North Carolina at Greensboro",
            "year": "2002"
        }
    ],
    "certifications": [],
    "languages": []
}