{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Visionary leader able to drive a culture of excellence throughout the organization, focused on consistently exceeding expectations through innovation, collaboration, and teamwork. Thrives in fluid business environments including fast-paced, high-growth periods as well as cost-containment cycles. Builds strategic alliances with organization leaders to align and support key business initiatives, and develops high-performance teams by hiring, developing, and motivating skilled professionals.",
    "skills": [
        "P&L Management",
        "Project Management",
        "Communications",
        "Leadership",
        "Finance Operations",
        "Tax",
        "P2P",
        "O2C",
        "Compensation Services",
        "Financial analysis",
        "acquisition integration",
        "budgeting",
        "Change Management",
        "forecasting",
        "Process re-engineering",
        "Corporate Consolidations",
        "Complex Change Management",
        "Financial Planning and Analysis",
        "Mergers and Acquisitions",
        "System Integration",
        "Business Process Re-engineering",
        "Strategic and Operational Planning"
    ],
    "experience": [
        {
            "title": "Director, Finance",
            "company": "Company Name - City , State",
            "start_date": "January 2010",
            "end_date": "Present",
            "description": "Manage high performing global team of 48 professionals to deliver system projects for Finance, Treasury Operations, Stock, Payroll, O2C, R2R, P2P, Tax, and Technical Accounting. Streamlined capital planning process and implemented CFO reports to account for $45M in capital expenditures. Delivered 215 projects for Finance in FY15. Developed and directed strategy for realigning organization to support projects globally. Initiated complete training curriculum for staff resulting in high retainment."
        },
        {
            "title": "Senior Manager, Acquisition Integration",
            "company": "Company Name - City , State",
            "start_date": "January 2008",
            "end_date": "January 2010",
            "description": "Defined and implemented governance model for integrations. Formulation of project methodology, structure, and tools that enabled non-project managers to manage integrations. Created a cross-functional team responsible for defining and developing repeatable communications process for large scale acquisitions. Led Employee Enablement work-stream, responsible for organizational alignment, onboarding of acquired employees, and migration of sites. Developed and executed processes that streamlined acquisition announcement communications to both internal and external audiences. Provided leadership and guidance to the Project Management Office to ensure people, process, and system changes were managed according to project methodology."
        },
        {
            "title": "Senior Manager, Finance",
            "company": "Company Name - City , State",
            "start_date": "January 2003",
            "end_date": "January 2008",
            "description": "Directed all aspects of Change Management, Program/Project Management, and Chief of Staff activities for the Global Corporate Controllers Office while partnering with executives to ensure strategic alignment. Managed team of 33 employees. Defined and implemented legal entity strategy for Finance. Led and implemented change management strategy that led to the successful adoption of the Finance and Accounting Shared Services outsourcing model. Managed budget in excess of $4M. Key contributor to Expense Management Leadership Team that reduced Cisco's operating expenses in excess of $250M. Provided thought leadership that streamlined processes creating tools and templates to enable project teams to move quickly and seamlessly through large complex projects. Implemented first curriculum based training for the global Corporate Controllers Office. Centralized Sourcing and Contracting across Cisco by providing strategy, governance, leadership and project management to Spend Management Organization."
        },
        {
            "title": "Program Manager, Finance",
            "company": "Company Name - City , State",
            "start_date": "January 2001",
            "end_date": "January 2003",
            "description": "Implemented marketing solutions for the U.S. Public Sector sales team. Developed strategic partnerships with third party application vendors to enable end-to-end solutions. Created materials to enhance Cisco's penetration of the public sector market, including print collateral, CDs, Web sites, seminars, trade shows, and events with an annual budget of $1M. Responsible for the launch of an IP telephony marketing campaign, generating $12M in revenue. Developed and implemented channel partner training for the IP Video Surveillance program, generating $15M in revenue. Successfully implemented internal tools US-wide to capture new program revenue."
        },
        {
            "title": "Manager, Finance",
            "company": "Company Name - City , State",
            "start_date": "January 1998",
            "end_date": "January 2001",
            "description": "Managed Operations team of 5 employees. Drove operational excellence by launching tools to scale to business volumes, and support sales teams. Provided direction and leadership to project managers implementing new and existing systems. Responsible for the roll out of automated sales reporting tool to more than 150 users. Increased efficiency of the POS claiming process by 50%. Managed 2-Tier distributor relationships in relation to POS ($4B in sales out) and inventory, as well as day-to-day operations. Implemented daily POS reporting for greater visibility, including executive level reporting. Led integration of acquired sales teams into Cisco."
        },
        {
            "title": "Senior Financial Analyst, Finance",
            "company": "Company Name - City , State",
            "start_date": "January 1996",
            "end_date": "January 1998",
            "description": "Responsible for consolidations, managing division budgets, and business partnering. Oversaw Asia/Pacific P&L consolidations. Developed and managed monthly and quarterly performance packages. Partnered with country controllers for budgeting and forecasting. Automated expense-tracking and forecasting. Oversaw annual planning, outlooks, and quarterly financial results for the Internet Mail Group. Managed annual budgets in excess of $13M."
        },
        {
            "title": "Competitive Pricing Analyst, Finance",
            "company": "Company Name - City , State",
            "start_date": "January 1993",
            "end_date": "January 1996",
            "description": "Role involved in pricing analysis; details not provided in CV."
        },
        {
            "title": "Cost Schedule Analyst",
            "company": "Company Name - City , State",
            "start_date": "January 1990",
            "end_date": "January 1992",
            "description": "Role: Cost Schedule Analyst; details not provided in CV."
        }
    ],
    "education": [
        {
            "degree": "Certified Project Manager: Project Management",
            "school": "Stanford University",
            "year": "2014"
        },
        {
            "degree": "Bachelor of Science: Business Administration/Finance",
            "school": "San Jose State University",
            "year": ""
        }
    ],
    "certifications": [
        "Certified Project Manager: Project Management (2014)"
    ],
    "languages": []
}