{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Quality Assurance Lead with experience in coaching & development, technical support, process improvement, and training development and delivery for customer service teams; strong leadership, communication, and organizational skills.",
    "skills": [
        "Telecommunication",
        "multi-tasking call center",
        "coaching",
        "contracts",
        "client",
        "customer service",
        "data entry",
        "documentation",
        "financial",
        "insurance",
        "team building",
        "leadership",
        "Mac",
        "materials",
        "meetings",
        "mentoring",
        "Outlook exchange",
        "newsletter",
        "organizational skills",
        "personnel",
        "policies",
        "presentations",
        "process improvement",
        "Quality assurance",
        "re-engineering",
        "reporting",
        "spreadsheets",
        "team player",
        "technical support",
        "Training Development & Delivery",
        "training materials",
        "Troubleshooting",
        "Strong public speaker",
        "Careful and active listener",
        "Professional and friendly",
        "Able to think outside the box"
    ],
    "experience": [
        {
            "title": "Quality Assurance Lead",
            "company": "Company Name City , State",
            "start_date": "08/2014",
            "end_date": "07/2015",
            "description": "Monitored a select number of agents per hour, per day, per week; delivered feedback within an acceptable time frame; analyzed Mobility Support Departments; created Mobility Support Team quality form and Observations form; implemented a program that increased Mobility Support quality scores by 10%. Participated in weekly huddles and staff meetings to exchange ideas; actively facilitated calibrations and monitored program requirements; assisted in creating recognition programs; created a monthly quality assurance newsletter; attended CLE (Coaching Leadership Essentials) Training and Development and utilized the new coaching processes; monitored agents across multiple departments; trained management on Excel spreadsheets and reporting shortcuts; cross-trained on several contracts; contributed to the start-up of new Sprint contract; created informational development tips and a coaching tracking spreadsheet; assisted in creating Development Progress plans; managed quality communication, customer support and product representation for each client; worked under deadlines and provided back-up for others."
        },
        {
            "title": "Manager",
            "company": "Company Name City , State",
            "start_date": "11/2010",
            "end_date": "08/2014",
            "description": "Implemented programs that increased agent quality scores by 15 percentage points; assisted in implementing a Customer Experience program achieving a sustained Net Promoter Score of 90%+. Project managed the development and implementation of a new dispatch system; developed training materials resulting in improved agent performance; implemented a customer compliment initiative improving morale; created project plans and operational procedures; developed quality materials, audit protocols and training modules; conducted client tours/presentations; managed third-party vendor relationships; supervised inbound call center staff; monitored performance, attendance, and training progress; conducted interviews for entry-level and technical support roles; maintained the call center knowledge base; led Customer Service initiatives."
        },
        {
            "title": "Lead Customer Service Agent",
            "company": "Company Name City , State",
            "start_date": "03/2010",
            "end_date": "11/2010",
            "description": "Emergency Dispatch Agent; consistent top performer; handled customer escalations; assisted in training and development; participated in Peer-to-Peer mentoring; promoted to Quality Assurance Department within 6 months; created Culture Committee to boost morale; created Excel metrics reporting spreadsheets; monitored inbound and outbound calls; coached and developed co-workers."
        },
        {
            "title": "Technical Customer Service Agent",
            "company": "Company Name City , State",
            "start_date": "09/2009",
            "end_date": "03/2010",
            "description": "Troubleshot setup of top boxes; resolved Mac and PC operating issues; dispatched mobile technicians to customer locations; created tracking tickets for issues; maintained a maximum handle time of 12 minutes; data entry; scheduled new cable and Fios installation."
        },
        {
            "title": "Senior Service Agent - Assistant Supervisor",
            "company": "Company Name City , State",
            "start_date": "05/2005",
            "end_date": "02/2007",
            "description": "Quality assurance monitoring; processed customer prescription claims; verified insurance coverage; researched escalated customer disputes; mentored new hire training classes; created new standardized procedures and policies for agent accountability."
        }
    ],
    "education": [
        {
            "degree": "High School Diploma",
            "school": "Newman Smith High School",
            "year": "2000"
        },
        {
            "degree": "Bachelors of Science in Psychology",
            "school": "University of Phoenix",
            "year": "2016"
        }
    ],
    "certifications": [
        "CLE Training Award for Leadership Support of the year",
        "Annual Best Leadership Award of the year"
    ],
    "languages": []
}