{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Western New York",
    "summary": "Summary Seeking a Purchasing Manager position with a firm in the Western New York vicinity in which I can utilize my 15+ years experience coupled with my B.S. in Business and my A.A.S. in Engineering Technology to contribute to the leadership and growth of the organization.",
    "skills": [
        "Buying/procurement",
        "Purchasing",
        "Operations",
        "Inventory",
        "Procurement",
        "Invoices",
        "Health And Safety",
        "ISO",
        "Logistics",
        "Clients",
        "Strategic Sourcing",
        "Accounting",
        "Audits",
        "Contract Negotiations",
        "Contracts",
        "Cost Analysis",
        "Financial Reporting",
        "JIT",
        "Scheduling",
        "Shipping",
        "Shipping/receiving",
        "Purchasing Manager",
        "Purchasing Agent",
        "Accountant",
        "Customer Service",
        "Receptionist",
        "Retail Sales",
        "Continuous Improvement",
        "Forecasts",
        "Lean Manufacturing",
        "Materials Manager",
        "Materials Procurement",
        "Budget",
        "Business Operations",
        "Buyer",
        "Office Supplies",
        "Construction Safety",
        "Auditing",
        "CPR",
        "Industrial Hygiene",
        "Machine Safety",
        "OSHA 30",
        "OSHA 30 Hour",
        "OSHA 40 Hour",
        "Project Management",
        "Quality Auditing",
        "Red Cross",
        "Safety Training",
        "Underground Storage",
        "Underground Storage Tank",
        "Operations Manager",
        "Inventory Control",
        "Marketing",
        "Database",
        "Excel",
        "Finance",
        "Invoice",
        "Maintenance",
        "Outlook",
        "Point Of Sale",
        "POS",
        "Project Development",
        "Purchase Orders",
        "Reconciling",
        "Sales",
        "Sales And",
        "Word",
        "APICS",
        "Industrial Engineering",
        "A.A.S."
    ],
    "experience": [
        {
            "title": "Safety Professional / Construction Supervisor",
            "company": "Company Name",
            "start_date": "2013-08",
            "end_date": "Present",
            "description": "Professional with experience working both in construction and general industry settings. Experienced working in construction overseeing safety for installation of equipment, underground storage tank removal, dismantling of presses, conducting industrial hygiene monitoring, plus working as a laborer, performing ISO quality auditing, plus purchasing and project management functions and coordinating environmental, health and safety for chemical waste disposal and logistics. OSHA 30 Hour Construction Safety Training and Red Cross First Aid/CPR AED Training."
        },
        {
            "title": "Buyer / Purchasing Agent",
            "company": "Company Name",
            "start_date": "2010-10",
            "end_date": "2013-06",
            "description": "Manage and coordinate the procurement of materials required for the performance of business operations. Responsible for developing mutually beneficial relationships with vendors, develop initiatives to reduce lead times, and reduce costs. Procure procuring stock material to maintain inventory within budget guidelines to assure the highest fill rate. Contact suppliers to arrange for and ensure on-time deliveries. Authorize payment of invoices for procured items. Return merchandise found unacceptable resulting from the company's nonconforming material guidelines. Created and maintained the approved vendor list. Coordinate the procurement of operating supplies (e.g.: office supplies) as requested by employees and required in the performance of business operations. Created and performed supplier evaluations in compliance with the company's formal procedure."
        },
        {
            "title": "General Manager-Inventory Control/ Procurement - Temporary Consulting Assignment",
            "company": "Company Name",
            "start_date": "2009-08",
            "end_date": "2010-10",
            "description": "Developed and trained clients' purchasing departments on materials and services procurement strategies and programs. Identified and created partnerships with suppliers to help clients realize the full potential of their supplier relationships in overall cost savings, strategic sourcing and transactional procurement. Developed and implemented clients' inventory programs to increase efficiencies and to identify cost savings."
        },
        {
            "title": "Assistant Materials Manager / Sr. Purchasing Agent",
            "company": "Company Name",
            "start_date": "2006-01",
            "end_date": "2009-08",
            "description": "Developed and implement all materials and services procurement strategies and programs initially for local facility operations and was subsequently awarded global supplier responsibility for all Asian purchasing from Japan, China and Korea. Negotiated favorable terms and conditions with vendors and subcontractors, procured and coordinated logistics, sourced new suppliers and products, and managed inventory operations for diverse materials and supplies including all electronic components for a multi-million dollar major custom fabricator that serviced both industrial and consumer markets. Extensive experience developing strategic sourcing relationships and alternatives in support of all the business group based purchasing functions in the areas of strategic alignment and critical issue escalation. Was responsible for purchasing both inventory and non-inventory items, general expense products and services, MRO supplies and materials, capital equipment expenditures, construction projects, and for the firm's environmental, health and safety program at optimum cost consistent with prescribed specifications and service levels. Developed and authored ISO 9001-2000 procurement work instructions and procedures for the purchasing department. Participated in and successfully passed all internal and external audits without any major findings. Formulated, recommended and enforced procurement, inventory and logistics policies, guidelines and procedures. Coached and mentored direct procurement staff plus cross- functional, project teams regarding procurement requirements. Performed analysis, planning and scheduling of materials procurement in order to meet the master schedule requirements. Identified and deliver significant savings and cost improvements for internal clients. Implemented JIT inventory management system, lean manufacturing strategies, continuous improvement principles, MRPII integrated software and managed raw material inventories so they were within corporate guidelines. Maintained high-level contacts with suppliers plus negotiated and managed major contracts. Lead team in development of computerized purchase order/receipt system and E-procurement program and procedures. Reconciled and approved vendor invoices. Additionally, analyzed and established logistics policies and external transporter agreements for manufacturing operations and shipping/receiving departments. Was responsible for full financial reporting and analysis of purchasing, inventory and logistics management programs. Developed annual raw material standards along with subsequent monthly reporting of actual results against standards. Worked on cross-functional teams with other departments including with production, accounting and corporate management to develop purchasing forecasts and updates that were based on changes in costs. Additionally, validated cost improvement programs. Performed special projects including cost analysis and development of corporate strategies for contract negotiations with major suppliers."
        },
        {
            "title": "Materials Control and Purchasing Manager",
            "company": "Company Name",
            "start_date": "1994-02",
            "end_date": "2005-08",
            "description": "Developed and implemented all materials and services procurement strategies and programs, negotiated favorable terms and conditions with vendors and subcontractors, procured and coordinated logistics, sourced new suppliers and products, and managed inventory operations for a multi-million dollar major custom fabricator for industrial and consumer markets. Was responsible for strategic sourcing and purchasing both inventory and non-inventory items, general expense products and services, MRO supplies and materials, capital equipment expenditures, construction projects, and for the firm's environmental, health and safety program at optimum cost consistent with prescribed specifications and service levels. Spearheaded the development of the company's ISO 9001-2000 procurement work instructions and procedures for the purchasing department. Passed all internal and external audits without any major findings. Formulated, recommended and enforced procurement, inventory and logistics policies, guidelines and procedures. Coached and directed procurement staff and cross-functional project teams regarding procurement requirements. Responsible for analyzing, planning and scheduling materials to meet the master schedule requirements. Identified and delivered significant savings and cost improvements for internal clients. Implemented JIT inventory management system, MRPII integrated software, and decreased raw material inventory costs 21.5%. Maintained high-level contacts with suppliers. Negotiated and followed- through on management of major contracts. Spearheaded development of programs and procedures for computerized purchase order/receipt system and E-procurement. Reconciled and approved all vendor invoices. Analyzed and established all logistics policies and external transporter agreements for manufacturing operations and shipping/receiving departments. Responsible for full financial reporting and analysis of purchasing, inventory and logistics management programs. Develop annual raw material standards along with subsequent monthly reporting of actual results against standard. Responsible for working with production, accounting and corporate management providing forecast purchasing updates based on changes in costs. Validated cost improvement programs. Performed special projects such as completing cost analysis and recommending strategies for contract negotiations with major suppliers."
        },
        {
            "title": "Regional Marketing Manager",
            "company": "Company Name",
            "start_date": "1993-05",
            "end_date": "1993-12",
            "description": ""
        },
        {
            "title": "Assistant Controller/MIS Program Development Manager",
            "company": "Company Name",
            "start_date": "1992-11",
            "end_date": "1993-05",
            "description": ""
        },
        {
            "title": "Cost Accountant/Assistant to the Controller",
            "company": "Company Name",
            "start_date": "1988-05",
            "end_date": "1992-11",
            "description": ""
        },
        {
            "title": "Project Modification Coordinator/Customer Service Operations Manager",
            "company": "Company Name",
            "start_date": "1986-12",
            "end_date": "1988-04",
            "description": ""
        },
        {
            "title": "Assistant Production Supervisor",
            "company": "Company Name",
            "start_date": "1983-08",
            "end_date": "1986-09",
            "description": ""
        }
    ],
    "education": [
        {
            "degree": "OSHA-30 Hour Construction Safety and Health",
            "school": "OSHA Institute of America",
            "year": "2010"
        },
        {
            "degree": "Certified Purchasing Manager (C.P.M.)",
            "school": "Pennsylvania State University, Great Valley",
            "year": "1995"
        },
        {
            "degree": "B.S., Business Administration, Industrial Engineering",
            "school": "Grove City College",
            "year": "1983"
        },
        {
            "degree": "A.A.S., Engineering Technology",
            "school": "Community College of Allegheny County",
            "year": "1979"
        }
    ],
    "certifications": [
        "OSHA-30",
        "CPR",
        "Red Cross First Aid/CPR AED Training",
        "Certified Purchasing Manager (C.P.M.)"
    ],
    "languages": []
}