{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Lake Worth, Florida, USA",
    "summary": "Dependable and trustworthy Housekeeper who works well with others and believes in working hard to satisfy each customer. Dedicated and energetic housekeeping professional who works well in fast-paced, high-pressure environments. Reliable and responsible with a positive attitude.",
    "skills": [
        "Customer-oriented",
        "Organized",
        "Self-directed",
        "Hardworking",
        "Exceptional time management",
        "Decision making skills"
    ],
    "experience": [
        {
            "title": "Housekeeper",
            "company": "Company Name",
            "start_date": "January 2014",
            "end_date": "Current",
            "description": "General housekeeping responsibilities: kitchen, bathroom cleaning, hand dust office furniture, vacuum, mop floors, trash removal, patio cleaning, recycling. I am able to clean and maintain this home every two weeks. Have always had a great communicating relationship, flexible schedule for Sajeda."
        },
        {
            "title": "Housekeeper",
            "company": "Company Name",
            "start_date": "January 2014",
            "end_date": "Current",
            "description": "General housekeeping responsibilities: kitchen, bathroom cleaning, polish furniture, dusting, dishes, vacuum, mop floors, wash, dry, fold, put away laundry and linens, ironing, make beds, organizing, cabinet cleaning, refrigerator, oven cleaning, recycling. Empty trash bins. Each task Stephanie has asked of me I was able to complete within the time needed. As a result of hard work and thorough cleaning, I have earned Stephanie's trust and confidence to clean and care for her home each week."
        },
        {
            "title": "Housekeeper",
            "company": "Company Name",
            "start_date": "October 2013",
            "end_date": "Current",
            "description": "General housekeeping responsibilities: kitchen, bathroom cleaning, hand dust office furniture, change lines, making beds, wash, dry fold laundry, vacuum, mop floors, patio cleaning oven, refrigerator cleaning, recycling, dishes, ironing, pet clean up. I enjoy pleasing customers with my attentiveness to their needs, the Schwarz family looks forward to me caring for and maintaining their home."
        },
        {
            "title": "Housekeeper/Caregiver",
            "company": "Company Name",
            "start_date": "April 2012",
            "end_date": "Current",
            "description": "Housekeeping responsibilities: kitchen, bathroom cleaning, vacuum, mop floors, changing linens, make bed, wash, dry, fold, put away laundry, polish furniture, empty trash bins., pet clean up, organize. Other responsibilities are drive to appointments, run errands, grocery shopping. With the dedication I have given to Ms. Saft, she has the ability to rely on me to meet her needs."
        },
        {
            "title": "Housekeeper",
            "company": "Company Name",
            "start_date": "April 2012",
            "end_date": "Current",
            "description": "I work in many private homes. Responsibilities vary from home to home depending on the clients' needs and desires. General housekeeping duties such as kitchen, bathroom cleaning, dusting, vacuum, mop floors, window washing, patio cleaning, empty trash bins. Other responsibilities include linen changing, make beds, laundry wash, dry, fold, put away, ironing, organize, refrigerator, oven cleaning, dishes, recycling, pet clean up. Many of my customers live in Boca Raton, Delray Beach, Boynton Beach. I also have clients in Wellington, Singer Island and Green acres. After several months of caring for my clients homes I have won their trust in me to ensure their satisfaction in a well maintained home. They have referred me to their friends and neighbors."
        },
        {
            "title": "Housekeeper",
            "company": "Company Name",
            "start_date": "May 2013",
            "end_date": "Current",
            "description": "General housekeeping responsibilities: kitchen, bathroom cleaning, polish furniture, dusting, window washing, vacuum, mop floors, empty trash bins. Trust, dedication and thorough caring for this home has given me the opportunity to be a valued asset."
        },
        {
            "title": "Housekeeper",
            "company": "Company Name",
            "start_date": "November 2012",
            "end_date": "April 2013",
            "description": "My responsibilities: going into private homes at a scheduled day and time to clean and maintain the residence. General housecleaning of bathrooms, kitchens, dusting, vacuuming, patio cleaning, window washing, empty waste baskets, mopping of floors, make beds. I worked as a two man team, listening to my boss and achieving the results she had expected from me. Accomplishing the duties needed for each individual home resulted in more referrals for business and many satisfied, happy customers."
        },
        {
            "title": "Breakfast Chef",
            "company": "Company Name",
            "start_date": "June 2010",
            "end_date": "October 2011",
            "description": "Opening the hotel restaurant, preparing, cooking breakfast food to order to be served for that day, create menu items to be served as specials for the morning, relate to wait staff and other kitchen helpers of such specials, ingredients and prices. Inform them of when to open the doors for business. Cleaned and shut down all kitchen equipment after the shift and cleaned and sanitized all work areas. As a result of great communication with wait staff and other employees the breakfast shifts were able to run smoothly, successfully and had grown 25% in sales in the first season I worked there."
        },
        {
            "title": "Owner/Chef",
            "company": "Company Name",
            "start_date": "December 1996",
            "end_date": "September 2009",
            "description": "Owned and operated a small breakfast/lunch diner in Maine. Responsibilities: purchased, prepared and cooked food to order. Oversaw all staff to be friendly and polite to customers. Created and explored new menu items and specialty items. Maintained all equipment to be in safe and functional working order. Ensured consistent high quality of plate presentation. Also handled all management duties, purchases, payroll, scheduling, paying bills, hiring, firing. Result: many satisfied customers who returned on an everyday basis as well as out of state vacationers that came back year after year."
        }
    ],
    "education": [
        {
            "degree": "High School Diploma",
            "school": "Wiscasset High School",
            "year": "1985"
        }
    ],
    "certifications": [],
    "languages": []
}