{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Motivated sales professional with 10+ years sales representative experience. Customer service and sales expert. Qualified with 10 plus years in fast-paced customer service and call center environments. Warehouse Worker with 1 year. Machine Operator with 5 years experience reviewing work orders and running several different machines simultaneously in a 5S environment. Experience in a warehouse pick/pack fulfillment and distribution environment. Machine Operator with positive attitude and a commitment to safety, quality, customer service and lean manufacturing. Skilled in exceeding sales goals and company expectations by expanding client base and maintaining high standards of customer service. Year Experience in running a Aftermarket Radiator Company which duties included bookkeeping, working with excel, supervising a sales team to make quality sales for our business and keeping a inventory on our parts.",
    "skills": [
        "Automotive",
        "business operations",
        "calipers",
        "Call center",
        "closing",
        "Strong interpersonal skills",
        "Excellent communication",
        "credit",
        "clients",
        "customer service",
        "debit",
        "e-mail",
        "email",
        "environmental compliance",
        "filing",
        "inspection",
        "inventory",
        "Team building",
        "listening",
        "machinery",
        "materials",
        "micrometers",
        "Excel spreadsheets",
        "Excel",
        "mail",
        "Strong Organizational Skills",
        "pallet jack",
        "policies",
        "processes",
        "Quality",
        "receiving",
        "safety",
        "sales",
        "sales reports",
        "shipping",
        "telecommunication",
        "telephone",
        "phone etiquette",
        "warehousing"
    ],
    "experience": [
        {
            "title": "Supervisor, Accountant",
            "company": "Company Name",
            "start_date": "2002-01",
            "end_date": "",
            "description": "Supervised and trained sales team. Kept track of product inventory. Filed documents for business. Managed incoming and outgoing calls. Scheduled and confirmed appointments. Communicated with other business and customers via phone and email. Organized inventory and parts. Quality controlled phone calls. Created excel spreadsheets for inventory. Organized weekly sales reports for the sales department to track product success. Trained new employees. Responded to inquiries via mail, email, and fax. Generated sales and inventory reports in Excel. Assisted customers with store and product complaints. Logged shipping and receiving orders. Executed outbound calls to existing customers to increase sales. Generated sales leads via telephone and email."
        },
        {
            "title": "Customer Service Representative",
            "company": "Company Name",
            "start_date": "2002-01",
            "end_date": "",
            "description": "Consistently recognized by management for providing superior customer service. Built long-term relationships with regular customers. Participated in incentive programs and contests. Recognized as top sales generator, increasing sales levels. Took daily inbound calls and entered orders and faxes for customers. Sought opportunities to upsell. Provided accurate information in response to inquiries. Developed effective relationships with call center departments and built customer loyalty through follow-up."
        },
        {
            "title": "General Helper / Machine Operator / Warehouse",
            "company": "Company Name",
            "start_date": "",
            "end_date": "",
            "description": "Produced 100% quality products; Shipped quality products; Stored and filed company records. Maintained cash, inventory, and prepaid debit transactions. Greeted customers and handled cash and credit transactions. Trained new operators on safe handling of machines. Packed products for on-time shipment. Assisted with problem-solving using knowledge of systems, parts and components. Packed and assembled company products."
        },
        {
            "title": "Operations Manager, Hero Automotive",
            "company": "Hero Automotive",
            "start_date": "",
            "end_date": "",
            "description": "Ran most of everyday business operations including paying bills, buying supplies, ordering products, answering calls, filing. Oversaw warehousing and storage practices. Unloaded pallets for shipping; packaged and shipped products. Created load tickets for shipping. Calibrated or adjusted equipment to ensure quality production and safety compliance."
        },
        {
            "title": "Machine Operator",
            "company": "Company Name",
            "start_date": "",
            "end_date": "",
            "description": "Operated and calibrated multiple machines; started up and shut down processing equipment; troubleshooted equipment issues; inspected finished products for quality; maintained safety and cleanliness; loaded materials and performed warehousing tasks."
        }
    ],
    "education": [
        {
            "degree": "High School Diploma",
            "school": "Scribner-Snyder Scribner",
            "year": 1997
        }
    ],
    "certifications": [],
    "languages": []
}