{
    "name": "",
    "email": "",
    "phone": "(814) 274-4877",
    "location": "",
    "summary": "Director of Finance with leadership and administrative expertise, overseeing the Finance Division of HSC Shared Services, supervising a team of three supervisors and six accountants, and experienced in budgeting, accounts management, payroll, grants, and training.",
    "skills": [
        "Leadership/communication skills",
        "Business operations",
        "organization",
        "Budgeting",
        "Administrative",
        "Account Management",
        "Project management",
        "Product development",
        "Client account management",
        "Self-motivated",
        "Customer-oriented",
        "Accounting I",
        "Accounting",
        "accounts payable",
        "accounts receivable",
        "Basic",
        "billing",
        "budgets",
        "business operations",
        "clerical",
        "hardware",
        "copying",
        "client",
        "client relations",
        "customer relations",
        "designing",
        "direction",
        "English",
        "filing",
        "Finance",
        "financial",
        "financial reports",
        "French I",
        "inventory",
        "Director",
        "sorting mail",
        "managerial",
        "managing",
        "materials",
        "meetings",
        "merchandising",
        "Access",
        "Excel",
        "office",
        "Microsoft Office products",
        "Outlook",
        "Windows",
        "Word",
        "office manager",
        "Order Entry",
        "Payroll",
        "Personnel",
        "procurement",
        "promotional materials",
        "proposals",
        "publications",
        "purchase requisitions",
        "Purchasing",
        "Quick Books",
        "receiving",
        "repairs",
        "routing",
        "scheduling",
        "secretarial",
        "taxes",
        "Telephone",
        "arranging travel"
    ],
    "experience": [
        {
            "title": "Director of Finance",
            "company": "Company Name",
            "start_date": "2017-01",
            "end_date": "Present",
            "description": "Responsible for the direction of the Finance Division of HSC Shared Services. Supervises a team of three supervisors and six accountants."
        },
        {
            "title": "Unit Business Manager - Intermediate",
            "company": "Company Name",
            "start_date": "2011-10",
            "end_date": "2017-02",
            "description": "Responsible for managing the business operations of the department, coordinating the flow of information within the office, facility cores and throughout the membership. Acted as office manager, coordinating the work of secretarial and clerical support staff and liaison with other University departments, including Personnel, Affirmative Action, Payroll, Purchasing, and Physical Plant. Maintained expenditures, prepared financial records, operating budgets and approved payments. Interviewed, hired, trained, and directed clerical support staff. Worked directly in the development of grant and contract proposals."
        },
        {
            "title": "Unit Business Manager",
            "company": "Company Name",
            "start_date": "2010-04",
            "end_date": "2010-09",
            "description": "I processed payroll records, maintained employee leave records, entered purchase requisitions for equipment and supplies, and reallocated procurement card expenditures. I arranged travel itineraries for the Center Director as well as for guest speakers, Internal and External Advisory Board members and small grant awardees. I prepared reimbursements and honorarium payments, agendas and minutes for various Center meetings, provided tier one computer technology support, maintained software and hardware records, composed routine correspondence and formatted manuscripts and publications in accordance with the editors preferred style."
        },
        {
            "title": "Program Assistant Senior",
            "company": "Company Name",
            "start_date": "2007-10",
            "end_date": "2010-04",
            "description": "Assisted the Center Director by arranging meetings, booking travel, submitting travel reimbursements, coordinating his calendar, answering telephone calls, composing routine correspondence and formatting manuscripts and publications in accordance with the editors preferred style. Provided support to the Center by processing hourly payroll records, maintaining employee leave records, entering purchase requisitions for equipment and supplies, reallocating procurement card expenditures, opening/sorting mail, copying materials, answering/routing telephone calls, arranging travel itineraries for guest speakers, preparing reimbursements and honorarium payments, preparing agendas and minutes for various Center meetings, providing tier one computer technology support, maintaining software and hardware records, and other duties as required by the staff and/or Center members."
        },
        {
            "title": "Service Delivery Coordinator",
            "company": "Company Name",
            "start_date": "2006-01",
            "end_date": "2007-01",
            "description": "I was originally hired in the Centralized Order Entry (COE) department entering new orders or changes to the existing business customer's internet and telephone services. I was also responsible for training new employees to that department. When the company reorganized, the COE department dissolved. I transferred to the billing department. In the billing department, I worked directly with the customers to answer their questions and/or to resolve their complaints."
        },
        {
            "title": "Teacher/Teacher's Aid",
            "company": "Company Name",
            "start_date": "2004-01",
            "end_date": "2007-01",
            "description": "I taught Microsoft Office products, such as Excel, Word, Access, Outlook, and Windows, Wilton Cake Decorating and other Adult Education Classes."
        },
        {
            "title": "Secretary/Owner",
            "company": "Company Name",
            "start_date": "2000-01",
            "end_date": "2008-01",
            "description": "I was responsible for receiving and tracking all accounts receivable, accounts payable, all financial reports and taxes using Quick Books Computer Software. I was also responsible for contracting for necessary services and repairs, customer relations, and all managerial paperwork aspects of this business."
        },
        {
            "title": "Owner/Operator",
            "company": "Company Name",
            "start_date": "1997-01",
            "end_date": "2004-01",
            "description": "I was responsible for all aspects of the daily operations of this business. I set up the computer system and maintained all records on Quick Books software. I was also responsible for ordering, maintaining and merchandising inventory, deposits, customer relations, employee scheduling, payroll, all financial aspects including financial reports and taxes."
        },
        {
            "title": "Secretary/State Network Liaison",
            "company": "Company Name",
            "start_date": "1996-01",
            "end_date": "1997-01",
            "description": "I was responsible for secretarial duties including docketing court cases, filing, receiving telephone calls, client correspondence and client relations. I was appointed liaison for setting up the county- wide computers for their new state wide computer system."
        },
        {
            "title": "Secretary",
            "company": "Company Name",
            "start_date": "1991-01",
            "end_date": "1996-01",
            "description": "I was responsible for ordering and maintaining all inventory supply levels, tracking employee benefit time, scheduling business appointments, receiving telephone calls, issuing personnel reports, and general secretarial duties."
        },
        {
            "title": "Executive Secretary",
            "company": "Company Name",
            "start_date": "1990-01",
            "end_date": "1991-01",
            "description": "I was responsible for all billing and tracking of accounts receivable, scheduling business appointments, setting up and maintaining all office computers, all office correspondence, designing and implementing all promotional materials, microfilming and maintaining organization of all office documents, payroll and accounts payable functions."
        }
    ],
    "education": [
        {
            "degree": "Basic Business Courses, Accounting I & II, French I & II, College Prep English",
            "school": "Liberty High School",
            "year": 1988
        },
        {
            "degree": "Computer Technology and Accounting",
            "school": "West Virginia Business College",
            "year": 1990
        },
        {
            "degree": "Certificate in Leadership & Organizational Development",
            "school": "University of Louisville",
            "year": 2017
        },
        {
            "degree": "Master's Degree, Higher Education Administration",
            "school": "University of Louisville",
            "year": 2018
        }
    ],
    "certifications": [],
    "languages": [
        "English",
        "French"
    ]
}