{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Bring six years of experience across Marketing, Merchandising, Finance and Retail to help build strong cross-functional working relationships in order to enhance the profit and reach of Digital Marketing and Social Media to consumers.",
    "skills": [
        "Email Marketing",
        "Merchandising",
        "Retail Marketing",
        "Product Analysis",
        "Social Media Marketing",
        "Management",
        "Digital Marketing",
        "Styling",
        "Excel",
        "Project Management",
        "Campaign Management",
        "Vendor Relations",
        "Invodo",
        "BloomReach",
        "LoopCommerce",
        "Olapic",
        "Certona",
        "Amazon",
        "OCP (Site Manager)",
        "ATG (Oracle)",
        "Endeca"
    ],
    "experience": [
        {
            "title": "Digital Merchandising Analyst",
            "company": "Company Name",
            "start_date": "09/2014",
            "end_date": "Current",
            "description": "Report on sales trends and observations to influence merchandising decisions. Apply search term reporting and SEO ranking results to improve overall website experience through navigation, category levels and product detail pages (PDPs). Manage seasonal campaigns and ensure they are executed across email, social, affiliate, indirect retailers, and verabradley.com. Executes all omni-channel promotions on verabradley.com. Manages the Digital Product Content Coordinator to oversee all onsite search, SEO execution, navigation, product attributes and search reporting."
        },
        {
            "title": "Digital Merchandising Coordinator",
            "company": "Company Name",
            "start_date": "08/2013",
            "end_date": "09/2014",
            "description": "Managed data spreadsheets for product pricing, product and sku level data/attributes, and taxonomy. Coordinated product descriptions and photography requests for each season's launch. Supported affiliate channels, email marketing and creative team on product recommendations and photography. Merchandised and analyzed web product performance and identified action items."
        },
        {
            "title": "Payroll Coordinator",
            "company": "Company Name",
            "start_date": "05/2012",
            "end_date": "08/2013",
            "description": "Managed time keeping system, worked directly with all managers on system or timecard issues. Assisted and processed biweekly payrolls for various pay cycles. Trained 200 people on time keeping system and implementation of new modules. Implemented 5 different systems for conversion, upgrading, and improvement. Led training of managers and employees on new systems requirements and capabilities."
        }
    ],
    "education": [
        {
            "degree": "MBA: Marketing and Management",
            "school": "Indiana Tech",
            "year": 2017
        },
        {
            "degree": "Bachelor of Science : Business Management & Accounting",
            "school": "Huntington University",
            "year": 2010
        }
    ],
    "certifications": [],
    "languages": []
}