{
    "name": "Margaret Brown",
    "email": null,
    "phone": null,
    "location": "City, State",
    "summary": "I am an experienced and goal-oriented Accountant with a demonstrated track record in preparation and analysis of financial reports to summarize and forecast financial position. Independent contributor committed to superior quality, teamwork and proficient internal and external customer service. An Accountant experienced in driving efficiency, productivity, and implementation of process improvements to support achievement of overall corporate goals and objectives.",
    "skills": [
        "Timberline",
        "MRI",
        "YARDI",
        "Peachtree",
        "Peoplesoft",
        "OneSite",
        "QuickBooks",
        "Microsoft Word",
        "Microsoft Excel",
        "account reconciliation",
        "account reconciliations",
        "accounting",
        "general accounting",
        "Accounting Management",
        "Accounting system",
        "accounts payable",
        "AP",
        "AR",
        "auditing",
        "balance sheet",
        "reconciling bank statements",
        "billing",
        "billings",
        "bridges",
        "broadcast",
        "budgets",
        "business plan",
        "cash flow",
        "Cash Management",
        "conversion",
        "customer service",
        "database management",
        "delivery",
        "driving",
        "editing",
        "financial",
        "forecast financial",
        "financial forecasts",
        "financial management",
        "financial reports",
        "financial statements",
        "Fixed Assets",
        "general ledger",
        "Government",
        "inventory",
        "job costing",
        "managing",
        "Solomon",
        "tax",
        "tax return preparation",
        "tax preparation",
        "teamwork",
        "upgrade",
        "variance analysis",
        "written",
        "property management"
    ],
    "experience": [
        {
            "title": "Accountant",
            "company": "Company Name",
            "start_date": "07/2014",
            "end_date": "Present",
            "description": "I am an experienced and goal-oriented Accountant with a demonstrated track record in preparation and analysis of financial reports to summarize and forecast financial position. Independent contributor committed to superior quality, teamwork and proficient internal and external customer service. An Accountant experienced in driving efficiency, productivity, and implementation of process improvements to support achievement of overall corporate goals and objectives."
        },
        {
            "title": "Accounting Manager",
            "company": "Company Name",
            "start_date": "04/2010",
            "end_date": "07/2014",
            "description": "Responsible for financial management functions including preparation and delivery of monthly/quarterly financial statements, and variance analysis for several cost centers. Responsible for processing of general accounting functions, balance sheet account reconciliation, time and material and AIA billing for Government work, inventory, and job costing. Responsible for coordination of annual audit and government auditing. Implemented an inventory system. Assisted in implementation of percentage of completion reporting for revenue."
        },
        {
            "title": "Senior Accountant",
            "company": "Company Name",
            "start_date": "05/2005",
            "end_date": "06/2009",
            "description": "Responsible for property and development accounting for several entities which includes preparation financial statements. Work closely with Developers and property management personnel. Responsible for the full accounting cycle from entering budgets, editing accounts payable, managing entity cash, general ledger reconciliation and reconciling bank statements. Monthly duties include sending out financial packages to owners as required. Mortgage payments. Retail/Parking Deck management accounting. Prepare annual audit schedules and work with external auditors. Update Fixed Assets. Payment of real estate and personal property taxes. Prepare personal property tax schedules. Provide information to owners. Prepare draws for bank funding. Provide banks with all required information for that funding. Liaison with the banks."
        },
        {
            "title": "Finance Manager/Accountant",
            "company": "Company Name",
            "start_date": "11/2004",
            "end_date": "05/2005",
            "description": "Responsible for financial management functions including preparation and delivery of monthly/quarterly financial statements, variance analysis, and financial forecasts. Oversight and processing of general accounting functions, including AR/AP, balance sheet account reconciliation, billing, payroll, inventory, job costing, inter-company reconciliation, monthly and quarterly sales and payroll tax preparation and cash management. Served as a key leader in managing an accounting system conversion from three different ERPs to Solomon in local offices. Coordinated efforts incorporating two local level acquisitions into current business with corporate office. Developed a plan for segregation of duties among five different locations."
        },
        {
            "title": "Assistant Controller",
            "company": "Company Name",
            "start_date": "11/2001",
            "end_date": "11/2004",
            "description": "Responsible for overseeing accounting procedures, internal controls (implementing, monitoring, enhancing), and database management. Prepared financial reports, developed budgets, and performed variance analysis in accordance with business plan. Supervised monthly contract billings to outside financial sources. Assisted in tax return preparation."
        },
        {
            "title": "Project Accountant",
            "company": "Company Name",
            "start_date": "01/1999",
            "end_date": "01/2001",
            "description": "Closed and compiled monthly financial reporting packages for management and owners of residential developments. Performed monthly account reconciliations and monitored general ledger transactions. Consistently met deadlines while demonstrating strong analytical and problem-solving skills to achieve corporate objectives. Prepared audit papers to several different audit firms such as Deloitte & Touche. Report packages included cash flow statements and a written explanation of variance analysis."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science in Accounting & Finance",
            "school": "University of South Carolina - Upstate",
            "year": "1993"
        }
    ],
    "certifications": [],
    "languages": []
}