{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "HIGHLY-ORGANIZED PROFESSIONAL WHO EXCELS AT ASSISTING HEALTHCARE PROVIDERS WITH BILLING MANAGEMENT & CODING SUPPORT. WELL-ROUNDED TEAM PLAYER WITH A STRONG TRACK RECORD OF WORKING IN COLLABORATIVE ENVIRONMENTS, AND DRIVING BOTTOM LINE GROWTH THROUGH REDUCING OUTSTANDING RECEIVABLES. EXCELLENT COMMUNICATOR AND FREELANCE HEALTHCARE MARKETING CONSULTANT WHO EXCELS AT ESTABLISHING A RAPPORT WITH CLIENTS FROM DIVERSE BACKGROUNDS. PROBLEM SOLVER WHO EXERCISES CRITICAL THINKING, AND PERFORMS WORK AHEAD OF SCHEDULE. SEEKS TO TRANSITION INTO A MANAGEMENT ROLE WITH A PHYSICIAN'S OFFICE THAT WILL UTILIZE THE TALENTS/SKILLS OF AN EXPERIENCED MEDICAL BILLING SPECIALIST, AND ASPIRING OFFICE MANAGER.",
    "skills": [
        "Collections & Receivables",
        "Patient Advocacy",
        "ICD-9 & ICD-10 Standards",
        "Medical Billing & Coding",
        "Administrative Support",
        "Electronic Medical Records",
        "Insurance Verification",
        "Marketing & Design",
        "HIPAA Compliance",
        "FACS",
        "Athena",
        "Centricity Medical Manager",
        "MediTech",
        "MediSoft",
        "TruCode",
        "NueMD",
        "Microsoft Office Suite (Word, Excel, Access, Outlook, PowerPoint)",
        "QuickBooks",
        "Knowledge of HMOs, Medicare and Medi-Cal",
        "Medical Manager Software",
        "Managed care contract knowledge",
        "Electronic Medical Record (EMR) software",
        "ICD-9 coding",
        "ASC Coding",
        "CPT and HCPCS coding",
        "Internal medicine billing",
        "HHM and Medisoft billing systems",
        "Medical billing software",
        "Strong planning skills",
        "Technical expertise",
        "Patient-focused care",
        "Strong work ethic",
        "Team player with positive attitude",
        "Deadline-driven",
        "Good written communication",
        "Exercises good judgment"
    ],
    "experience": [
        {
            "title": "Hospital & Physician Billing Specialist",
            "company": "Company Name",
            "start_date": "December 2013",
            "end_date": "Present",
            "description": "Responsible for managing and resolving insurance denials for medical, Workers Compensation and Personal Injury claims. Works with a team of Billing Specialists to interact with major insurance carriers, as well as government payers, including Medicare. Accountable for ensuring all new insurance claims are filed in a timely manner to prevent future reimbursement issues. Key Achievements & Bottom Line Growth: Reduced receivables for a major North Carolina medical center from $4M to $520K in an 8-month period by reversing denials for patients via the insurance firms' appeal process, and by providing documentation confirming procedures were necessary."
        },
        {
            "title": "Healthcare Marketing Consultant / Freelancer",
            "company": "Company Name",
            "start_date": "January 2009",
            "end_date": "Present",
            "description": "Provides ongoing marketing support to Scripps Memorial Hospital and Scripps Mercy Hospital in San Diego. Assists with projects including graphic design, marketing materials, industry trade shows, and implementing marketing to promote fundraising events."
        },
        {
            "title": "Physician Billing Specialist",
            "company": "Company Name",
            "start_date": "March 2012",
            "end_date": "January 2013",
            "description": "Served in a frontline role, and was tasked with managing 40 accounts on a daily basis as well as assisting with medical billing and collections software. Provided daily updates to physicians' office managers on the Athena billing software packages via teleconference."
        },
        {
            "title": "Hospital and Physician Billing Specialist",
            "company": "Company Name",
            "start_date": "June 2009",
            "end_date": "May 2010",
            "description": "Joined as an Insurance Verifier and was quickly promoted to a Billing Specialist. Responsible for auditing patient accounts for production of clean claims, which resulted in 15% fewer rejected claims, and reimbursement received from the carriers within an average of 45 days or less."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science in Business Management",
            "school": "Canisius College",
            "year": null
        },
        {
            "degree": "Associate of Science in Medical Billing and Coding",
            "school": "San Diego City College",
            "year": null
        }
    ],
    "certifications": [],
    "languages": []
}