{
    "name": "",
    "email": "",
    "phone": "",
    "location": "City, State",
    "summary": "Product Developer/Technical Designer with strengths in apparel, handbags and jewelry. I have an extensive knowledge of materials, manufacturing and quality assurance. Dynamic product engineer highly skilled in creative problem solving with exceptional collaborative and interpersonal skills, who illustrates sophisticated expertise in a variety of innovative approaches, to design, prototype and test creative products, services and experiences. I thrive working within a team environment and I have extensive experience working in partnership with domestic and international teams.",
    "skills": [
        "Adobe CS6",
        "Adobe Illustrator",
        "Flex",
        "PLM",
        "Grovesite",
        "WebPDM",
        "Microsoft Word",
        "Excel",
        "Optitex",
        "Garment specs and sketches",
        "Fit Assessment",
        "Product Development",
        "Technical Direction, Line and Product Review",
        "Flat Pattern Making and Corrections",
        "Garment Construction",
        "Draping"
    ],
    "experience": [
        {
            "title": "Senior Technical Designer",
            "company": "Company Name",
            "start_date": "2017-03",
            "end_date": "Present",
            "description": "Responsible for product creation and communication from design hand-off to production for SWAT TD for Children's apparel as well as Women's Jewelry and Handbags intermittently as needed. Tech pack creation and revision throughout the product development process, meeting calendar dates and communicating with agents and manufacturers. Creation of samples from a sketch while maintaining the integrity of the design concept. Provide technical solution support relevant to design. Ensure products are engineered to cost standards and negotiated through order placement. Provide technical direction, internally and externally, on corrective actions needed to bring samples to brand standards. Utilize written comments, sketches or photos as needed to communicate. Share information cross divisionally to ensure continuous implementation of best practices. Execute placement of adopted styles in accordance with the sourcing strategy. Responsible for calendar creation and managing milestone dates to achieve on-time delivery. Establish strong collaborative relationships with cross-functional divisional teams. Manage work in progress, tracking and reporting for product development. Identify efficiencies within my brand/category to support CTM initiative. Creation of product standards as well as Good, Better, Best costing grids for product categories that I have owned. Manage team of 2 - Associate Technical Designer and Product Development Coordinator. Assisted direct reports in career development as well as technical development at a product category level."
        },
        {
            "title": "Senior Technical Designer",
            "company": "Company Name",
            "start_date": "2013-11",
            "end_date": "2016-02",
            "description": "Responsible for product creation and communication from design hand-off to production for SWAT TD for Children's apparel as well as Women's Jewelry and Handbags intermittently as needed. Tech pack creation and revision throughout the product development process, meeting calendar dates and communicating with agents and manufacturers. Creation of samples from a sketch while maintaining the integrity of the design concept. Provide technical solution support relevant to design. Ensure products are engineered to cost standards and negotiated through order placement. Provide technical direction, internally and externally, on corrective actions needed to bring samples to brand standards. Utilize written comments, sketches or photos as needed to communicate. Share information cross divisionally to ensure continuous implementation of best practices. Execute placement of adopted styles in accordance with the sourcing strategy. Responsible for calendar creation and managing milestone dates to achieve on-time delivery. Establish strong collaborative relationships with cross-functional divisional teams. Manage work in progress, tracking and reporting for product development. Identify efficiencies within my brand/category to support CTM initiative. Creation of product standards as well as Good, Better, Best costing grids for product categories that I have owned. Manage team of 2 - Associate Technical Designer and Product Development Coordinator. Assisted direct reports in career development as well as technical development at a product category level."
        },
        {
            "title": "Technical Designer II",
            "company": "Company Name",
            "start_date": "2011-06",
            "end_date": "2013-11",
            "description": "Responsible for product creation and communication from design hand-off to production for Shaun White Boys Apparel and Girls and Boys Accessories. Tech pack creation and revision throughout the product development process, meeting calendar dates and communicating with agents and manufacturers. Creation of samples from a sketch while maintaining the integrity of the design concept. Provide technical solution support relevant to design. Ensure products are engineered to cost standards and negotiate through order placement. Execute placement of adopted styles in accordance with the sourcing strategy. Responsible for calendar milestone dates to achieve on-time delivery. Establish strong collaborative relationships with cross-functional divisional teams. Manage work in progress, tracking and reporting for product development. Creation of product standards for product categories that I have owned."
        },
        {
            "title": "Technical Designer I",
            "company": "Company Name",
            "start_date": "2009-03",
            "end_date": "2011-06",
            "description": "Responsible for product creation and communication from design hand-off to production for Girls Woven Bottoms and Outerwear. Responsible for product creation and communication from design hand-off to production for Girls Woven Bottoms and Outerwear categories. Tech pack creation and revision throughout the product development process, meeting calendar dates and communicating with agents and manufacturers. Creation of samples from a sketch while maintaining the integrity of the design concept. Provide technical solution support relevant to design. Execute placement of adopted styles in accordance with the sourcing strategy. Responsible for calendar milestone dates to achieve on-time delivery. Establish strong collaborative relationships with cross-functional divisional teams."
        },
        {
            "title": "Associate Technical Designer",
            "company": "Company Name",
            "start_date": "2006-02",
            "end_date": "2009-03",
            "description": "Worked on graphic tees for all Abercrombie brand product categories. Worked independently in Illustrator and PLM systems to create high quality tech packs and comments at all fit stages. Measured and evaluated samples for fit sessions to ensure on-body standards were met. Collaborated with merchant and design teams to create and distribute tech packs to vendor partners. Critically reviewed samples for issues and worked with vendor partners to establish production friendly constructions. Manipulated garments in fit sessions to reflect style direction based on design and merchant feedback. Adjusted and made pattern corrections based on garment updates coming out of fit sessions. Applied grading to patterns and evaluated graded nests for production to ensure visual and fit accuracy between all sizes."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science in Business",
            "school": "University of Central Missouri",
            "year": ""
        }
    ],
    "certifications": [],
    "languages": []
}