{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "An instructional design position working in a medium to large company focused on developing and conducting quality programs for customer training or internal operations requiring an analytical and thorough person with the ability to To contribute to developing and implementing training programs and materials for customers and employees to improve their efficiency while enhancing the company's image and building the company's growth. Instructional Design, Program Development, Program Evaluation, Needs Assessment, Storyboarding, Learning Analysis, Writing Objectives, LCM, Mapping Management, Supervision, Administration, Budgeting Training, Presentation Development, Public Speaking, Customer Service Familiarization with SCORM, ADDIE",
    "skills": [
        "administrative",
        "Adobe",
        "Adobe Acrobat",
        "Photo",
        "Photo Shop",
        "Basic",
        "business plan",
        "cash handling",
        "charts",
        "closing",
        "Communication Skills",
        "conflict resolution",
        "consultant",
        "curriculum development",
        "Customer Service",
        "designing",
        "English",
        "special events",
        "financial",
        "instructor",
        "Instructional Design",
        "leadership",
        "listening",
        "Managing",
        "market",
        "mentoring",
        "Microsoft Excel",
        "Microsoft Power Point",
        "Windows",
        "Microsoft Word",
        "negotiations",
        "communicator",
        "personnel",
        "POS",
        "print media",
        "quick",
        "radio",
        "selling",
        "Sales Support",
        "SOP",
        "Task Analysis",
        "Technician",
        "training manuals",
        "training programs",
        "VBA",
        "verbal communication skills",
        "Video",
        "workshops"
    ],
    "experience": [
        {
            "title": "Instructional Designer",
            "company": "Company Name – City , State",
            "start_date": "01/2014",
            "end_date": "Current",
            "description": "Key Accomplishments. Successfully designed WBT course; Rating Veterans Service Representative (RVSR), for the Veterans Benefit Administration (VBA). Successfully designed WBT course; Basic Acquisition 101, for the Defense Acquisition University (DAU)."
        },
        {
            "title": "Food & Beverage Director",
            "company": "Company Name – City , State",
            "start_date": "01/2013",
            "end_date": "01/2014",
            "description": "Created jobs aids. Successfully trained all staff in compliance with State Food code. Successfully trained all staff in compliance with Food vendor requirements. Successfully monitored and maintained Federal and State Lunch program requirements."
        },
        {
            "title": "Food & Beverage Manager",
            "company": "Company Name – City , State",
            "start_date": "01/2012",
            "end_date": "01/2013",
            "description": "Key Accomplishments: Successfully trained all staff in compliance with State Food code. Design, planned and implemented soft skill training programs."
        },
        {
            "title": "Manager",
            "company": "Company Name – City , State",
            "start_date": "01/2011",
            "end_date": "01/2012",
            "description": "Partnered with Rosen College to host internships from the college. Successfully developed, managed and implemented catered and special events."
        },
        {
            "title": "Food & Beverage Manager",
            "company": "Company Name – City , State",
            "start_date": "01/2010",
            "end_date": "01/2011",
            "description": "Assisted in designing and implementing a comprehensive training program that increased positive guest comments by over 10%. Successfully integrated and managed other leaders in training of staff. Successfully implemented onboarding touch points for new hires, reducing turnover by 80%. Designed and implemented onboarding and mentoring program for transitional employees. Tutored employees in utilizing their individual development plan as a tool for professional development. Facilitated, trained and certified both exempt and non-exempt personnel in Serv-Safe. Organized, updated and maintained files and records of training programs. Analyzed, summarized and submitted reports with results of the training programs conducted. Performed reviews and appraisals for the trainees as the result of their trainings."
        },
        {
            "title": "Training & Educational Consultant",
            "company": "Company Name – City , State",
            "start_date": "01/2009",
            "end_date": "01/2010",
            "description": "Co-project manager for Kee-Wee Family Entertainment Center, concentrating on service training, dining room design, food and labor costing and interviewing and sourcing employees. Assisted in implementing timelines and checklist to help reduce redundancy cost by 5%. Developed and implemented training manuals and establishing SOP's."
        },
        {
            "title": "Sales Support Manager",
            "company": "Company Name – City , State",
            "start_date": "01/2008",
            "end_date": "01/2009",
            "description": "Facilitated guest service skill training including conflict resolution, non verbal communication, etc. by facilitating multi day experiences for sales support staff; improved guest satisfaction scores by 7%. Designed and put into action job descriptions for Sales Support Staff. Facilitated Food Handler certification classes for F&B staff mandated by the State of Florida; achieved 100% successful completion rate. Coordinated with Subject Matter Experts and senior leadership and put into action English as a Second Language classes; improved communication with both internal and external guests."
        },
        {
            "title": "Instructor/Manager",
            "company": "Company Name – City , State",
            "start_date": "01/2006",
            "end_date": "01/2008",
            "description": "Successfully capitalized the Le Cordon Bleu brand and marketed the student operated restaurant and increase revenue by 24% by utilizing radio and print media. Facilitated, assessed, coached, developed, planned and implemented learning programs for students transitioning to the food service industry, learning included wine service, guest recovery, different styles of service, POS, handling of difficult guest etc. Graduation rate exceeded 96%. Utilized the total facility to maximize blended learning techniques such as instructor-led learning, professional symposiums, field and self-study, and workshops. Independent consultant to Volcano coffee shops, facilitated classes on customer service learning included, the financial impact of service, customer expectations, attitude, personality styles, listening skills etc. Positive guest comments increased by 15%. Successfully utilized Joomla LMS in curriculum aiding in graduation rate of 96%. Successfully installed Open Table program resulted in an increase of 18% guest penetration to restaurant. Successfully developed and started a Catering Club for the students interested in that industry; resulted in over 75% of the students elected to enter that industry as their internship elective."
        },
        {
            "title": "Revenue Operations Manager",
            "company": "Company Name – City , State",
            "start_date": "01/2004",
            "end_date": "01/2006",
            "description": "Successfully administered the start up the Café at the Orlando Culinary Academy, this included, menu design and costing, creating and implementing standard operating procedures, vendor negotiations etc. Recognized as a strong communicator and leader and was bestowed with the Corporate Customer Service Award. Implemented quick/counter service to the curriculum, this included learning on POS, cash handling, listening and non verbal communication skills, up- selling, etc., graduation rate exceed 96%. Created and put into practice training manuals for the learners, which included opening and closing procedures, operating and cleaning of equipment etc. Collaborated with other educational institutions in formulating a business plan similar to the OCA cafe model i.e., installing student operated food venues on their campuses. Utilized various media tools to market the Café such as print and the e-Media increase penetration by 30%."
        },
        {
            "title": "Intern",
            "company": "Company Name – City , State",
            "start_date": "",
            "end_date": "",
            "description": "Selected to Decision Review Officer (DRO) curriculum development team. Completed Learning Analysis Report for the DRO project. Successfully reviewed Veterans Benefit Administration (VBA) Training and Performance Support System (TPSS) storyboards and VBA's LMS functionality and identified discrepancies and actions needed. Successfully evaluated technical competences by mapping to VBA provided Task Analysis reports. Effectively revised Life Cycle Maintenance (LCM) for assorted VBA training courses based on Section 508 requirements. Re-wrote VBA's assessments in six courses based on Section 508 requirements for the VBA. Created matrices mapping tasks to knowledge, skills, aptitude and competencies for three VBA web-based courses. Reviewed storyboards for construction, errors and ensured storyboards meet conventions. Collaborated with SMEs to develop course curriculum for the DRO project. Effectively collaborated with HPTs and SMEs to develop the DRO curriculum."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science",
            "school": "Florida International University",
            "year": ""
        },
        {
            "degree": "Masters of Instructional System Design",
            "school": "UCF",
            "year": ""
        }
    ],
    "certifications": [
        "Serv-Safe"
    ],
    "languages": [
        "English"
    ]
}