{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Professional with management experience and exceptional people skills. Versed in Relationship Management and Human Resource Management. Desires a challenging role as an Administrator in a busy and productive environment. Highlights: Operations management; Excel in process development and implementation; Reports generation and analysis; Training and development; Project management; Proficiency in Human Resource Management; Relationship management; File/records maintenance; Event planning and scheduling; Microsoft Office. Accomplishments: Named Employee of the Year at PLP Composite Technologies Inc. for performance above and beyond in executing dedication, problem resolution, communication and relationship management during a business crisis. Recognized in monthly Pampered Chef publication as consultant nationally achieving third highest sales for a single show.",
    "skills": [
        "Relationship Management",
        "Human Resources Management",
        "Adaptable",
        "Advertising",
        "Budgets",
        "Contract and Proposal Preparation",
        "Customer Service",
        "Form Creation",
        "Instruction",
        "Inventory",
        "Marketing",
        "Materials Development",
        "Meeting and Event Planning",
        "Travel Arrangements",
        "Policies",
        "Presentations",
        "Product Development",
        "Process Development",
        "Project Plans",
        "Research Gathering",
        "Trade Shows",
        "Account Management",
        "Accounts Payable/Receivable",
        "Business Development",
        "Client Relations",
        "Computer Proficient",
        "Creative Problem Solving",
        "Domestic and International Experience",
        "Project Management",
        "Training and Development",
        "Benefits Administration"
    ],
    "experience": [
        {
            "title": "Substitute Para Professional",
            "company": "Current Company Name",
            "start_date": "",
            "end_date": "",
            "description": "Assist classroom teachers Pre-School - Grade 8. Guide students in reading, writing, math, science and computer technology in small groups and one on one. Present in the classroom to partner with teacher in presenting and reviewing lessons. Accompany students in transitioning to Unified Arts classrooms."
        },
        {
            "title": "Founder / Creative Director",
            "company": "Company Name",
            "start_date": "03/2005",
            "end_date": "Present",
            "description": "On site event photography and private photo sessions. Coordinate and shoot photographs for sports leagues. Create custom slideshow productions using various forms of video and print media, still photos, and music. Create custom video presentations using client's existing video footage. Personally consult with client to obtain background and detail on a production's subject to create an accurate and personal portrayal with the productions story. Create an expand a returning group of clientele. Design and implement marketing and advertising campaigns. Photographically document school classes and teams for duration of school year and season, respectively and prepare slideshow production keepsake."
        },
        {
            "title": "Project Manager",
            "company": "Company Name",
            "start_date": "05/2010",
            "end_date": "02/2014",
            "description": "Create project plans for new clients. Coordinate the journey of clients through the compliance process. Primarily responsible for maintaining client relationships. Specifically focused on supporting clients with all their questions and requirements regarding investment adviser compliance, investment adviser registration and investment adviser obligations under SEC regulations. Track and interact with Investment Advisory professional designation organizations. Sales opportunity tracking, proposal and contract preparation, prepare and send materials at monthly, quarterly and annual intervals. Track replies and submissions to identify appropriate registrations or trigger for new tasks. Respond to client inquiries and perform follow up. Manage Annual Renewals and Account User Certification programs as required. Create agendas and participate in weekly Project Review. Meetings Communicate with state securities divisions on registration requirements. Performed Human Resource functions coordinating insurance programs, lead redesign project of company website researching and working with designers."
        },
        {
            "title": "Private Family Care",
            "company": "Company Name",
            "start_date": "09/2009",
            "end_date": "Present",
            "description": "Ongoing Periodic Services Sep 2009 - June 2010- Daily one on one infant and child care in private home setting."
        },
        {
            "title": "Manufacturer's Representative",
            "company": "Company Name",
            "start_date": "02/2006",
            "end_date": "10/2011",
            "description": "Create and support a nationwide network of clientele. Represent national flag and flagpole manufacturers Interface with manufacturer's nationwide. Perform Accounts Receivable and Payable functions. Design and implement marketing and advertising campaigns. Visit customers and installation location sites."
        },
        {
            "title": "Kitchen Consultant",
            "company": "Company Name",
            "start_date": "07/2003",
            "end_date": "05/2006",
            "description": "Operated independent business conducting in home kitchen shows demonstrating products, recipes, cooking techniques and quick tips. Attracted customers to become a host and hold a show, created and expanded a network of clientele. Prepared and executed promotional mailings to customers and fundraising groups and executed local advertising campaigns. Performed customer care follow-up with customers a period of time after products are delivered."
        },
        {
            "title": "US Business Development Manager",
            "company": "Company Name",
            "start_date": "03/2002",
            "end_date": "12/2004",
            "description": "Developed and managed network of dealers, manufacturers' representatives and distributors to expand US market presence."
        },
        {
            "title": "Customer Relations Manager / Sales Administrator",
            "company": "Company Name",
            "start_date": "07/1995",
            "end_date": "02/2001",
            "description": "Developed US-based network of dealers, manufacturers' representatives and distributors. Acted as primary contact for national dealer network. Received and processed orders, provided technical support, coordinated shipping and production, maintained relationships, and prepared sales materials. Led trade shows, marketing initiatives, and customer service policies. Trained and supervised employees."
        }
    ],
    "education": [
        {
            "degree": "Certificate in Human Resources Management",
            "school": "Bryant University",
            "year": "2015"
        },
        {
            "degree": "General Courses",
            "school": "U Mass Dartmouth",
            "year": ""
        },
        {
            "degree": "Marketing and Management and Human Resource Courses",
            "school": "Bristol Community College",
            "year": ""
        },
        {
            "degree": "Mass Communications",
            "school": "Fisher Junior College",
            "year": ""
        },
        {
            "degree": "",
            "school": "Emerson College",
            "year": ""
        }
    ],
    "certifications": [],
    "languages": []
}