{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Hands-on Producer skilled in bringing projects from concept to reality. Expert in personnel and project management, overseeing entire productions and delivering inspiring and entertaining films, short videos, or music content.",
    "skills": [
        "Mac and PC User",
        "Canon EOS DSLR operation",
        "DSLR lighting equipment",
        "Final Cut Pro X",
        "Adobe Photoshop",
        "Adobe Illustrator",
        "Adobe Premiere",
        "Adobe Lightroom",
        "Microsoft Office (Word, Excel, PowerPoint, Outlook, Publisher)",
        "Social media marketing",
        "Branding & Growing A Following through Social Media",
        "Twitter",
        "Facebook",
        "Vimeo",
        "Instagram",
        "LinkedIn",
        "Pinterest",
        "WordPress",
        "Tumblr",
        "Blogger",
        "Snapchat",
        "Vine",
        "IndieGogo",
        "Kickstarter",
        "Budgeting",
        "Production management",
        "On-set and office experience",
        "Video editing",
        "Scriptwriting",
        "Storyboarding",
        "Location scouting",
        "Film budgeting",
        "Event organization",
        "Graphic design"
    ],
    "experience": [
        {
            "title": "Co-CEO",
            "company": "The Jill-of-all-Trades",
            "start_date": "2013-09",
            "end_date": "Present",
            "description": "Willing to relocate closer to the company. Create budget forms, call sheets, production schedules, find/hire human and material resources, the liaison between production team and client, conduct research for project, department and company, rent/buy production gear and equipment to ensure high-quality shoots. Produce, Edit, Direct, Write and Film digital media content for website, includes Movies, Music Videos, Short-Films, etc. Updates Social Media pages such as YouTube, Facebook, Instagram, and Twitter. Take online courses to better the company such as Branding & Growing A Following through Social Media. Create unique and inspirational concept videos to brand to target audience (13-35years old). Create and manage the D.R.E.A.M website: www.dreamprods.com Make unique and colorful graphics for website and social media outlets via Photoshop or Illustrator. Organize and produce events, films, shoots, workshops and art showcases, such as D.R.E.A.M theWORKSHOOT Series. Brand D.R.E.A.M's message and purpose as a company. Create a business plan, finding investors, clients, and corporate clientèle. The liaison to anyone and any company who wants to connect with D.R.E.A.M. Train incoming interns and employees."
        },
        {
            "title": "AC & Crew Member",
            "company": "AC & Crew Member",
            "start_date": "2015-08",
            "end_date": "2015-08",
            "description": "Collaborated with team leadership and other key stakeholders on key editing and production decisions. Operator Canon EOS Camera to capture Music Video. Give artistic and visual perspective to capture cinematic purpose and storytelling. Location scouting and storyboarding. Drafted film budgets and monitored expenditures. Set up equipment for production day; lights, camera, music, etc."
        },
        {
            "title": "Production Crew Member (Contract-Hire)",
            "company": "Company Name",
            "start_date": "2014-08",
            "end_date": "2014-08",
            "description": "Answered and directing phone calls. Picking up and dropping off equipment, payroll documentation, lunch, etc. Maintaining office, craft service, office supplies, assisting the wardrobe crew, the A.D, and Producer. Distributing NDA's and ensuring signature of production crew members. Assistant with the breakdown of the set. Apart of clean up crew."
        },
        {
            "title": "Multimedia Intern",
            "company": "Company Name",
            "start_date": "2013-09",
            "end_date": "2014-08",
            "description": "Film, direct and edit events on campus; Commencements, Conferences, Open House, Convocations, etc. Assist, direct, edit or produce student projects/films/shorts. Scriptwriter and Script Reviser for student films, personal films and off-campus productions Develop pre-productions; storyboards, budget forms, casting calls, and production meetings. The active 1st Production Assistant; organize schedule, delegate work to crewmembers, etc. Assist the MSU Spokesman Newspaper with Media Journalist needs. Manage rental equipment from the DMC. Create digital media for multiple departments on campus. Assist with live taping with MSU's Bear TV."
        },
        {
            "title": "Intern",
            "company": "Company Name",
            "start_date": "2013-08",
            "end_date": "2014-02",
            "description": "Location scouting for MFIC's Interviews. Transcribe Interviews for MFIC. Assistant Editor on Real Marylanders Reel Jobs. Gather information on Maryland current film market. Arrange and consolidate workloads to meet deadlines; stress the importance of teamwork."
        },
        {
            "title": "Production Assistant (Temp-Hire)",
            "company": "Company Name",
            "start_date": "2014-01",
            "end_date": "2014-01",
            "description": "Handled performance contracts, talent release forms, minor release forms and confidential audition results. Registered potential contestant(s) along with family and friends. File production contracts in Production Office. Load and unload production equipment. Direct traffic and answer questions for 2,000+ contestants. Helped head producers maintain, direct and organize contestants into in audition room."
        },
        {
            "title": "Production Intern",
            "company": "SpiceRack Productions Inc.",
            "start_date": "2013-01",
            "end_date": "2013-09",
            "description": "Support the development and production of SpiceRack Productions Inc. Help create and design website. Conduct script breakdown and contribute to script/treatment changes. Research topics for proposals; help organize show, funding and equipment for producers and talent. Manage and direct SpiceRack's social media network such as Twitter, Facebook, Tumblr, Instagram, etc. Accompany staff and crew on remote shoots when possible. Assist producers as assigned."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Fine Arts: Film/TV Production & ScreenWriting",
            "school": "Morgan State University",
            "year": 2014
        },
        {
            "degree": "High School Diploma",
            "school": "Colony High School",
            "year": 2008
        }
    ],
    "certifications": [],
    "languages": [
        "Spanish (Beginner)",
        "Mandarin Chinese (Beginner)"
    ]
}