{
    "name": "",
    "email": "",
    "phone": "",
    "location": "City, State",
    "summary": "Accomplished veteran of the United States Navy with an extensive background in leadership training, as well as a track record of success in program development, logistics, aviation repair, and operational management. Outstanding performance in all capacities across many years of service, highlighted by numerous awards and commendations. Superior communicator, coach, and leader capable of cultivating key relationships and collaborating with diverse people and entities.",
    "skills": [
        "Air Force",
        "Basic",
        "Budget",
        "Customer service",
        "Databases",
        "First Aid",
        "Government",
        "Information Technology",
        "Inspection",
        "Inventory",
        "Regulatory compliance",
        "Logistics",
        "Mainframes",
        "Materials",
        "Mechanic",
        "Naval",
        "Organizational",
        "Performance Analysis",
        "Personnel",
        "Policy Development",
        "Procurement",
        "Program Management",
        "Project Coordination",
        "Quality",
        "Quality Assurance",
        "Quality Control",
        "Reporting",
        "Safety",
        "Technician"
    ],
    "experience": [
        {
            "title": "Postal Support Employee",
            "company": "Company Name",
            "start_date": "Jan 2016",
            "end_date": "Current",
            "description": "Provide analysis & reporting on key safety and quality assurance based measures as well as performance metrics. Responsible for tracking inventory and procurement reports for management while using the data to create customer and vendor specific action plans. Demonstrate good customer service skills in providing high quality environment for customers and other team members with a quick and accurate service while showing sensitivity to their individual needs. Point of contact to make sure the company abides by all regulatory state and federal compliance to ensure we handle each case properly and eliminate liability."
        },
        {
            "title": "Weatherization Technician Trainee",
            "company": "Company Name",
            "start_date": "Jan 2015",
            "end_date": "Jan 2015",
            "description": "Assisted in use and care of weatherization equipment based issues, creating value, maximizing growth and improving business performance, which required extensive use of business knowledge to provide objective advice and expertise. Prepared customer specific data submittal packages, with the preparation, tracking and following up required to ensure timely service is provided. Gathered and consolidated technical reports for management while using pertinent data to utilize action plans. Responsible for quality control in procedural orders and ensuring all necessary maintenance projects and equipment were being utilized to their highest standards."
        },
        {
            "title": "Aviation Mechanic",
            "company": "Company Name",
            "start_date": "Jan 2005",
            "end_date": "Jan 2013",
            "description": "Operated and maintained sophisticated equipment designed for tactical operations while ensuring all equipment was functioning with maximum readiness and performance. Reviewed and updated testing procedures to ensure safe and successful convoy operations for all designated and personnel resulting in zero incidents and 100% electronic sustainability. Supported aviation program operations through performing routine maintenance of multi-million dollar valued equipment. Utilized knowledge of information technology by regularly executing databases and mainframes to ensure all units were supplied with proper materials and equipment in the timeliest manner."
        },
        {
            "title": "Aviation Repair Supervisor",
            "company": "Company Name",
            "start_date": "Jan 1999",
            "end_date": "Jan 2005",
            "description": "Oversaw aviation repair program, creating and revising safety standard operating procedures (SOPs), collaborating with multiple agencies to unify systems and implement best practices. Identified environmental training needs, developed training budget requirements, and managed aviation based inspection records involving procedurally following all government regulatory compliance. Led mishap investigations and performed daily safety inspections for multiple units, conducting site reviews, performing safety audits, and reviewing reports. Provided safety indoctrination and education for civilian and military personnel, developing specialized training, regarding OSHA requirements, and hazard control fundamentals and techniques."
        }
    ],
    "education": [
        {
            "degree": "System Organizational Maintenance Technician",
            "school": "Tinker Air Force Base",
            "year": "2004"
        },
        {
            "degree": "Aviation Apprenticeship Training",
            "school": "Naval Training Command",
            "year": "1999"
        },
        {
            "degree": "High School Diploma",
            "school": "Edmondson High School",
            "year": "1998"
        }
    ],
    "certifications": [
        "OSHA 30",
        "EPA RRP",
        "DOE Weatherization Tactics",
        "Basic Fire Fighting",
        "Basic First Aid Certification"
    ],
    "languages": []
}