{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Ambitious Human Resources Generalist who creates strategic alliances with organization leaders to effectively align with and support key business initiatives. Builds and retains high-performance teams by hiring, developing and motivating skilled professionals.",
    "skills": [
        "accounts payable",
        "accounts receivable",
        "benefits",
        "benefits administration",
        "billing",
        "budgets",
        "budget",
        "coaching",
        "contracts",
        "Council",
        "client",
        "clients",
        "DC",
        "employee relations",
        "senior management",
        "fast",
        "Finance",
        "financial",
        "financial statements",
        "general ledger",
        "government",
        "Human Resources",
        "HR",
        "leadership",
        "law",
        "legal",
        "Director",
        "market",
        "mentoring",
        "office",
        "Windows platform",
        "2000",
        "negotiations",
        "Novell",
        "office and equipment",
        "Office Manager",
        "organizational",
        "payroll",
        "payroll processing",
        "performance management",
        "policies",
        "Project lead",
        "project management",
        "property management",
        "Quality",
        "rapport",
        "real estate",
        "recruitment",
        "Research",
        "space planning",
        "strategic",
        "supervision",
        "teamwork",
        "telephone"
    ],
    "experience": [
        {
            "title": "Director of HR",
            "company": "Company Name",
            "start_date": "January 2013",
            "end_date": "Current",
            "description": "Directly reports to the CEO and VP of a 65-year-old real estate property management company. Accountable for the day-to-day operations functions of HR, administration and technology with direct supervision of two staff members. As an active member of the leadership team, responsibilities included creating an employee handbook, designing an annual employee survey, researching and selecting annual company health benefits, implementing and training employees on a new payroll system, and establishing a training program for maintenance staff. Conducted full-cycle recruitment and onboarding; developed Wellness Program and preventative health initiatives to reduce healthcare costs; created annual employee bonus program aligned with company goals; managed office build-out and moves, vendor selection, and contract negotiations."
        },
        {
            "title": "Vice President and Director of Human Resources and Administration",
            "company": "Company Name",
            "start_date": "January 2006",
            "end_date": "January 2013",
            "description": "Spearheaded growth from 45 employees across eight states to 215 employees across 32 states and Puerto Rico. As the sole HR practitioner until 2011, led talent acquisition, onboarding, and company-wide initiatives; promoted through multiple roles. Achievements included high retention, creation of monthly onboarding programs, annual employee and cultural surveys, and workforce analytics. GetWellNetwork recognized as a 2012 NVTC Hot Ticket Awards winner for 'Hottest Company Culture'. Implemented online employee handbook and stock option/bonus programs, leading to high employee satisfaction. Led project management for payroll/leave tracking system and performance management software implementations and created the GetWellNetwork University program."
        },
        {
            "title": "Business Manager",
            "company": "Company Name",
            "start_date": "January 2001",
            "end_date": "January 2006",
            "description": "Held a management-level role overseeing office operations for a 21-person law firm. Managed HR, finance, administration and IT; handled employee relations, compensation, benefits, payroll, recruitment, financial reporting, general ledger, A/R and A/P, and vendor negotiations. Led the transition from Novell to Windows; oversaw new telephone system implementation and created the company/employee handbook."
        },
        {
            "title": "Vice President/Business Manager",
            "company": "Company Name",
            "start_date": "January 1988",
            "end_date": "January 2001",
            "description": "Grew office from 18 to 120 employees and increased annual income from $1.3M to $37M; managed payroll and benefits budget of over $12M. Directed 14 HR, finance, IT and administration professionals. Led office relocation and space build-out of 44,000 sq ft; developed 'The Ketchum Washington Tool Kit' employee handbook. Managed budgeting, financial statements, client contracts and government billing; instituted 'Quality of Life' and Rewards/Recognition programs to improve morale, productivity, turnover, and teamwork."
        }
    ],
    "education": [
        {
            "degree": "BS in Human Resources Management and Business Administration",
            "school": null,
            "year": null
        }
    ],
    "certifications": [
        "Senior Professional in Human Resources (SPHR)",
        "Notary Public for the State of Maryland"
    ],
    "languages": [
        "English"
    ]
}