{
    "name": null,
    "email": null,
    "phone": null,
    "location": "Mosul, Nineveh, Iraq",
    "summary": "Sales / Finance Manager with civil engineering background and over 10 years of experience in management, planning, design, bidding and implementation of civil construction projects. Experienced in administration, customer services, auto finance, and used car sales. Proficient in managing infrastructure, utilities, structural and highway projects; skilled in leading cross-functional teams, business improvement, and delivering high-quality engineering and environmental services. Willing to contribute to organizational growth and project success. Based in Mosul, Iraq; comfortable traveling to project sites across the country; strong client communication and international sales experience.",
    "skills": [
        "Photoshop",
        "advertising",
        "Arabic",
        "AutoCAD",
        "business operations",
        "communication",
        "clients",
        "customer services",
        "dialog",
        "Engineer",
        "English",
        "Estimating",
        "filing",
        "forecasting",
        "government",
        "gross-profit",
        "instructing",
        "international sales",
        "Languages",
        "Team building",
        "Mac OS",
        "Managing",
        "marketing strategies",
        "marketing",
        "materials",
        "meetings",
        "Microsoft Office",
        "MS Outlook",
        "Windows",
        "Operating Systems",
        "Organizing",
        "organizational",
        "PDF",
        "plan development",
        "policies",
        "presenting",
        "presentations",
        "processes",
        "profit",
        "progress",
        "proposals",
        "quality",
        "safety",
        "selling",
        "sales",
        "supervisor",
        "Supervising",
        "workshops"
    ],
    "experience": [
        {
            "title": "Sales / Finance Manager",
            "company": "Company Name, City, State",
            "start_date": "Sep 2011",
            "end_date": "Sep 2014",
            "description": "Determined annual unit and gross-profit plans by implementing marketing strategies and analyzing trends. Established sales objectives by forecasting and developing annual sales quotas for regions and territories; projected expected sales volume and profit for existing and new products. Implemented sales programs by developing field sales action plans. Maintained sales volume, product mix, and selling price by keeping current with supply and demand, changing trends, economic indicators, and competitors. Established and adjusting selling prices by monitoring car costs, competition, and supply and demand. Contributed to team efforts by accomplishing related results as needed. Managed international sales. Collected payments and provided customer services."
        },
        {
            "title": "Projects Manager",
            "company": "ALBASHIQ GROUP constructions and trading",
            "start_date": "Sep 2005",
            "end_date": "Sep 2011",
            "description": "Estimating activities of project bids; defining project objectives and developing plans to accomplish them. Organizing resources, tasks, and team involvement; coordinated with top management; monitored progress, solved problems, and kept projects on track. Guided employees to achieve goals, ensured processes and practices were followed, and communicated with clients to attract new projects."
        },
        {
            "title": "Projects Manager",
            "company": "AL-MAHER GROUP constructions and trading",
            "start_date": "Nov 2002",
            "end_date": "Aug 2005",
            "description": "Managed task performance, planned organizational structure, prepared bids and proposals, and maintained good relations with colleagues and clients. Provided information to accounts departments and auditors, determined resources required for production, prepared status reports, and led the team to achieve project objectives. Developed communication between employees and higher management; solved problems and built team performance."
        },
        {
            "title": "Site Engineer",
            "company": "Company Name, City",
            "start_date": "Jun 2000",
            "end_date": "Oct 2002",
            "description": "Studied project plans at onset, reviewed work plans, and suggested modifications. Supervised site works per contract requirements, drawings, technical specifications, and bills of quantities. Ensured proper implementation, prepared material lists, tests, checked quantities, and ensured safety and health measures. Coordinated site meetings, prepared progress reports, assisted with variations, and maintained project documentation."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science in Civil Engineering",
            "school": "Mosul University",
            "year": 1997
        },
        {
            "degree": "Master of Science in Civil Engineering",
            "school": "Mosul University",
            "year": 1999
        }
    ],
    "certifications": [],
    "languages": [
        "English",
        "Arabic"
    ]
}