{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Results oriented leader with extensive B-B marketing and technical experience leading global cross-functional teams delivering innovation, and profitable measurable results while fostering a collaborative team focused culture. Passionate in championing creation of digital and content marketing strategies and practices. Proven record of success in influencing and driving change while delivering business results in unexpected and cutting edge ways.",
    "skills": [
        "Cross-media demand generation",
        "Value proposition creation",
        "Digital, Social and new media",
        "Product marketing",
        "Strategy and competitive planning",
        "Content marketing strategies",
        "Analytics",
        "Channel marketing and expansion",
        "LSS Green Belt certified",
        "Industry marketing",
        "Event and workshop strategy"
    ],
    "experience": [
        {
            "title": "Director, Global Digital Marketing",
            "company": "Company Name",
            "start_date": "01/2014",
            "end_date": "Present",
            "description": "Agile Development and Marketing Global leader for web marketing strategy and operations for www.xerox.com including leading digital marketing strategy and integration, web site content marketing strategy, traffic analysis and optimization, SEO, translations, social media integration, marketing automation / online demand generation and voice of customer validation. Own development of first ever web content marketing strategy to support launch of new dynamic, relevant/personalized and responsive corporate site. Develop and execute demand generation strategies to position corporate website as center of inbound marketing including integration of Marketo and leveraging features of marketing automation across the marketing and communications community. Manage team of 12 full time professionals and agency partners. Significant day-to-day management of global projects, with ongoing prioritization and internal partner and executive engagement. Boosted website traffic by 8% by integrating social media."
        },
        {
            "title": "Manager, Interactive Marketing",
            "company": "Company Name",
            "start_date": "04/2013",
            "end_date": "12/2013",
            "description": "Led global strategy for technology business on www.xerox.com including web site content delivery, traffic analysis and optimization, web marketing strategy and integration, ratings and reviews, and demand generation with online forms and campaigns. Drove new page design for a strategic company business with a 50% increase in traffic. Managed team of five along with budget."
        },
        {
            "title": "Manager, Marketing Communications",
            "company": "Company Name",
            "start_date": "03/2011",
            "end_date": "04/2013",
            "description": "Developed worldwide marketing communications supporting high end printing business including cross media direct marketing campaigns resulting in ROI of 10. Proofed and approved production drafts of promotional materials. Earned LSS Green Belt Certification developing new value proposition for business. Led strategy and marcom execution for events and thought leadership workshops. Managed project deadlines and monitored milestones through completion stage. Ensured agency marketing expenses were inline with established budget of $1M. Worked closely with internal partners to identify needs and challenges to provide solutions-oriented campaign."
        },
        {
            "title": "Manager, Packaging Industry Marketing",
            "company": "Company Name",
            "start_date": "01/2009",
            "end_date": "03/2011",
            "description": "Created global marketing strategy for entering new market along with targeted communications. Delivered marketing programs and sales tools enabling the field with accelerated go to market timeline. Designed and led implementation of customer events and executive presentations Negotiated contracts with industry consultants to support credibility with prospects. Met program objectives for new business penetration."
        },
        {
            "title": "Manager, Applications Marketing",
            "company": "Company Name",
            "start_date": "01/2007",
            "end_date": "01/2009",
            "description": "Implemented new go to market strategy with responsibility for management of cross functional teams totaling 50+ members. Delivered sales training, marketing collateral and customer application tools for worldwide use in four months and presented at customer meetings. 90% + positive rating of program and delivery by sales to enable new and additional revenue. Managed $1M budget."
        },
        {
            "title": "Healthcare & Retail Industry Marketing Manager",
            "company": "Company Name",
            "start_date": "02/2005",
            "end_date": "01/2007",
            "description": "Developed content and supported roll-out of industry training worldwide, industry sales and customer tools, and customer workshops. Resulted in 2.2% install growth in Healthcare and 6% in Retail along with a 44% increase in color installs for each sector."
        },
        {
            "title": "Finance & Accounting Services Marketing Manager",
            "company": "Company Name",
            "start_date": "01/2003",
            "end_date": "02/2005",
            "description": "Marketed business process services exceeding lead generation and sales goals. Led development of sales training, marketing materials and account profiling. Managed overall marketing department budget along with HR responsibility for two employees."
        },
        {
            "title": "Solutions Marketing Manager",
            "company": "Company Name",
            "start_date": "06/2001",
            "end_date": "01/2003",
            "description": "Negotiated requirements for development of solution offerings targeted for financial services and healthcare clients. Exceeded goals with solution being #1 in revenue and installs for 2001 and 2002 for financial services and healthcare industry team."
        },
        {
            "title": "Internet Marketing Manager",
            "company": "Company Name",
            "start_date": "11/2000",
            "end_date": "06/2001",
            "description": "Led development of internet marketing strategies for accounts working with web development team. Delivered proposals to accounts and managed implementation of marketing strategies."
        },
        {
            "title": "Retail Sales Account Manager",
            "company": "Company Name",
            "start_date": "07/2000",
            "end_date": "11/2000",
            "description": "Negotiated pricing, marketing development funds and product placements at retail and internet accounts."
        },
        {
            "title": "Retail Multi-function Product Marketing Manager",
            "company": "Company Name",
            "start_date": "08/1998",
            "end_date": "07/2000",
            "description": "Global responsibility for concept development and timely execution of fax based multi-function for retail and small to medium sized business channels. Managed all product collateral development including packaging and point of sale materials. Negotiated product features and look and feel with OEM supplier, set pricing and launch guidelines, and developed and delivered training worldwide. Lead member of core team tasked with developing next generation inkjet strategy and implementation plans."
        },
        {
            "title": "Color Services Launch Manager",
            "company": "Company Name",
            "start_date": "03/1997",
            "end_date": "08/1998",
            "description": "Successfully launched color document services marketing program to US services sales representatives. Resulted in 237% profit growth for 1997. Developed measurement process to track growth of color services. Managed all color training events for services sales reps and delivered training to new sales reps."
        },
        {
            "title": "Customer Interface Engineer for Color Products",
            "company": "Company Name",
            "start_date": "03/1995",
            "end_date": "03/1997",
            "description": "Managed creation and global execution of customer documentation, translations, customer training materials, product user interface dialogues and product look and feel. Delivered marketing image quality samples, collateral input, demo script writing, product demos. Created and presented product training to color sales specialists and product overviews for customers."
        },
        {
            "title": "Network Engineer",
            "company": "Company Name",
            "start_date": "05/1987",
            "end_date": "03/1995",
            "description": "Managed two engineering teams and established internal transfer pricing for network services and negotiated pricing contracts with telecommunications and hardware suppliers. Led customer requirement gathering, business case justification and implementation of first digital and internal network at Xerox resulting in $550k annual savings, increased speed, reliability and level of service."
        }
    ],
    "education": [
        {
            "degree": "MBA",
            "school": "University of Rochester - William E. Simon School of Business Administration",
            "year": ""
        },
        {
            "degree": "Bachelor of Science",
            "school": "Boston University",
            "year": ""
        }
    ],
    "certifications": [
        "LSS Green Belt Certification"
    ],
    "languages": []
}