{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Motivated program management professional, a problem-solver and decision maker; specialized in team leadership, resource coordination and customer service, who seeks to re-enter the workforce with both feet.",
    "skills": [
        "Program management",
        "Team leadership",
        "Resource coordination",
        "Customer service",
        "MS Office",
        "Conflict resolution",
        "Decision-making",
        "Team liaison",
        "Process improvements",
        "Business correspondence",
        "Project coordination",
        "Organizational reviews",
        "Talent management",
        "Staffing",
        "Recruiting",
        "Expatriate management",
        "Diversity management",
        "Advising and influencing executive leadership",
        "Oracle",
        "Quick learner",
        "Interpersonal skills",
        "Time management",
        "Knowledge of international business practices",
        "Knowledge of government structure"
    ],
    "experience": [
        {
            "title": "Regional Recruiter",
            "company": "Company Name",
            "start_date": "2016-10",
            "end_date": "Present",
            "description": "Carry out the full life-cycle recruitment process for a wide range of positions, including posting, sourcing, resume review, screening candidates, making offers, and onboarding. Manage relationships with posts and ensure effective communication supporting recruitment activities. Handle administrative tasks including correspondence with hiring managers and candidates, applicant tracking system data entry, reporting, and record retention. Identify process improvements and provide guidance to senior managers. Partner with hiring managers to understand vacancy requirements and tailor campaigns. Coordinate internal and external postings and onboarding processes."
        },
        {
            "title": "Healthcare and Education Coordinator",
            "company": "Company Name",
            "start_date": "2012-08",
            "end_date": "2014-01",
            "description": "Principal point of contact for healthcare and education queries for UK citizens and military personnel serving across the USA. Enrolled British employees in medical, dental and prescription plans; managed plan terminations. Ensured healthcare and education claims were checked and authorized for payment, negotiated discounts with providers when appropriate. Conducted reviews, created action plans, and submitted to the Healthcare and Education Manager for approval. Completed claims paperwork and researched diagnoses to expand skills; maintained accuracy of medical documentation."
        },
        {
            "title": "Oracle Administration Officer",
            "company": "Company Name",
            "start_date": "2010-05",
            "end_date": "2011-09",
            "description": "Responsible for the financial administration of the British Defense Staff. Supported the Resource Manager with Oracle 11i functional system and administration tasks. Controlled accounting periods and currency exchange rates. Compiled and uploaded all payment spreadsheets generated by human resources. Oversaw travel, medical, and personal claims; ensured Foreign Service compliance and provided reimbursements."
        },
        {
            "title": "Lead Pre-Kindergarten Teacher",
            "company": "Company Name",
            "start_date": "2009-10",
            "end_date": "2010-05",
            "description": "Devised and implemented lesson plans for twenty-eight four- and five-year-old children. Communicated progress to parents on handwriting, motor development, Spanish, ASL, music, art history, and computer skills. Collaborated with interdisciplinary teams to evaluate progress and create appropriate learning plans. Addressed behavioral and learning issues with parents and management. Fostered reasoning and problem-solving through active exploration activities; maintained progress charts and provided one-on-one attention within group settings."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts in Sociology",
            "school": "University of Maryland",
            "year": 2008
        },
        {
            "degree": "Associate of Science in Nursing",
            "school": "Baltimore County Community College",
            "year": 2018
        }
    ],
    "certifications": [
        "Security clearance (Official-sensitive) obtained Oct 2016",
        "Security clearance obtained March 2011"
    ],
    "languages": [
        "Spanish (Conversational speaking; Intermediate reading and writing)"
    ]
}