{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Program Analyst with experience in stakeholder relations, policy analysis, and external affairs for the USDA Food and Nutrition Service. Skilled in partnership development, webinars, data analysis, GIS, and communications strategy to engage diverse stakeholders and advance nutrition programs.",
    "skills": [
        "Microsoft PowerPoint",
        "Microsoft Word",
        "Microsoft Excel",
        "Microsoft Publisher",
        "Livemeeting",
        "OnStream Media",
        "ReadyTalk",
        "Camtasia",
        "Adobe Photoshop",
        "Drupal",
        "Basecamp",
        "Vovici",
        "Survey Monkey",
        "Social Media Channels",
        "GIS",
        "Health Education",
        "Health Promotion",
        "Information Technology",
        "Leadership",
        "Excel",
        "Office",
        "Presentations",
        "Press Releases",
        "Program Evaluation",
        "Program Development and Evaluation",
        "Public Health",
        "Qualitative Research",
        "Quantitative Analysis",
        "Research",
        "Statistics",
        "Strategy",
        "Strategic Plans",
        "Supervisor",
        "Technical Assistance",
        "Video",
        "Written",
        "Conferences",
        "Database",
        "Direct Marketing",
        "Environmental Health",
        "Grants",
        "Leadership"
    ],
    "experience": [
        {
            "title": "Program Analyst",
            "company": "Company Name",
            "start_date": "09/2014",
            "end_date": "01/2015",
            "description": "Assisted in meeting strategic priorities for the USDA Food Waste Challenge Initiative by creating resources and presentations to promote the program and increase school involvement; organized presentations for the National Green Schools Conference; managed external communications from the general public, schools, and partners; managed the Team Nutrition and the Healthier US School Challenge database."
        },
        {
            "title": "Program Analyst",
            "company": "The Office of External and Governmental Affairs",
            "start_date": "06/2012",
            "end_date": "Current",
            "description": "Identified and developed over 30 new & existing national partnerships among stakeholders aligned with FNS strategic goals; served as liaison between FNS and partners; developed comprehensive work plans, event itineraries, presentations, reports, and portfolio evaluation; disseminated information through detailed written correspondence, press releases, conference calls, and in-person meetings; edited and finalized reports on expansion and growth of FNS programs; led planning for over 400 webinars; performed quantitative analyses to measure efficiency; gathered best practices from partners nationwide; analyzed GIS mapping to increase anti-hunger outreach; led pilot projects in rural underserved communities; represented FNS at advisory boards and conferences; participated in internal/external review boards; contributed to USDA FNS Agency Priority Working Group; advanced priorities such as SNAP-authorized farmers' markets expansion and education initiatives."
        },
        {
            "title": "Student Intern",
            "company": "Company Name",
            "start_date": "01/2011",
            "end_date": "06/2012",
            "description": "Part-time volunteer employment - 20 hours per week. Supervisor: Jeff Greenfield."
        }
    ],
    "education": [
        {
            "degree": "Master of Public Health, Health Education",
            "school": "Loma Linda University",
            "year": "2014"
        },
        {
            "degree": "Bachelor of Science: Community Health Nutrition",
            "school": "George Mason University",
            "year": "2012"
        }
    ],
    "certifications": [],
    "languages": []
}