{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Glen Burnie, MD",
    "summary": "Results-oriented, client-focused banking professional with extensive teller experience, recognized for outstanding customer service, confidentiality, cash handling accuracy, and leadership capability. Strong cash handling, banking operations, and customer relations skills; experienced in supervising staff and improving branch performance.",
    "skills": [
        "banking",
        "strong interpersonal skills",
        "cooking",
        "credit",
        "client",
        "excellent customer service",
        "customer service",
        "direction",
        "fast",
        "features",
        "inventory",
        "meetings",
        "organizational",
        "quality",
        "quality control",
        "receiving",
        "safety",
        "sales",
        "sat",
        "supervisory",
        "tables",
        "tax",
        "treasury"
    ],
    "experience": [
        {
            "title": "Teller 3",
            "company": "Company Name, City, State",
            "start_date": "March 2011",
            "end_date": "August 2014",
            "description": "Delivered prompt, accurate and excellent customer service. Received regional branch recognition award for outstanding customer service. Maintained confidentiality of bank records and client information. Supplied tellers with coin and currency as needed. Reported daily averages and shortages to the operations department. Processed treasury, tax and loan payments. Entered member transaction data into the online banking software. Examined checks for identification and endorsement. Researched and resolved customer issues on personal savings, checking and lines of credit accounts. Adhered to SUNTRUST BANK security and audit procedures. Trained employees on cash drawer operation. Processed cash withdrawals. Balanced daily cash deposits and bank vault inventory with a zero error rate. Processed sales referrals and promoted bank services and products, resulting in 25% branch sales increase."
        },
        {
            "title": "Teller Supervisor",
            "company": "Company Name, City, State",
            "start_date": "May 1998",
            "end_date": "September 2010",
            "description": "Delivered prompt, accurate and excellent customer service. Received regional branch recognition award for outstanding customer service. Maintained confidentiality of bank records and client information. Supplied tellers with coin and currency as needed. Reported daily averages and shortages to the operations department. Processed treasury, tax and loan payments. Entered member transaction data into the online banking software. Examined checks for identification and endorsement. Researched and resolved customer issues on personal savings, checking and lines of credit accounts. Adhered to Annapolis Banking & Trust security and audit procedures. Trained employees on cash drawer operation. Balanced daily cash deposits and bank vault inventory with a zero error rate. Processed sales referrals and promoted bank services and products, resulting in 25% branch sales increase."
        },
        {
            "title": "Teller",
            "company": "1st National Bank of MD",
            "start_date": "July 1995",
            "end_date": "October 1997",
            "description": "Delivered prompt, accurate and excellent customer service. Processed sales referrals and promoted bank services and products, resulting in 25% branch sales increase. Balanced daily cash deposits and bank vault inventory with a zero error rate. Processed cash withdrawals. Trained employees on cash drawer operation. Adhered to 1st National Bank security and audit procedures. Researched and resolved customer issues on personal savings, checking and lines of credit accounts. Examined checks for identification and endorsement. Entered member transaction data into the online banking software. Processed treasury, tax and loan payments. Maintained confidentiality of bank records and client information."
        },
        {
            "title": "Shift Supervisor",
            "company": "Company Name, City, State",
            "start_date": "November 1991",
            "end_date": "",
            "description": "Involved in operations requiring supervision and coordination. Includes duties such as delivering quality customer service, staff training, cash handling, and performance oversight. REASON FOR LEAVING: Was involved in a terrible head-on car collision and was not able to walk for a year."
        },
        {
            "title": "Kitchen Operations Manager",
            "company": "Fair Concession",
            "start_date": "June 1994",
            "end_date": "",
            "description": "Managed kitchen operations for high grossing, fast-paced fair concession kitchen. Trained staff of at least eight employees for correct facility procedures, safety codes, proper recipes and plating techniques. Managed food and produce receiving process with 100% accuracy. Greeted customers in the restaurant or drive-thru, took and rang up orders, handled payment and thanked customers. Inspected dining and serving areas to ensure cleanliness and proper setup. Instructed cooks and other workers in the preparation, cooking, garnishing, and presentation of food. Conducted daily pre-shift and weekly departmental meetings to ensure organizational efficiency. Scheduled and directed staff in daily work assignments to maximize productivity. Optimized profits by controlling food, beverage and labor costs on a daily basis. Maintained high levels of cleanliness, organization, storage, and sanitation of food and beverage products. Communicated well and used strong interpersonal skills to establish positive relationships with guests and employees. Counseled and disciplined staff when necessary."
        }
    ],
    "education": [],
    "certifications": [],
    "languages": []
}