{
    "name": null,
    "email": null,
    "phone": null,
    "location": "City, State",
    "summary": "Extensive Management Experience with Supervisory, Sales, and Training focus. Possess strong ability to achieve sales goals and quality customer service as well as skilled in performing all administrative duties. Working knowledge of Property Management, Tax Credit, Marketing, Collections, and Leasing policies and regulations gained through work experience and education.",
    "skills": [
        "Microsoft Outlook",
        "Microsoft Word",
        "Windows 10",
        "Excel",
        "PowerPoint",
        "Multi-line phone system"
    ],
    "experience": [
        {
            "title": "Social Media Evaluator",
            "company": "Company Name City, State",
            "start_date": "08/2015",
            "end_date": "Current",
            "description": "Daily social media activity (including but not limited to: Facebook, Twitter, Instagram, Pinterest, etc). Avid interest in working with social media. Ability to follow instructions and work independently with effective time management skills. Excellent troubleshooting, communication and problem-solving skills. Strong expressive writing skills. Ability to articulate in written and verbal English. Uses Microsoft Windows (Vista or above) or MAC operating system with outstanding performance. Advanced aptitude for installing applications, and troubleshooting and addressing software issues with limited support."
        },
        {
            "title": "Rental Sales Agent",
            "company": "Company Name City, State",
            "start_date": "04/2014",
            "end_date": "08/2015",
            "description": "Carry out duties in accordance with Avis policies and procedures. Responsible for selling optional products to ensure customer satisfaction and company productivity. Customer support to include directions, maps, and local area information. Maintained rental parameters and ensuring customer understanding of rates and service charges. Updating of rental agreement files with notification to clients of overdue rental agreements and facilitate return dates and process rental extensions. Operation of multi-line telephone to assist client's issues, and customer support. Ensuring accuracy on all rental agreements, preparation of rental contract with all necessary details, and completion of any car exchange requests in computer system."
        },
        {
            "title": "Customer service supervisor",
            "company": "Escalations Management",
            "start_date": "10/2008",
            "end_date": "04/2014",
            "description": "Develop staff of 20 plus associates. Carry out supervisory duties in accordance with Sprint's policies and procedures. Responsible for interviewing, hiring, and training employees; planning, assigning, and directing work; appraising performance; disciplining and rewarding employees; addressing complaints and resolving issues. Monitor performance for annual reviews. Manage aggressive sales driven environment to ensure profit for business and bonuses for staff."
        },
        {
            "title": "Floor Supervisor",
            "company": "Company Name City, State",
            "start_date": "05/2006",
            "end_date": "10/2008",
            "description": "Lead daily operations for all personnel in the department. Enforce company policies and procedures, train and develop support staff. Conduct weekly meetings with team lead staff members, demonstrate and intense focus on customer service and individual accountability to upkeep stability amongst production within the department. Strategically approach projects, conducting thorough research of production, call volume, personnel etc. to implement relevant protocols to enhance performance results. Mentor and guide the support staff in efforts to support and supersede department minimums and expectations. Introduce goals outlined by senior directors and managements, and delegate responsibilities in support of various projects. Review team metrics within the department, discuss additional counseling options for improvements as necessary. Enforce overall integrity and moral of the department, and promote invaluable customer service."
        }
    ],
    "education": [
        {
            "degree": "",
            "school": "Thomas Nelson Community College",
            "year": ""
        }
    ],
    "certifications": [],
    "languages": [
        "English"
    ]
}