{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "A results-oriented, service-driven psychology professional who is an analytic problem solver capable of insightful decision making. A skilled troubleshooter able to synthesize disparate pieces of data, draw meaningful conclusions, and execute a concise implementation plan. An astute project manager who can also function as an efficient team leader but who can also operate as a team player demonstrating common sense, working effectively in highly pressurized workplace settings filled with shifting priorities and tight time-frames. An influential consensus builder possessing finely honed interpersonal ability with a proven record of exhibiting personal integrity at all organizational levels.",
    "skills": [
        "Microsoft Office Suite",
        "Word",
        "PowerPoint",
        "Outlook",
        "Excel",
        "SPSS (Research Data)",
        "Public Relations",
        "Crisis Management",
        "Relationship Building",
        "Project Management",
        "Customer Service",
        "Quality Consciousness",
        "Attention to Details",
        "Active Directory",
        "advertisements",
        "advertising",
        "cash registers",
        "Hardware",
        "counseling",
        "credit",
        "Information Systems",
        "merchandising",
        "Networking",
        "POS",
        "presentations",
        "Psychology",
        "Research",
        "retail",
        "selling",
        "sales",
        "servers",
        "Statistics"
    ],
    "experience": [
        {
            "title": "City Carrier Assistant",
            "company": "Company Name",
            "start_date": "September 2014",
            "end_date": "Present",
            "description": "Established long-term customer relationships through prompt and courteous service. Operated motor vehicles in a safe and efficient manner. Met and surpassed productivity targets and quality standards. Obtained signatures needed to complete and process all paperwork in a timely manner. Handled merchandise in accordance with product handling standards. Loaded and unloaded merchandise at stores and vendor locations."
        },
        {
            "title": "Event Ambassador",
            "company": "Company Name",
            "start_date": "January 2014",
            "end_date": "Present",
            "description": "Developed professional and sustainable relationships with adult and youth clients. Promoted events before, during and after its scheduled timeframe. Attended client events and assisted with setup, cleanup and presentations. Remained engaged with clients and event attendees to assist with any questions or concerns. Applied counseling, crisis management and/or protective services when needed."
        },
        {
            "title": "Stock Clerk",
            "company": "Company Name",
            "start_date": "October 2013",
            "end_date": "December 2013",
            "description": "Selected products for specific routes according to pick sheets. Unloaded, picked, staged and loaded products for shipping. Transported goods from racks, shelves and vehicles. Worked at a rapid pace to meet tight deadlines."
        },
        {
            "title": "Sales Assistant / Cashier",
            "company": "Company Name",
            "start_date": "May 2012",
            "end_date": "August 2012",
            "description": "Enforced company policy and demonstrated integrity in facilitating cash and credit transactions ensuring a smooth daily operation. Generated sales revenue by engaging customers on the sales floor and by demonstrating knowledge of store discounts, promotional programs positively contributing to the company’s profitability and good will. Replenished floor stock and processed shipments to ensure product availability for customers."
        },
        {
            "title": "Stock Clerk",
            "company": "Company Name",
            "start_date": "May 2009",
            "end_date": "August 2011",
            "description": "Displayed advertising signs and visuals of merchandise to attract customers and promote sales. Stocked shelves with merchandise and inventoried items to be reordered or replenished. Answered customers' questions about merchandise and advised them on merchandise selections. Safely operated manual and electric pallet jacks. Praised by management for being a fast and efficient worker, requiring little supervision. Broke down heavy pallet loads of cases, boxes and bags."
        },
        {
            "title": "Cashier / Host",
            "company": "Company Name",
            "start_date": "May 2008",
            "end_date": "August 2008",
            "description": "Greeted and seated guests in a timely manner, and provided assistance to servers. Accurately operated cash registers for POS transactions with cash and credit. Maintained awareness of all promotions and advertisements; practiced suggestive selling. Accurately recorded orders and partnered with team members to serve food and beverages that exceeded guests' expectations. Cleaned and maintained the beverage area, display cases, equipment, and order transaction area"
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science in Psychology",
            "school": "Morgan State University",
            "year": "2014"
        },
        {
            "degree": "High School Diploma",
            "school": "Hillside High School",
            "year": "2008"
        }
    ],
    "certifications": [],
    "languages": []
}