{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "PC Technician, Security Analyst, and Security Services - Identity Management Solutions-oriented with notable success in a broad range of corporate IT initiatives, while participating in planning and the implementation of policy and procedures, set standards for reference and training. Create and maintain procedures for end users and support staff to increase productivity and support for the end user. A track record of increasing responsibility in network security, systems analysis and IT development. Works with IT department staff and management to inform of processes and procedures and training as needed. Clearly understands the importance of SLA agreements and standards for all incidents and cases.",
    "skills": [
        "Microsoft Windows operating systems",
        "Windows NT",
        "Windows 2000",
        "Windows XP",
        "Windows Vista",
        "Windows 7",
        "iSeries IFS",
        "iSeries Navigator",
        "IBM Tivoli Administration tools for Windows Server 2003-2008",
        "TCP/IP",
        "SMS",
        "WSUS",
        "Ethernet",
        "VPN",
        "SecureID",
        "Active Directory Users and Computers",
        "Hyena v.7.3",
        "Lotus Notes",
        "LAN Manager",
        "Sophos Virus Protection Utilities",
        "WebSense",
        "Norton",
        "Lawson",
        "Surveillix Central Station",
        "RSA Authentication Manager",
        "Citrix",
        "Remedy",
        "GWI Help Desk Solutions",
        "Unix Reflection Manager",
        "Putty",
        "Kana IQ Resource Manager",
        "PC Anywhere",
        "NetOp",
        "Telnet"
    ],
    "experience": [
        {
            "title": "Consultant",
            "company": "Company Name",
            "start_date": "2012-06",
            "end_date": "2013-07",
            "description": "Responsible for upgrading and replacing Windows XP PCs with Windows 7 OS for a +3,000-employee company. Created and updated asset management for new and to-be disposed of equipment. Worked with network team to ensure port closure and security. Coordinated with vendors and Project Management for best practices on upgrading machines and hospital equipment. Served as senior contact for Service Desk personnel on procedures and training. Conducted inventory and audits of clinics surrounding hospitals for hardware and software to be replaced. Created new procedures for Service Desk employees and end users after upgrading software installations. Installed and configured new hardware and software for the new OS platform. Trained end users on software/hardware changes. Created and edited user accounts in Active Directory. Worked with network group to ensure port closure for security. Served as contact/support person for Service Desk employees."
        },
        {
            "title": "Field Services Technician II",
            "company": "Company Name",
            "start_date": "2011-01",
            "end_date": "2011-11",
            "description": "Front line support for 10,000 Wal-Mart Stores and Sam's Clubs worldwide. Provided technical support for usability and critical site issues. Front line support for down-store situations, working with development and specialized teams to restore connectivity to down ISP and networking equipment. Front line support for software-hardware related issues that stores or clubs may encounter."
        },
        {
            "title": "PC Technician III/Security Analyst",
            "company": "Company Name",
            "start_date": "1998-08",
            "end_date": "2010-01",
            "description": "Front line phone support for US and Mexico terminals, connecting remotely to correct PC software issues, installation of software. Supported and monitored the security log management environment and user account administration. Monitored records and controlled changes to maintain network security. Collaborated with system engineers and infrastructure team on solutions to mitigate risks and enhance system security. Developed procedures and facilitated awareness training for management and employees. Participated in defining and implementing overall security strategy, policies and procedures. Documented security projects, task planning, research, testing and implementation. Created and maintained company-wide iSeries IFS authorization lists on files and/or directories. Created and maintained user accounts within the company including iSeries IFS authorization lists on files and directories. Key member of creation and maintenance of 800 Active Directory accounts; iSeries profiles."
        },
        {
            "title": "Help Desk and PC Technician",
            "company": "Company Name",
            "start_date": "1990-08",
            "end_date": "1998-03",
            "description": "Involved in the setup and delivery of leased PCs in the Commodity area. Provided consultation to users, by solving problems over the telephone or by generating Help Requests. Provided customer support for Windows 95 and Windows NT 4.0. Ability to identify and troubleshoot hardware and software. Installed and supported hardware and software, including Lotus products, Microsoft products, Client Access and NetSoft, Internet, and AutoCAD LT. Certified with Dell Optiplex, Dell Latitude and Micron Certification."
        }
    ],
    "education": [
        {
            "degree": "Associate of Applied Science: Computer Systems and Network Technology",
            "school": "Vatterott College",
            "year": "2000"
        }
    ],
    "certifications": [
        "Dell Optiplex certification",
        "Dell Latitude certification",
        "Micron Certification"
    ],
    "languages": []
}