{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Obtain a position in analytics or data science in which I can enable data-driven decision-making to help leaders solve problems.",
    "skills": [
        "automotive",
        "C",
        "com",
        "Credit",
        "client",
        "clients",
        "IP",
        "marketing",
        "Market",
        "Microsoft Office programs",
        "optimization",
        "Page",
        "predict",
        "presentations",
        "profit",
        "Relational Databases",
        "research",
        "research design",
        "Sales",
        "SAS",
        "sound",
        "SQL",
        "Statistical Analysis",
        "professional writing",
        "zip"
    ],
    "experience": [
        {
            "title": "Business Development Intern",
            "company": "Company Name",
            "start_date": "05/2013",
            "end_date": "Present",
            "description": "Enabled precision micro-targeting and bid optimization with Search Engine Marketing (SEM) at the zip-code level for AutoTrader's clients. Used SAS and R to produce an interactive choropleth Google map that tracks page views, Sales, and Market Share of page views per client, which identifies potential areas of opportunity for SEM marketing. Haystak Digital Marketing, an AutoTrader company, estimates that the project will increase their revenues by $3.5 million annually."
        },
        {
            "title": "Statistical Consultant",
            "company": "Company Name",
            "start_date": "10/2012",
            "end_date": "12/2012",
            "description": "Used the correlation procedure in SAS to analyze Zillow.com data and housing attributes of 141 homes in the Virginia Highland community to determine that Dekalb County's appraisals were faulty and not statistically sound, which led the residents to winning a case against the county in court."
        },
        {
            "title": "Statistical Consultant",
            "company": "Company Name",
            "start_date": "05/2012",
            "end_date": "01/2013",
            "description": "Performed statistical analysis on survey research concerning the educational preferences of students born post 1982 in comparison with students of other age groups. Found statistically significant differences in chosen majors of millennials to non-millennials and by race using the ANOVA and T-test procedures in SAS."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science in Sociology and Statistics",
            "school": "Kennesaw State University",
            "year": 2013
        }
    ],
    "certifications": [],
    "languages": []
}