{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "CASHIER Career Focus To obtain a position with a company that can utilize my skills and lead to a career. I am a hard working individual with great problem solving skills as well as a fast learner. I am looking for a personal training opportunity that can help me to reach my full potential.",
    "skills": [
        "Nutrition supplement familiarity",
        "CPR and First Aid certified",
        "AED certification",
        "Fitness equipment expertise",
        "Basketball coach (Former Division II Player)",
        "Weight training expertise",
        "Professional and friendly",
        "Planning and coordinating",
        "Organizational planning",
        "Detail oriented",
        "Fitness Nutrition Certification",
        "Personal Training Certification",
        "Nutrition Science",
        "Human Anatomy and Physiology",
        "Weight Loss Management",
        "Customer service",
        "Cash handling"
    ],
    "experience": [
        {
            "title": "Cashier",
            "company": "Current Company Name City , State",
            "start_date": "",
            "end_date": "",
            "description": "Prevented store losses using awareness, attention to detail and integrity. Excelled in exceeding daily credit card application goals. Worked as a team member performing cashier duties, product assistance and cleaning. Expressed appreciation and invited customers to return to the store. Assisted customers with store and product complaints. Responsible for ringing up customers in a timely manner and guaranteeing high level of customer service."
        },
        {
            "title": "Fitness Sales Ambassador",
            "company": "Company Name City , State",
            "start_date": "2015-04",
            "end_date": "present",
            "description": "Identified prospective customers using lead generating methods and performing an average of 60 cold calls per day. Recognized as top sales generator in first two weeks of employment. Retained and ensured proper handling and care of 150 existing client accounts. Consistently met and exceeded department expectations for productivity and accuracy levels. Contributed to a 40% increase in sales for the personal training department. Contributed to the operation of a clean, friendly and well maintained health club. Recorded training sessions and maintained package rates for each client. Re-racked weights to maintain a neat, organized and clean club. Encouraged and motivated members to attend group fitness classes. Mediated club employee relations matters for all club fitness employees."
        },
        {
            "title": "Gym Coordinator/ Personal Trainer",
            "company": "Company Name City , State",
            "start_date": "2014-05",
            "end_date": "2014-09",
            "description": "Contributed to a 22% increase in sales for the personal training department. Taught clients how to modify exercises appropriately to avoid injury. Assisted older adults with weight training programs by setting up equipment and providing detailed instructions. Carefully evaluated member needs and assisted them in achieving personal fitness goals. Re-racked weights to maintain a neat, organized and clean club. Counseled clients on proper nutrition and exercise habits. Tracked class attendance and monitored class size to gauge the effectiveness of promotions. Promoted club programs, products and services to participants. Corrected dangerous movements and suggested alternate exercises."
        },
        {
            "title": "Sales and Marketing Intern",
            "company": "Company Name City , State",
            "start_date": "2013-05",
            "end_date": "2013-08",
            "description": "Recognized as top sales generator, increasing sales level by 40% in 2013 summer alone. Consistently met and exceeded department expectations for productivity and accuracy levels. Identified prospective customers using lead generating methods and performing an average of 60 cold calls per day. Customer Interface: greeted customers upon entrance and handled all cash and credit transactions. Assisted customers over the phone regarding store operations, product, promotions and orders. Financial: compiled inventory lists and worked with vendors for product pricing and special orders. Handled high volume sales with cash, credit and gift card transactions, balancing cash draw at end of shift with 100% accuracy rate."
        },
        {
            "title": "Assistant Personal Trainer",
            "company": "Company Name City , State",
            "start_date": "2008-03",
            "end_date": "2010-09",
            "description": "Taught clients how to modify exercises appropriately to avoid injury. Assisted older adults with weight training programs by setting up equipment and providing detailed instructions. Contributed to the operation of a clean, friendly and well maintained health club. Recorded training sessions and maintained package rates for each client. Guided clients in safe exercise, taking into account individualized physical limitations. Carefully evaluated member needs and assisted them in achieving personal fitness goals."
        },
        {
            "title": "Intern",
            "company": "Company Name City , State",
            "start_date": "2007-06",
            "end_date": "2007-07",
            "description": "Duties included: making changes to the property contact database, updating rent schedules for small tenants occupying spaces less than 2,000 square feet, ran weekly tenant reports to verify late paying tenants, ran weekly reports to verify start and end dates for tenants and started training on running more detailed reports used by assistant property managers. I currently train a number of fellow students from Spelman College and Clark Atlanta University 3 days per week. Work outs include cardiovascular exercises and weight lifting circuits."
        },
        {
            "title": "Sales Associate",
            "company": "Current Company Name City , State",
            "start_date": "",
            "end_date": "",
            "description": "Researched and identified nutritional components of foods, diets and menu choices. Prevented store losses using awareness, attention to detail and integrity. Organized weekly sales reports for the sales department to track product success. Worked as a team member performing cashier duties, product assistance and cleaning."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science: Nutrition Science, Human Anatomy and Physiology",
            "school": "Clark Atlanta University",
            "year": ""
        },
        {
            "degree": "Personal Trainer Certificate",
            "school": "National Academy Of Sports Medicine",
            "year": "2013"
        }
    ],
    "certifications": [
        "CPR and First Aid certified",
        "AED certification",
        "Fitness Nutrition Certification",
        "Personal Training Certification"
    ],
    "languages": []
}