{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Berlin, Germany",
    "summary": "Operational Chef with extensive management experience in planning, developing and implementing operations, logistics and supply chain processes. Experienced leader with client and project management skills and strong communication abilities with technology, executive, and business audiences. Seeking to contribute to a growing organization as part of the executive team.",
    "skills": [
        "Army",
        "basic",
        "budgets",
        "Budget",
        "concept",
        "contracts",
        "database",
        "driving",
        "financial",
        "Government",
        "inspection",
        "instruction",
        "inventory",
        "leadership",
        "logistics",
        "office",
        "weapons",
        "Oracle",
        "personnel",
        "Recruiting",
        "reporting",
        "requirement",
        "safety",
        "training programs",
        "upgrades",
        "urinalysis"
    ],
    "experience": [
        {
            "title": "Operational Chef",
            "company": "Company Name City, State",
            "start_date": "January 1999",
            "end_date": "January 2015",
            "description": "Managed receipt, inventory and storage of $121.8M in unit serialized equipment assets; supervised the accountability of all weapons and weapon systems in support of exercises and key deployments totaling $89M; tracked serial numbers through the embarkation process; managed and oversaw the comptroller fiscal year operational budgets for 115 unit offices; briefed the Commanding Officer on End of Year spending obligations in 2012, 2013, and 2014 totaling $27.2M; supervised quarterly inventories with all units to ensure accurate record management; developed disposal plan for unserviceable equipment saving $1.4M in reusable supplies; served as Authorizing Official for GCPC program totaling $1.3M; managed supply distribution warehouses in 10 bases CONUS and OCONUS; supervised military personnel; coordinated supply logistics for 20,000 items valued at $42M; ensured timely receipting of equipment; led training and leadership programs; advised Marines; managed budgets and audits; wrote job descriptions and directives."
        }
    ],
    "education": [],
    "certifications": [],
    "languages": []
}