{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "A dynamic public relations professional with 15 years of experience in developing integrated communications and media relations programs that drive executive eminence, thought leadership and brand awareness. Highlights Strong background in integrated, multi-channel communications. Focus on building thought leadership programs that lead to executive and brand eminence. Background in developing social content and strategies that lead to stakeholder engagement. Superior media relations skills and a track record of generating positive coverage for clients. Experience in providing counsel to senior executives. Excellent writing skills; author of ghost articles, executive speeches, bylines, blogs, video scripts. Ability to work across teams and geographies. Technical Skills and Qualifications Executive Positioning & Communications, Media Relations, Thought Leadership and Content Development, Executive Platform Development, Ghostwriting, Social Strategy, Speakers\\' Bureau.",
    "skills": [
        "Executive Positioning & Communications",
        "Media Relations",
        "Thought Leadership and Content Development",
        "Executive Platform Development",
        "Ghostwriting",
        "Social Strategy",
        "Speakers' Bureau"
    ],
    "experience": [
        {
            "title": "Consultant",
            "company": "Company Name City, State",
            "start_date": "02/2016",
            "end_date": "Current",
            "description": "Provide counsel on content strategy, product positioning and messaging, develop thought leadership content, conduct media and message training."
        },
        {
            "title": "Senior Vice President",
            "company": "Company Name City, State",
            "start_date": "10/2015",
            "end_date": "01/2016",
            "description": "Managed a team of 10 people, was responsible for evaluating, managing and optimizing team performance to drive top-quality client service."
        },
        {
            "title": "Group Vice President",
            "company": "Company Name City, State",
            "start_date": "05/2013",
            "end_date": "10/2015",
            "description": "Led executive eminence and influencer/media relations programs for Deloitte Tax and Audit CEOs, Deloitte LLP Chairman and the Leader of Deloitte Growth Enterprise Services. Developed strategic thought leadership campaigns that reinforced executives' platforms and business goals. Developed a brand communications campaign for Deloitte Consulting and led media relations for Deloitte Human Capital and Deloitte Strategy & Operations service lines. Conceptualized and oversaw all aspects of the development and execution of Deloitte Consulting's inaugural \"Deloitte Business Confidence\" Report, which received coverage in top-tier outlets, including CNBC and Forbes. Developed a media strategy around Deloitte Consulting's acquisition of Banyan Branch, secured coverage in Ad Age, Ad Exchanger, and the Financial Times. Successfully sold into the client, Deloitte Growth Enterprise Services, Deloitte's first-ever live-stream broadcast program, which was nominated for SABRE's B2B Professional Services Award in 2015. Developed bylines, blog posts and social content for executives; secured byline placements in Huffington Post, Forbes, Fast Company, among others. Provided counsel to clients on social strategy and leveraged social channels to drive deeper engagement with stakeholders; developed Twitter chat strategy and managed chats with Deloitte Human Capital leaders. Conducted media trainings with senior executives, provided counsel on handling print and broadcast interviews."
        },
        {
            "title": "Vice President",
            "company": "Company Name City, State",
            "start_date": "07/2012",
            "end_date": "05/2013",
            "description": "Led the day-to-day management of the Chase Cards and TIAA-CREF Institute accounts. Formed strategic sponsored content and thought leadership partnerships. Managed junior members of the team to ensure timely and high-quality completion of projects."
        },
        {
            "title": "Global PR Manager",
            "company": "Company Name City, State",
            "start_date": "11/2009",
            "end_date": "07/2012",
            "description": "Developed executive eminence platforms for top global executives, including the Global CEO, Global Chief Innovation Officer, Global Financial Advisory Leader, as well as various industry leaders. Handled media relations efforts for Deloitte's Center for Cross-Border Investment, securing numerous top-tier broadcast interviews with Fox Business News and CNBC for the Center's then-Chairman Robert Kimmitt (Former Deputy Secretary of the Treasury). Managed external communications for various Deloitte's Global Industry programs; conducted proactive media outreach around Deloitte's Global Economic Outlook, securing coverage in Reuters, The Financial Times, The International New York Times. Developed executive briefing packages prior to media engagements and participated in executive briefings. Worked with the regulatory group to develop a global external communications strategy in response to the Audit reform proposals in the European Union. Worked closely with the Office of the CEO, as well as a global network of PR colleagues, to lead the global launch of a management book co-authored by the then-CEO Jim Quigley; secured coverage in CFO.com, Forbes, CIO Insight, Fast Company and The Financial Times. Worked with the Chief of Staff to the CEO to develop and disseminate the weekly CEO newsletter."
        },
        {
            "title": "Vice President",
            "company": "Company Name City, State",
            "start_date": "10/2006",
            "end_date": "11/2009",
            "description": "Developed communications programs and strategies and oversaw the implementation of plans. Received a number of PR industry awards, including PRWeek's Business-to-Business Campaign of the Year 2008 Award, for an executive eminence campaign conducted on behalf of Deloitte's then-chairman Sharon Allen. Worked with the executive speech writer to the Chairman in developing speeches, bylines and video scripts. Developed a story idea around the 5th anniversary of Sarbanes Oxley Act and secured a cover story on BusinessWeek, which featured client Deloitte, prominently. Established Chief Executive Magazine's CEO Index as a sought-after economic indicator; secured a regular spot on CNBC's Squawk Box for the Magazine's CEO. Managed projects and programs, account teams, as well as timelines and budgets."
        },
        {
            "title": "Associate Director",
            "company": "Company Name City, State",
            "start_date": "09/2005",
            "end_date": "09/2006",
            "description": "Managed day-to-day communications activities for financial services clients, including TradeWeb and eSpeed. Led the development and creation of press releases, media pitches, bylines. Developed and fostered relationships with top-tier and trade media, including The Financial Times, Bloomberg, Wall Street & Technology, Investment News, among others. Provided investor relations advice to clients and conducted investor perception surveys and analysis. Participated in new business proposal development and presentations."
        },
        {
            "title": "Manager",
            "company": "Company Name City, State",
            "start_date": "11/2001",
            "end_date": "12/2002",
            "description": "Developed and executed on a corporate communications strategy to reposition the company as a provider of financial technology services and to achieve awareness, buy-in and support for the business change. Counseled C-level executives on communications strategy and developed speeches, Q&A's, presentations, etc. Worked with the marketing team, developing a communications strategy for the company's re-branding initiative."
        },
        {
            "title": "Senior Account Executive",
            "company": "Company Name City, State",
            "start_date": "01/2001",
            "end_date": "11/2001",
            "description": "Managed day-to-day media relations activities for a mortgage bank in the corporate communications practice; conducted rapid response and generated coverage in publications, such as The Wall Street Journal, CNNMoney, American Banker, among others."
        }
    ],
    "education": [
        {
            "degree": "Master of International Affairs",
            "school": "Columbia University - School of International & Public Affairs",
            "year": 2006
        },
        {
            "degree": "Bachelor of Science: Communications",
            "school": "University of Massachusetts",
            "year": 1996
        }
    ],
    "certifications": [],
    "languages": []
}