{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Accomplished investment banking and private banking professional with extensive experience in corporate and public finance, municipal debt, real estate, and capital markets. Proven track record in financial modeling, underwriting, advisory roles, and client development across Puerto Rico and Latin America. Yale University graduate, NCAA scholar-athlete, with strong technical skills in Argus, SNL, Bloomberg, Capital IQ, FactSet and Microsoft Office.",
    "skills": [
        "Investment Banking",
        "Financial Modeling",
        "Underwriting",
        "Mergers & Acquisitions",
        "Private Banking",
        "Cash Management",
        "Credit Analysis",
        "Municipal Finance",
        "Public Finance",
        "Corporate Finance",
        "Real Estate",
        "Valuation",
        "DCF",
        "Tax Credit Analysis",
        "Capital Markets",
        "Portfolio Management",
        "Excel",
        "Microsoft Office",
        "Argus",
        "SNL Financial",
        "Bloomberg",
        "Capital IQ",
        "Thomson One",
        "FactSet",
        "Series 7 License",
        "Series 6",
        "Financial Analysis",
        "Debt Issuance",
        "Equity Issuance",
        "Underwriting",
        "Lending",
        "Leasing",
        "M&A",
        "IPO"
    ],
    "experience": [
        {
            "title": "Placement Agent",
            "company": "FirstBank Puerto Rico",
            "start_date": "May 2014",
            "end_date": "Present",
            "description": "Organized and structured the Platinum Banking team; developed a private banking group for Act 20 and Act 22 clients; led a team of private banking professionals; provided deposits, loans, cash management, high-yield accounts, credit cards, mortgages, leasing, OREOs, and related banking services."
        },
        {
            "title": "Placement Agent",
            "company": "Dorado Beach Resort",
            "start_date": "January 2007",
            "end_date": "January 2012",
            "description": "Achieved 45% market share with over 200 clients; aggregate deposits of over $30 million; highest rank among officers in deposits, accounts and cash management sales (Platinum and Business Banking)."
        },
        {
            "title": "Associate Director, Investment Banking - Corporate and Public Finance Group",
            "company": "UBS Financial Services Incorporated of Puerto Rico",
            "start_date": "2007",
            "end_date": "2012",
            "description": "Created dynamic financial models, including DCF, tax credit analysis, investment return analysis, capitalization rate-based and multiple-based valuations for sell-side and buy-side advisory transactions; analyzed AFICA's, new money and refunding debt, as well as equity offerings; assisted UBS Asset Managers of P.R. in the financial analysis for the issuance of structured products and mutual funds; executed as lead underwriter, advisor or placement agent over $14.1B in municipal, corporate, and mutual fund transactions; notable roles included Joint Lead Underwriter / P.R. Sales Tax Financing Corporation Series 2008A & 2009B totaling $1.9B (Municipal Debt), Joint Bookrunner / Popular Preferred Stock Series B & Tender Exchange to Common totaling $1.3B (Corporate Equity), Joint Lead Underwriter / Triple-S (GTS) IPO of $203M (Corporate Equity) and related notes totaling $166M (Corporate Debt)."
        },
        {
            "title": "Director, Investment Banking - Corporate and Public Finance Group",
            "company": "UBS Financial Services Incorporated of Puerto Rico",
            "start_date": "2013",
            "end_date": "2014",
            "description": "Advanced financial modeling and advisory work; continued involvement in municipal, corporate debt and equity transactions; supported asset management initiatives and major financings."
        },
        {
            "title": "Transition Director",
            "company": "Aerostar",
            "start_date": "",
            "end_date": "",
            "description": "Arranged the transition and closing of the 40-year private concession of Luis Muñoz Marín International Airport in San Juan, PR; deal valued at $615 million; UBS acted as Sole Advisor and Co-Lead Arranger."
        },
        {
            "title": "Summer Analyst",
            "company": "UBS Financial Services Incorporated of Puerto Rico",
            "start_date": "2005",
            "end_date": "January 2006",
            "description": "Advised Technology, Media and Telecom clients on mergers, acquisitions, private equity investments, leveraged buyouts, and capital raising; built standalone financing and operating models, leveraged buyouts, DCF and multiple-based valuations; involved in deal generation and implementation, including coordination with product groups; executed as lead underwriter, advisor or placement agent on corporate transactions."
        },
        {
            "title": "Analyst",
            "company": "UBS Financial Services Incorporated of Puerto Rico",
            "start_date": "January 2006",
            "end_date": "January 2007",
            "description": "Involved in deal generation and implementation across mergers & acquisitions, private equity, leveraged buyouts, and capital raising; coordinated work with product groups; served as lead underwriter/advisor or placement agent on transactions."
        }
    ],
    "education": [
        {
            "degree": "B.A. in Economics and Latin American Studies",
            "school": "Yale University",
            "year": "2006"
        }
    ],
    "certifications": [
        "FINRA Series 7 License",
        "FactSet",
        "Microsoft Office (Excel expert)"
    ],
    "languages": [
        "English",
        "Spanish",
        "Brazilian Portuguese (intermediate)"
    ]
}