{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "SALES DIRECTOR Summary To continue my career with an organization that will utilize my management, supervision and administrative skills to benefit mutual growth and success. Also, to offer my skills to your company especially in the field of sales and to grasp power to enhance my professional skill set in accordance with organizational objectives.",
    "skills": [
        "Budget & report writing skills",
        "Excellent sales and negotiation skills",
        "The ability to motivate and lead a team",
        "Excellent communication and 'people skills'",
        "Good planning and organizational skills",
        "The ability to work calmly under pressure",
        "Developing sales strategies and setting sales targets",
        "Compiling and analyzing sales figures",
        "Keeping up to date with products and competitors",
        "Sound expertise in sales",
        "Strong presentation skills",
        "Goal-oriented",
        "Strong networking skills",
        "Good judgement",
        "Good decision making",
        "Sales",
        "Ubersmith",
        "Desktop Publishing",
        "Photoshop",
        "Illustrator",
        "HTML",
        "Cold Calling",
        "Achieving Results",
        "Customer Satisfaction",
        "Building Relationships",
        "Microsoft Office",
        "Microsoft Excel",
        "Planning",
        "Negotiation"
    ],
    "experience": [
        {
            "title": "Sales Director",
            "company": "JMF Solutions, Inc.",
            "start_date": "2015-10",
            "end_date": "Present",
            "description": "Led sales calls with team members to establish sales and customer retention goals. Negotiated and closed 35+ contracts for companies which included all 36 month contracts. Worked with HOA's and MDU's and closed a 22 unit condo association with a 36 month agreement. Created and directed sales team training and development programs. Shared product knowledge with customers while making personal recommendations. Maintained friendly and professional customer interactions. Trained in negotiations and time management. Helped grow our company to show a 115% growth margin over the last year. Also during this time I bid our services through USAC for E-Rate. I worked hand in hand with vendors such as Ingram Micro, CISCO, D&H etc. to work on the right price for us to be a competitive bidder."
        },
        {
            "title": "Store Trainer & Key Holder (worked through college)",
            "company": "Company Name",
            "start_date": "2013-07",
            "end_date": "2015-12",
            "description": "Conducted daily pre-shift and weekly departmental meetings to ensure organizational efficiency. Scheduled and directed staff in daily work assignments to maximize productivity. Efficiently resolved problems or concerns to the satisfaction of all involved parties. Trained all new staff in front of house and on all menu items food/drinks."
        },
        {
            "title": "Lead Bartender & Store Trainer (worked through college)",
            "company": "Company Name",
            "start_date": "2011-08",
            "end_date": "2012-07",
            "description": "Trained staff of employees for correct facility procedures, safety codes, bar codes, proper recipes and drinking safety. Increased customer attendance. Responsible for daily set up. Received frequent customer compliments for going above and beyond normal duties. Maintained a professional tone at all times, including during peak rush hours."
        },
        {
            "title": "Receptionist",
            "company": "Company Name",
            "start_date": "2008-09",
            "end_date": "2005-04",
            "description": "Handled incoming and outgoing correspondence, including mail, email and faxes. Screened telephone calls and inquiries and directed them as appropriate. Devised and maintained office systems to efficiently deal with paper flow. Organized personal and professional calendars and supplied reminders of upcoming meetings and events. Created expense reports using Microsoft Excel spreadsheets. Typed documents, updated websites and compiled information for meetings. Conducted extensive online and phone research. Attended business meetings and took meeting minutes."
        }
    ],
    "education": [
        {
            "degree": "Nursing",
            "school": "University of Mobile",
            "year": 2010
        },
        {
            "degree": "Bachelor of Science: Leadership & Cultural Studies",
            "school": "University of Mobile",
            "year": 2015
        }
    ],
    "certifications": [
        "VMware Federal Specialization Certification",
        "Lenovo Partner Certification",
        "VMware Academic Specialization Certification"
    ],
    "languages": []
}