{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Enthusiastic wellness and fitness professional experienced in personal fitness training throughout all age groups, group instruction with a strong background in therapeutic exercise. Hardworking and dedicated team player with excellent communication and relationship-building skills. Known for personable demeanor and determined attitude. A fitness instructor and personal trainer with over 20 years of successful experience in preparing clients for their life long journey into health and wellness. Recognized consistently for performance excellence and contributions to the success in the health and wellness industry. Strengths in building interpersonal relationships and am a seasoned ACE and NETA certified group fitness instructor in multiple areas (i.e. Tai chi, yoga, spin, TRX), certified personal trainer and therapeutic exercise specialist. Multi-talented fitness leader with a successful history helping individuals of all backgrounds and abilities improve health, fitness and overall well-being. Knowledgeable about healthy eating, exercise programs and good lifestyle choices. Adept at leading groups and individual coaching sessions to promote wellness. Excellent educator adept at working with people at all skills levels to improve physical strength, stamina and health.",
    "skills": [
        "Body composition evaluations",
        "Telehealth experience",
        "Group Instruction",
        "One-on-one coaching",
        "Health education",
        "Data management",
        "Supervision",
        "Planning and Coordination",
        "Training & Development",
        "Leadership",
        "Compassion",
        "Conflict resolution",
        "Accounting",
        "Administrative",
        "Arts",
        "Budgets",
        "Business operations",
        "Coaching",
        "Chi",
        "Interpersonal",
        "Excellent Communication",
        "Clients",
        "Delivery",
        "Educator",
        "Finance",
        "Financial",
        "Forms",
        "Functional",
        "HR",
        "Instructor",
        "Instruction",
        "Managing",
        "Marketing",
        "Market",
        "Access",
        "NETA",
        "Organizational",
        "Personnel",
        "Camera",
        "Policies",
        "Presentations",
        "Pricing",
        "Processes",
        "Profit",
        "Program development",
        "Progress",
        "Promotion",
        "Public relations",
        "Quality",
        "Quality control",
        "Relationship-building",
        "Safety",
        "Sales",
        "Statistics",
        "Team player",
        "Trainer",
        "Video",
        "Composition"
    ],
    "experience": [
        {
            "title": "WELLNESS DIRECTOR",
            "company": "Company Name",
            "start_date": "09/2015",
            "end_date": "Current",
            "description": "Helped clients set and achieve health and wellness goals. Conducted group wellness presentations for classes up to 80+ participants. Demonstrated safe and correct forms for each exercise and piece of equipment. Conducted needs assessments or surveys to determine interest in or satisfaction with wellness and fitness programs, events or services. Met or exceeded monthly revenue and training goals. Performed screenings every month for markers such as blood pressure, weight and BMI. Built strong relationships with members to promote health, wellness and available services. Eliminated downtime and maximized revenue by providing top project quality control."
        },
        {
            "title": "Athletic Regulation / Operations",
            "company": "Company Name",
            "start_date": "01/2009",
            "end_date": "Current",
            "description": "Expanded cross-functional organizational capacity by collaborating across departments on priorities, functions and common goals. Maximized productivity by keeping detailed records of daily progress and identifying and rectifying areas for improvement. Explained and taught regulations and rules to athletes and coaches. Verified accuracy of score calculations before winners were announced. Communicated with athletic regulation staff, athletes and trainers. Collected daily reports for improved efficiency during athletic events. Inspected equipment for compliance with safety and event regulations. Established clear benchmarks for performance and monitored individual and athlete progress. Educated athletes, trainers and fellow athletic regulation co-workers about rules and regulations. Reviewed video playbacks and slow-motion camera footage to evaluate calls and judge appeals. Calculated athlete and event statistics on rolling basis during event. Monitored play times and elapsed time during particular events, stopping clocks to meet regulatory requirements. Educated and mentored more than 20+ co-workers on policy and procedures during high pressured events. Improved athlete medical outcomes and delivery of care through improved clinical quality processes."
        },
        {
            "title": "Founder and Manager",
            "company": "Company Name",
            "start_date": "09/2000",
            "end_date": "Current",
            "description": "Adapted classes to meet expectations and interests of members, resulting in improved participation. Consulted with clients to define personal health needs, formulate effective fitness, nutritional or rehabilitation plans and improve overall well-being. Modified workout plans according to fitness levels and medical considerations. Broadcasted information about events, gym classes and community offerings. Coordinated healthy and safe use of fitness tools, equipment and spaces to prevent injuries. Worked independently and as a member of a cohesive team to support individual needs. Supported program development by adding new and exciting classes to facility schedules. Taught staff and participants proper methods for best use of equipment to meet individual fitness goals. Applied performance data to evaluate and improve operations, target current business conditions and forecast needs. Stayed current with market trends to determine optimal pricing of goods and services and to capitalize on emerging opportunities. Established, optimized and enforced business policies to maintain consistency and high-quality standards across multiple vendor operations. Used knowledge of market trends to create value-added solutions resulting in an 80% increase in service utilization. Directed business operations to maintain and improve company financial gains. Managed day-to-day business operations, including accounting, finance, HR, marketing and public relations. Devised, deployed and monitored processes to boost long-term business success and increase profit levels. Set, enforced and optimized internal policies to maintain efficiency and responsiveness to demands. Recruited, hired and trained initial personnel, working to establish key internal functions and outline scope of positions for new organization. Founded and managed business operations, growing revenue through personal training and on-site group fitness instruction with major business companies and their employee base to include staff families. Applied performance data to evaluate and improve operations, target current business conditions and forecast needs. Maintained up-to-date administrative records to monitor operational conditions. Managed key accounts, including developing sales presentations and promotion initiatives to drive product sales and increase brand awareness. Enhanced operational efficiency and productivity by managing budgets, accounts and analyzing company needs and industry trends."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science: Natural Health Studies",
            "school": "Clayton College of Natural Health",
            "year": "2007"
        }
    ],
    "certifications": [
        "Group Fitness Instructor, NIFS Certified",
        "Certified Therapeutic Exercise Specialist, ACE",
        "Yoga certification",
        "Tai Chi certification",
        "Spin certification",
        "TRX certification",
        "Behavior Modification certification",
        "Parkinson's certification",
        "Health and Wellness certification",
        "NETA certification",
        "Aquatic Exercise and Science certification",
        "ACE certification",
        "Mixed Martial Arts and Boxing certification",
        "Inspector, Association of Boxing Commissioners"
    ],
    "languages": []
}