{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Seasoned business development and financial executive with over a decade of leadership experience spanning government retirement plans, major account management, startup CFO roles, and consulting. Proven track record in driving revenue growth, strategic marketing, client relations, and cross-functional leadership.",
    "skills": [
        "Accounting",
        "Accounts payable",
        "Accounts receivable",
        "Acquisitions",
        "Banking",
        "Benefits",
        "Billing",
        "Budget",
        "Business Development",
        "Business plan",
        "Cash management",
        "Consulting",
        "Contracts",
        "Client relationship management",
        "Database",
        "Document management",
        "Documentation",
        "Financial",
        "Financial reporting",
        "Government",
        "Gross profit",
        "Human resources",
        "Insurance",
        "Italian",
        "Leadership",
        "Legal",
        "Marketing strategies",
        "Marketing",
        "Marketing materials",
        "Meetings",
        "Presentations",
        "Program evaluation",
        "Proposals",
        "Quality",
        "Relationship building",
        "Reporting",
        "Research",
        "Risk management",
        "Selling",
        "Sales",
        "Six Sigma",
        "Spanish",
        "Statistics",
        "Strategy",
        "Strategic",
        "Supervising",
        "Tax",
        "Taxes",
        "Telephone",
        "Trade shows",
        "Written"
    ],
    "experience": [
        {
            "title": "Consultant",
            "company": "Company Name",
            "start_date": "07/2011",
            "end_date": "Current",
            "description": "Consultant Developed new business for PARS in the governmental retirement plan marketplace while building long-term relationships with school district superintendents and chief business officials. Exceeded revenue and gross profit goals at IKON as a Major Account Executive, selling over $1 million annually to the University of Vermont. Executed the highest level of customer interaction specializing in strategic relationship building & solution selling. MANAGEMENT / As part of the Management team at PARS, assisted in the development of company marketing strategies and future products including national expansion. As the only Major Account Executive and most experienced sales rep on the local IKON team, I coached and developed incoming sales reps and lead our six person sales team. Engaged in leadership opportunities for the region including the Six Sigma program, the Business Development Manager apprenticeship, and facilitating Developed new client relationships through face-to-face meetings, conference attendance, telephone calls, and other necessary methods. Management of the implementation of new plans ensuring that the consulting and administration staff have sufficient information to successfully implement the new plans. This process includes oversight and review of analysis, marketing materials, presentations, communication material, plan documentation and plan funding. Consulted with clients to design appropriate and successful retirement plans based on the needs of the client and developed clear plan summary language that communicates the agreed upon plan to the client and PARS staff. Made presentations to school boards and community college boards to help clearly communicate the benefits of approving moving forward with the PARS program. Maintained ongoing client relationships to ensure the highest quality of service and determine current and future needs. Collaborated with marketing staff to provide suggestions and help create updated PARS marketing materials. Worked closely with senior management to assist in the development of the overall company-wide and focused marketing strategy based on current economic, legislative and demographic developments of the target market and governmental retirement plan field."
        },
        {
            "title": "Major Account Executive",
            "company": "Company Name",
            "start_date": "01/2007",
            "end_date": "12/2009",
            "description": "Dedicated to selected major accounts with the responsibility to increase market share. Proactively developed new customer contacts, reviewed leads, participated in customers' business communication planning, and successfully worked with or lead diverse teams to formulate account strategy. Arranged for business analyses of customer's business communication requirements and developed benchmark demonstrations, proposals and value propositions that exceeded customers' requirements resulting in the development of new customers and retention of existing accounts by applying a consultative approach to Fortune 1000 contacts/customers. Organized and implemented post-sale delivery and implementation of IKON solutions at customer locations. Acted as primary point of contact for all sales paperwork. Scheduled, coordinated, and conducted equipment demonstrations. Maintained working knowledge of applications and features of all lines and models of equipment and products sold. Promoted products and represented company at off-site customer meetings and trade shows. Demonstrated leadership with Business Development Manager apprenticeship and Mentorship program."
        },
        {
            "title": "Chief Financial Officer/Owner",
            "company": "Company Name",
            "start_date": "10/2005",
            "end_date": "12/2013",
            "description": "Implemented strategic business objectives to grow startup to a profitable business. Directed and advised Project Managers on all proposals and contracts including those regarding strategic relationships. Designed and implemented an annual budget process that supported a 5-year business plan. Responsibilities included all aspects of financial reporting and accounting, human resources & payroll, taxes, cash management, banking relations, accounts payable, accounts receivable & billing, risk management & insurance. Exceeded financial objectives by maximizing profits through achievements in finance management, cost reductions, and productivity/efficiency improvements. Collaborated with managers to hire an effective staff and developed outside partnerships consisting of designers, photographers, engineers, and legal counsel. Continued on next page."
        },
        {
            "title": "Account Executive",
            "company": "Company Name",
            "start_date": "02/2004",
            "end_date": "01/2007",
            "description": "Established and maintained relationships with prospective customers to improve document management. Analyzed and evaluated existing document process. Developed, presented, and implemented customized integrated solutions in a list managed territory. Prepared and presented sales proposals to current and prospective customers. Scheduled, coordinated, and conducted equipment demonstrations. Maintained territory database and prepared various internal paperwork. Maintained working knowledge of applications and features of all lines and models of equipment and products sold. Understood various equipment acquisitions methods with emphasis on leasing. Trained customers on use of equipment for their specific applications."
        },
        {
            "title": "Analyst",
            "company": "Company Name",
            "start_date": "05/2001",
            "end_date": "12/2003",
            "description": "Developed financial models to determine cost and benefit to the agency of implementing tax-qualified pension plans. Presented results of analyses to agency's board and key decision makers. Advised clients with regards to the analysis, design, implementation, and administration of government pension plans. Maintained direct contact with the client to establish excellent communication during the marketing and implementation process. Acted as project manager for special consulting projects involving actuarial reporting requirements, pension program evaluation, and plan funding requirements. Worked closely with Pacific Life Insurance Company to obtain annuity rates and premiums. Responsible for supervising activities of other pension analysts to ensure seamless implementation of programs."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts",
            "school": "University of California, Los Angeles",
            "year": 2001
        }
    ],
    "certifications": [
        "Certified Employee Benefit Specialist (CEBS) designation through the Wharton School of Business",
        "California Life Agent License"
    ],
    "languages": [
        "Spanish"
    ]
}