{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Advocate with extensive knowledge in billing, customer service, and issue resolution. Experienced in reviewing and updating customer accounts, handling returns and complaints, documenting service history, and providing clear communication. Proficient with MS Office; strong organizational skills; able to work independently or in a team; adept at data analysis and maintaining records.",
    "skills": [
        "Microsoft Word",
        "Microsoft Office",
        "Microsoft Outlook",
        "Microsoft PowerPoint",
        "Microsoft Excel",
        "Adding machines",
        "Balance",
        "Billing",
        "Bonds",
        "Budget",
        "Calculators",
        "Cashier",
        "Clerical",
        "Coach",
        "Excellent communication",
        "Consultant",
        "Client",
        "Customer satisfaction",
        "Excellent customer service",
        "Data Entry",
        "Decision making",
        "Discharge planning",
        "Email",
        "Filing",
        "Financial",
        "Funds",
        "Human Resources",
        "Managing",
        "Exchange",
        "Mail",
        "Money",
        "Photography",
        "Policies",
        "Problem resolution",
        "Processes",
        "Purchasing",
        "Quality assurance",
        "Receiving",
        "Maintain records",
        "Research",
        "Sales",
        "SLA",
        "Sound",
        "Phone",
        "Transportation",
        "Treasury",
        "Type",
        "Typing",
        "Written"
    ],
    "experience": [
        {
            "title": "Advocate",
            "company": "Company Name",
            "start_date": "2016-10",
            "end_date": "Present",
            "description": "Respond to and resolve on the first call, customer service inquiries and issues by identifying the topic and type of assistance the caller needs such as benefits, eligibility and claims, financial spending accounts and correspondence. Help guide and educate customers about the fundamentals and benefits of consumer-driven health care topics to include managing their health and well-being by selecting the best benefit plan options, maximizing the value of their health plan benefits and choosing a quality care provider. Intervene with care providers (doctor's offices) on behalf of the customer to assist with appointment scheduling or connections with internal specialists for assistance when needed. Assist customers in navigating myuhc.com and other UnitedHealth Group websites and encourage and reassure them to become self-sufficient. Own problem through to resolution on behalf of the customer in real time or through comprehensive and timely follow-up with the member. Research complex issues across multiple databases and work with support resources to resolve customer issues and/or partner with others to resolve escalated issues. Provide education and status on previously submitted pre-authorizations or pre-determination requests. Meet the performance goals established for the position in the areas of: efficiency, call quality, customer satisfaction, first call resolution and attendance."
        },
        {
            "title": "CSR II",
            "company": "Company Name",
            "start_date": "2015-06",
            "end_date": "2016-10",
            "description": "Received an award of excellent customer service; Received Year of service Award; Received 5 year award; Received employee of the month twice with Brookdale Senior Living; Received Consultant Sales Award; Received employee recognition 6 months in a row along with a trophy of excellence and 6 other trophies with JP Morgan Chase. I was a Top Performer for 2014."
        },
        {
            "title": "Business Banker",
            "company": "Company Name",
            "start_date": "2013-10",
            "end_date": "2015-06",
            "description": "As a Business Banker I provided guidance and assistance to business owners in managing their accounts. I manage quality assurance, problem resolution, and a lot of data entry. Worked a lot with numbers. I am a Peer Coach in which I help train, guide, and motivate new hires. Responsible for ensuring the client experience is world class and that interactions/issues are resolved accurately and expediently. Handle client email/phone call interactions of a maintenance nature by retaining a thorough knowledge of the Policies and Procedures and all systems in order to assist the client and manage escalated issues. Use a high level of client service skills in order to defuse potentially difficult and/or upset customers with complex issues. Took the initiative to create escalation of any issue that cannot be resolved within the anticipated service level or one that creates risk or exposure for the customer or the bank. Identify trends within the escalated emails/issues that lead to improvement opportunities in policies/procedures processes. Utilize time at work efficiently to meet or exceed production goals as outlined in the metrics scorecard. Consistently perform follow up to ensure customer satisfaction and to validate the accuracy of work. Was required to assist department in meeting and exceeding SLA's by handling other functions when volumes fluctuate. Research and resolve complex client's issues by working in partnership with partner groups. Types of cases included fraud resolution, treasury solutions, complex account maintenance, internal relationship maintenance and billing inquiries. Support field Business Relationship Managers in the successful servicing of customers. Investigate electronic transactions for successful resolution. Use multiple systems and internal resources to resolve issues. Increase customer satisfaction through excellent communication and follow up. Document issues and record resolutions for the firm's system of record. Acted independently within policy to assist customers and internal partners and escalate in cases where the policy is preventing us from delivering the right client experience. Demonstrate sound decision making skills to protect the firm's interest while providing a superior customer experience."
        },
        {
            "title": "Life Enrichment Coordinator / Marketing Coordinator",
            "company": "Company Name",
            "start_date": "2004-04",
            "end_date": "2013-09",
            "description": "Designed a creative and exciting life enrichment program to meet the individual needs and interests of the community. Plan monthly calendar for the community. Participated in discharge planning with the other members of the management team. Coordinated the transportation, monitored budget, equipment, and supplies through Microsoft Excel. Provided guidance and acted as a resource to staff on the importance of life enrichment. Ensured that programs met all state, federal, local regulations. Coordinate quarterly events at the community. Developed and maintained contact with community agencies and supervise volunteers. Coordinated move-ins and move-outs. Coordinated the Welcome Committee. Lots of Data Entry through Microsoft Excel and filing."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Business Administration, Human Resources",
            "school": "Argosy University",
            "year": 2018
        },
        {
            "degree": "Paralegal Studies",
            "school": "Penn Foster University",
            "year": 2001
        },
        {
            "degree": "Cosmetology",
            "school": "National Beauty College",
            "year": 1997
        },
        {
            "degree": "High School Diploma (Business and Cosmetology)",
            "school": "W. W. Samuell High School",
            "year": 1996
        }
    ],
    "certifications": [],
    "languages": []
}