{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Seeking a position with a company dedicated to growth, as well as; acknowledgment of extraordinary efforts/achievements. I am a results driven individual with a professional work ethic and verifiable sales and sales management experience. I possess excellent interpersonal, communication and relationship-building skills; can listen attentively, communicate persuasively and follow through diligently. I consider myself a leader, striving to achieve continuous success in all facets of business, sales, and management; while simultaneously providing the means for my team to also reach exponential success. Highlights Leadership / Business Development Hard-Worker Customer Acquisition Referral/Repeat Business Generation Public Speaking Objection Handling Consultative Sales Team Player",
    "skills": [
        "Public Speaking",
        "Leadership",
        "Team Building",
        "Establishing Good Rapport",
        "Time Management",
        "Self Motivation",
        "Problem Solving",
        "Ability To Analyze Sales As Well As Guest Satisfaction",
        "Ability To Work Well With Others",
        "Customer Acquisition",
        "Referral/Repeat Business Generation",
        "Objection Handling",
        "Consultative Sales",
        "Team Player"
    ],
    "experience": [
        {
            "title": "Bartender / Server Trainer / Banquet Event Captain",
            "company": "Company Name",
            "start_date": "02/2013",
            "end_date": "Present",
            "description": "Interacting with guests, fellow workers and supervisors in a polite, considerate, and welcoming manner to make sure all guests have a perfect bar experience. Trained and prepared new staff members to uphold the standards of a fine dining restaurant, and provide guidance throughout their trial of employment. Uphold company standards by executing steps of service flawlessly to maximize level of hospitality for guests and profitability for the company. Supervise service teams for private events by assigning responsibilities among staff members, organizing staff to properly follow BEO guidelines, ensuring the setup of the venue, and streamlining communication between guests, servers, and chefs. Facilitate company changes by soliciting coworker feedback, opening communication with management to improve standards of accountability for staff members, and positively influencing private event standards to increase guests' satisfaction. Additional responsibilities: Handling customer payments, Maintaining an accurate cash drawer, Assisting co-workers, Distributing servers' money earned, Attempting to limit problems and liability related to a guest's excessive drinking, Minimizing waste to control cost, and managing inventory."
        },
        {
            "title": "Assistant Sales Manager",
            "company": "Company Name",
            "start_date": "04/2012",
            "end_date": "02/2013",
            "description": "Office administration work in addition to upholding the structure of advertising and recruiting. Consistently assisted in 19 hour training seminars and personally directed sales team development programs. Assisted in conducting a demographic study of new potential territories and selecting an office location to lease. Conducted 90 minute interviews for 110+ qualified applicants, and was granted the ultimate decision in terms of their employment. Assisted in developing and implementing advertising strategies in a multitude of media forms including direct mail, web, newspaper, posters, and in-hand cards/flyers. Working in coordination with local colleges in attempts to help students find summer work. Assisted in hiring and training all sales staff for new Branch Office location. Consulted 15-30 representatives on a weekly basis instilling the importance of time management and goal setting; serving as a coach for representatives with little to no experience. Led sales calls with team members to establish sales and customer retention goals. Assisted in analyzing weekly sales and developing strategies to increase office performance through weekly staff meetings. Generated monthly and annual sales reports. Monitored customer preferences to determine focus of sales efforts. Collaborated with the Branch Manager to recruit and train a sales force ranked #1 Branch Office for 2nd Summer Conference Sales Push (Out of roughly 75 Offices). Assisted Branch Manager in leading office to sell over $110k for the Summer Campaign; surpassing the previous years by 157%. Consistently sold CUTCO Cutlery around Assistant Manager duties and stood as a positive influence for sales representatives by continuing to conduct Field Training."
        },
        {
            "title": "Sales Representative / Field Sales Manager",
            "company": "Company Name",
            "start_date": "09/2011",
            "end_date": "02/2013",
            "description": "Operate as an independent contractor selling CUTCO high-quality cutlery and culinary products, directly to customers on a one-on-one, in-home, professional appointment basis. I took part in helping Vector Marketing sell over $250 Million worth of CUTCO nationwide. Handled everything directly from initial contact to the close of the sale in addition to follow-up appointments for servicing. Emphasized product features based on analysis of customers' needs. Collaborated with colleagues to exchange selling strategies and marketing information. Scheduled an average of 20+ appointments during sales pushes. Shared product knowledge with customers while making personal recommendations. Developed own customer referral base by averaging 10-15 personal recommendations per appointment. Recognized for ability to quickly establish rapport with customers, in turn; building a residual recommendation base. Obtained invitation to Presidents Club two consecutive campaigns. Achieved highest Sales Promotion in the company (Personal Career Sales = $30,000+) within 9 months while working in two completely new territories. Field trained new representatives, offering a model of successful performance. Attended 10+ professional conferences and divisional meetings all around the East Coast with members of the corporate staff. Over $450 Average Order - 80% Closing Ratio - Career CUTCO Sales exceeded $43,000."
        },
        {
            "title": "Food Runner / Server",
            "company": "Company Name",
            "start_date": "04/2010",
            "end_date": "08/2011",
            "description": "I held this position while still attending George Mason High School. Many of my responsibilities are already listed above; However, a detailed elaboration on my duties as a Food Runner / Server is available upon request."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science in Neuroscience",
            "school": "Northern Virginia Community College",
            "year": null
        },
        {
            "degree": "Bachelor of Science in Biology / Psychology",
            "school": "Saint Petersburg College",
            "year": null
        },
        {
            "degree": "High School Diploma, General with IB Studies",
            "school": "George Mason High School",
            "year": 2011
        }
    ],
    "certifications": [],
    "languages": [
        "English",
        "Spanish"
    ]
}