{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Accomplished information technology professional with over 18 years of diverse experience in technology, process analysis, project management, and information management. Proven ability to implement technology solutions within time and budget constraints, manage risk, coordinate tasks, and optimize resources. Skilled in project management, systems and network reporting, proposal development, web design and development, SOP and policy writing, and document management.",
    "skills": [
        "Project Management",
        "Systems & Network Reporting",
        "Proposal Development",
        "Web Design & Development",
        "SOP & Policy Writing",
        "Systems & Process Consulting",
        "Document Management",
        "Windows",
        "Mac",
        "Unix/Linux",
        "MS Exchange",
        "MS SharePoint",
        "MS IIS",
        "MS Hyper-V",
        "Apache",
        "WordPress",
        "CloudFlare",
        "Documentum",
        "CoreDossier",
        "Oracle Workflow",
        "DavMail",
        "HTML5",
        "CSS",
        "PHP",
        "JavaScript",
        "Java",
        "XML",
        "C++",
        "Microsoft Visual Basic",
        "Acrobat",
        "Photoshop",
        "Illustrator",
        "InDesign",
        "Dreamweaver",
        "Premiere",
        "Flash",
        "After Effects",
        "Fireworks",
        "MS Office",
        "MS Project",
        "Office 365",
        "MySQL",
        "MS SQL",
        "MS Access",
        "Oracle 11i",
        "Sage ACT!",
        "Dell",
        "HP",
        "IBM",
        "Cisco",
        "SonicWall",
        "NetGear",
        "FortiGate",
        "Google AdWords",
        "SEO",
        "Graphic design",
        "ERP",
        "Website design and development",
        "Web designer",
        "Webmaster",
        "Disaster recovery"
    ],
    "experience": [
        {
            "title": "Information Technology Consultant",
            "company": "Company Name, City, State",
            "start_date": "January 2003",
            "end_date": "Present",
            "description": "Senior-level consultant and manager of IT systems and projects with over 10 years experience. Practiced successful design, administration, and development of business critical information systems for small to medium business clients onsite or via remote access technologies. Web designer, developer and hosting administrator for over 30 client domains, sites, and email. Consistently recommend, implement, and customize internal or cloud-based technology systems to fit client business processes. Facilitate and develop email, file, database, mobile, and web-based systems to meet client business needs. Achieved increase in client's customer exposure by launching marketing and corporate branding campaigns including logo and website design and development, SEO, Google AdWords, and social media. Created and maintained procedures for hardware and software maintenance, migration, upgrades, and end-of-life. Implementation and management of all high-level business technology projects. Senior- level technical contact for client computer, network, server, and cloud-based systems. Operations and technical specialist for consulting firm's business-critical systems. Worked closely with clients to analyze IT system requirements, clients information technology needs and their resources in order to plan IT projects and fulfill clients expectations. Developed IT system specifications after evaluating customer's nature of work and business volume. Solved clients IT issues - Determined changes, recommended quality software, projected modifications of software, hardware and networking. Monitored the execution of strategies, kept up to date with the new technology and researched latest Information technology market trends. Assisted clients with IT solutions; prepared written reports on solutions offered. Recommended the purchasing of new IT systems, presented new IT features/software and reported project progress to the management. Prepared and presented technical proposals for clients. Designed, documented and executed maintenance procedures, including system upgrades, patch management and system backups."
        },
        {
            "title": "Systems & Document Administrator",
            "company": "Company Name, City, State",
            "start_date": "January 1998",
            "end_date": "January 2003",
            "description": "Key senior-level member of the information systems team with a variety of duties including project management, document management and publishing, web design, print design, user training and systems administration. Promoted within two months of hire, again within the first two years and lastly promoted to a newly developed position. Achieved first global electronic submissions to regulatory agencies by implementing and validating an electronic document management and publishing system as the primary systems administrator, developer, and project technical leader. Resulted in NDA submission to the FDA ahead of target deadline saving millions in revenue. Implemented and maintained application servers supporting secure Internet communications and business critical systems. Created standard operating procedures, policies, development plans, disaster recovery, and other technical documentation in compliance with FDA requirements. Project technical lead for company ERP system, several ongoing department projects and managed temporary and part-time employees and consultants. Webmaster and graphic designer for Internet and intranet sites, print advertising, multimedia, and presentation projects. Maintained Mac desktop computers and software supporting DNA Sequencer and robotic systems."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science: Information Technology",
            "school": "University of Phoenix",
            "year": 2016
        }
    ],
    "certifications": [],
    "languages": []
}