{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Seeking a part-time or PRN generalist position in Human Resources with expertise in conflict resolution, team building, mentoring and coaching, new-hire orientation, DISC personality assessments, training and development, leadership development, and performance appraisals.",
    "skills": [
        "benefits",
        "Coach",
        "Coaching",
        "conflict resolution",
        "consultant",
        "consulting",
        "counseling",
        "clients",
        "documentation",
        "focus",
        "forms",
        "HR",
        "instructor",
        "leadership",
        "materials",
        "meetings",
        "mentor",
        "mentoring",
        "multimedia",
        "organizational",
        "payroll",
        "policies",
        "processes",
        "quality",
        "quick",
        "Six Sigma",
        "strategic",
        "teaching",
        "employee development",
        "training programs",
        "Workshops"
    ],
    "experience": [
        {
            "title": "Advocate",
            "company": "Healthcare for Homeless Veterans Program",
            "start_date": "2012-01",
            "end_date": "Current",
            "description": "Coach, mentor, and develop 100 clients with resume assistance, career counseling, complaints, and problems; develop, manage and evaluate training and organizational effectiveness strategies; promote a skilled, high-performing workforce; create career plans aligned to clients' aptitudes and goals; serve as internal consultant to management to resolve issues such as employee retention, skill development, succession planning, and performance improvement; partner with business unit leaders to assess training and development needs and provide recommendations; evaluate, motivate, coach, and counsel 25 peers."
        },
        {
            "title": "Veteran Affairs Specialist",
            "company": "Company Name",
            "start_date": "2011-01",
            "end_date": "2012-01",
            "description": "Provided training, education, career counseling, and job placement services; participated in group orientation; administered career scope assessment tests; attended meetings to inform management of training program status."
        },
        {
            "title": "Employment Representative",
            "company": "Company Name",
            "start_date": "2011-01",
            "end_date": "2012-01",
            "description": "Presented information using instructional techniques such as role playing, simulations, team exercises, group discussions, videos, and lectures; provided leadership and guidance to new workers; developed and implemented 40 standards and policies; managed documentation and multimedia materials; conducted quality-analysis reviews; designed training programs and professional development courses."
        },
        {
            "title": "Training Coordinator",
            "company": "Company Name",
            "start_date": "2000-01",
            "end_date": "2009-01",
            "description": "Evaluated training requirements for divisions; consulted with department managers, HR and external resources; addressed employee development opportunities through focus groups, 360-degree assessments, and blended training solutions; conducted over 100 employee evaluations; developed documentation procedures for a team of 15 technical trainers; acted as liaison to resolve HR functions including benefits, payroll, attendance, disciplinary actions, counseling/evaluations, conflict resolution, retention, and file management; evaluated requirements for over 50 diverse operational positions to improve productivity."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science: Human Resource Management",
            "school": "University of Phoenix",
            "year": 2013
        }
    ],
    "certifications": [
        "Lean Six Sigma Certificate (2013)",
        "Writing Advantage Certificate (2013)",
        "Coaching Toward High Performance Certificate (2013)",
        "Franklin Covey 'Seven Habits of Highly Effective Leaders' Certificate (2012)",
        "Motivational Interviewing Certificate (2012)",
        "Crucial Conversations Certificate (2012)"
    ],
    "languages": []
}