{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Experienced Storekeeper with over 10 years of procurement, inventory control, and vendor liaison. Proficient in PeopleSoft, Excel, and shipping/logistics processes. Strong customer service, training, forklift operation, and warehouse supervision skills. Proven ability to improve accuracy and reduce costs through efficient inventory management and process improvements.",
    "skills": [
        "Architectural Drafting",
        "AutoCAD",
        "clerical",
        "Customer Service",
        "Data Entry",
        "dispatching",
        "drivers",
        "film",
        "Forklift",
        "Forklift Operator",
        "forms",
        "instruction",
        "inventory",
        "Mechanical",
        "mechanic",
        "Excel",
        "Microsoft Office",
        "PowerPoint",
        "Windows",
        "Word",
        "Navy",
        "Naval",
        "packaging",
        "PeopleSoft",
        "PeopleSoft 9.0",
        "Personnel",
        "presentations",
        "procurement",
        "purchasing",
        "quality control",
        "receiving",
        "reconciling",
        "research",
        "Safety",
        "Scanning",
        "Shipping",
        "spreadsheets",
        "spread sheets",
        "spreadsheet",
        "supervisor",
        "Trainer",
        "Word Processing",
        "Word Perfect"
    ],
    "experience": [
        {
            "title": "Storekeeper II",
            "company": "Pioneer Packaging / City of Peoria",
            "start_date": "January 2002",
            "end_date": "January 2013",
            "description": "Maintaining and reconciling inventory through clerical support, using PeopleSoft to procure and receive shipments obtained by purchase order. Create excel spread sheets for reports, manage inventory files and research inventory problems. Conduct inventory cycle counts, coordinate stock and document transactions. CSR: Provide Customer Service to Departmental and Fleet Maintenance Personnel, process work orders and fill Fleet Purchase Requisitions, contact vendors to procure fuel, parts and other automobile and truck supplies for fleet services. Trainer: Forklift Operator Safety. Company Name Shipping: Fulfill orders with use of Infrared Scanning System (IFR). Forklift operator: Four-stage electronic single person picker for order pulling and staging. Word processing: Input shipping orders for USPS, UPS, FedEx, and other common carriers. Prepare overseas containers for shipment; verify quantities, shipment labels and paperwork."
        },
        {
            "title": "Warehouse Floor Supervisor",
            "company": "Not specified",
            "start_date": "January 1996",
            "end_date": "January 2001",
            "description": "Performance areas include: Interviewing prospective employees for higher. Providing daily instruction to warehouse personnel and dispatching drivers for deliveries and pickups. Routine cycle counts of inventory insure and verify, proper placement of inventory. Receive all incoming shipments and verify counts create stock locations. Maintain inventory and quality control procedures."
        }
    ],
    "education": [
        {
            "degree": "Bachelor's Degree in Business Management Administration",
            "school": "Grand Canyon University",
            "year": null
        },
        {
            "degree": "Associate Degree",
            "school": "National Education Center",
            "year": null
        },
        {
            "degree": "Graduate Naval Aviation A School",
            "school": "Naval Aviation A School",
            "year": null
        }
    ],
    "certifications": [
        "Forklift Truck Operator Safety",
        "AutoCAD Certificate in Architectural Drafting",
        "Certificate in Electro Mechanical Systems Repair",
        "NJROTC (Navy Junior Recruit Officer Training Corps)"
    ],
    "languages": []
}