{
    "name": null,
    "email": null,
    "phone": null,
    "location": "Austin, TX",
    "summary": "I am a Mechanical Engineer with 8 years of product design experience with an emphasis on non-metallic materials used in oil field-related equipment, as well as a year in HVAC experience. Proficient in CAD and FEA software, I am also experienced with ISO document control processes and ASTM/API/NORSOK requirements. My leadership skills are exemplified by my dedication, strong work ethic, and ability to motivate colleagues through example. I am seeking a position with an industry-leading manufacturing and design corporation, and I believe my work experience and management skills render me an excellent candidate for this position.",
    "skills": [
        "academic",
        "ANSYS",
        "API",
        "AutoCAD",
        "Balance",
        "drafting",
        "HVAC",
        "ISO 9001",
        "LabVIEW",
        "Manufacturing Processes",
        "materials",
        "MATLAB",
        "Microsoft Office",
        "multimeters",
        "oil",
        "Process Engineering",
        "processes",
        "product design and development",
        "Project lead",
        "quality",
        "QA",
        "renovation",
        "testing software",
        "SolidWorks"
    ],
    "experience": [
        {
            "title": "Engineering Supervisor",
            "company": "AccuSeal",
            "start_date": "June 2010",
            "end_date": "Present",
            "description": "Lead designer of high pressure choke and gate valve seals used widely throughout oil field. Upheld quality standards that earned the AccuSeal facility ISO 9001 and AS9100 certification. Created material specifications and performed physical property testing of materials to ASTM standards. Develop and conducted process qualification for PEEK injection molding and PTFE compression molding processes used at AccuSeal. Oversaw NORSOK and API qualification on PEEK and PTFE materials for AccuSeal facility. Project lead on building and implementation of HPHT testing equipment for AccuSeal."
        },
        {
            "title": "Design Engineer",
            "company": "Unknown",
            "start_date": "June 2007",
            "end_date": "June 2010",
            "description": "Designed and developed new sealing solutions for oil field service ranging from pumps, downhole tools, and subsea equipment using rubber, plastic, and composites materials. Preformed material evaluation for chemical and physical compatibility with customer applications. Created custom application testing such as compression force, pressure blow downs, cyclic bending and wrote test reports on various seals for customers seals."
        },
        {
            "title": "Project Engineer",
            "company": "Energy Testing and Balance",
            "start_date": "August 2006",
            "end_date": "May 2007",
            "description": "Qualified installation of HVAC systems in new and renovation academic facilities throughout Texas. Tested and qualified Industrial HVAC systems. Performed flow calculations using AMD multimeters, vibration measurements, and electrical measurements. Participated in weekly site meetings with other contractors to review and report open action items, keeping project on schedule. Delegating work to other contractors ensure timely completion."
        }
    ],
    "education": [
        {
            "degree": "BS Mechanical Engineering",
            "school": "University of Texas",
            "year": 2006
        }
    ],
    "certifications": [],
    "languages": []
}