{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Summary Solutions and results driven professional with over 10 years of high volume recruitment experience across multiple disciplines and industries. Recognized and known for commitment to excellence and delivering high quality service. Highlights Full Life-Cycle Policy Development Organization and Project Management Social Media Recruiting Behavioral Interviews EEO and OFCCP Compliance Proficient Profitability Analysis Skype and Adobe Connect Interviews Manage and Facilitate University Information Session Metrics Reporting SWOT Analysis CRM Proficiency Pre-screening Reference and Background Coaching and Supervision Virtual Recruitment Facilitate and Manage Open House Events 80% Peak Season Travel Recruitment Planning Experience",
    "skills": [
        "Full Life-Cycle Recruiting",
        "Policy Development",
        "Organization and Project Management",
        "Social Media Recruiting",
        "Behavioral Interviews",
        "EEO",
        "OFCCP Compliance",
        "Profitability Analysis",
        "Skype and Adobe Connect Interviews",
        "University Information Sessions",
        "Metrics Reporting",
        "SWOT Analysis",
        "CRM Proficiency",
        "Pre-screening",
        "Reference and Background Checks",
        "Coaching and Supervision",
        "Virtual Recruitment",
        "Open House Events",
        "Travel Recruitment Planning",
        "Recruitment Budgeting",
        "Policy Writing",
        "Local and Regional Recruitment",
        "DMAIC model",
        "Candidate Sourcing",
        "Marketing Materials"
    ],
    "experience": [
        {
            "title": "Sr. Campus Recruiter",
            "company": "Company Name, City, State",
            "start_date": "2009-08",
            "end_date": "2016-04",
            "description": "Utilize social media, referrals, marketing materials, university recruitment, information sessions, open house and virtual events for applicant sourcing and pipeline. Create and monitor key metrics for applicant tracking, admissions, and student yield utilizing DMAIC model. Perform cost and profitability analysis and functional cost reporting to support recruitment budget. Managed and maintained an annual budget of $300,000 to $335,000 for recruiting, marketing, awards, events and travel assignments. Write and update recruiting policies as needed. Develop local and regional recruitment and travel for the southeast (NC, SC, VA, WV, FL, TN, GA)."
        },
        {
            "title": "Lead Recruiter (Seasonal)",
            "company": "Company Name, City, State",
            "start_date": "2015-03",
            "end_date": "2015-08",
            "description": "Manage full cycle recruiting, hiring, marketing and placement of teachers, Instructional Coaches and Instructional Assistants throughout Charlotte Mecklenburg County 'Read to Achieve' summer program. Track metrics related to recruiting (e.g., candidates yielded by each source, time to hire, etc.) to evaluate various strategies and improve hiring efficiency. Lead a team of 3 recruiters and 1 recruiting coordinator."
        },
        {
            "title": "Sr. Recruiter",
            "company": "Company Name, City, State",
            "start_date": "2007-10",
            "end_date": "2009-03",
            "description": "Managed all phases of recruitment, including defining hiring management needs and posting available positions. Utilized job boards, referrals, 3rd party vendors, advertisements, and open house events for candidate sourcing and pipeline. Supported and managed a monthly 200 requisition load for a multi-level call center environment with a 20-day TTF goal for: Sprint, Sealy, Aetna and AT&T BU's. Created and monitored key metrics regarding staffing cost/efficiency, TTF, recruiting agency effectiveness and diversity hiring needs utilizing DMAIC model. Conducted interviews, reference and background checks on all job applicants. Maintained and managed a recruiting budget of $7,000 for brand awareness, travel and events."
        },
        {
            "title": "Employment Specialist",
            "company": "Company Name, City, State",
            "start_date": "2004-09",
            "end_date": "2007-10",
            "description": "Maintained and supported a workbench of 100-150 requisitions (exempt and non-exempt) within the southeast, and southwest areas of the country with a 30>60>90 TTF goal. Prepared and reviewed background and drug screens and processed offer acceptance. Drafted job descriptions and created new job classifications. Pre-screened job applicants, and coordinated weekly travel itineraries for applicant interviews. Performed employment, background and reference checks. Effectively coach hiring managers on applicant tracking in PeopleSoft."
        }
    ],
    "education": [
        {
            "degree": "MA in Human Resources",
            "school": "Webster University",
            "year": "2004"
        },
        {
            "degree": "BA in Education",
            "school": "South Carolina State University",
            "year": "1997"
        }
    ],
    "certifications": [],
    "languages": []
}