{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "To obtain a Human Resources Generalist position that will fully utilize my extensive background and in HR, including experience in onboarding, payroll, benefits and compensation, HR policies and training and development",
    "skills": [
        "Payroll",
        "Benefits Administration",
        "Employment Law",
        "FMLA/ADA/EEO/WC",
        "HR Policies & Procedures",
        "Staffing & Retention",
        "Employee Relations",
        "HR Program/Project Management",
        "Orientation & On-Boarding",
        "HRIS Technologies",
        "Training & Development",
        "Performance Management",
        "Halogen",
        "Fidelity (payroll and 401k)",
        "Kelly",
        "Discovery Benefits",
        "PCR applicant tracking system",
        "Applicant One",
        "ADP",
        "Del-Tek",
        "Reynolds",
        "Microsoft PowerPoint",
        "Microsoft Excel",
        "Microsoft Word",
        "Microsoft Access",
        "Content Management System (CMS)"
    ],
    "experience": [
        {
            "title": "HR Coordinator",
            "company": "Company Name",
            "start_date": "12/2015",
            "end_date": "Present",
            "description": "Process bi-weekly benefits deductions for payroll in Fidelity payroll system; respond to employee questions regarding timesheet, leave, and pay. Collaborated with senior management to create fair training and development policy; administered training and educational assistance programs; managed educational reimbursement; provided training to corporate managers. Managed ACA reporting (1095/1094) and compliance. Administered FMLA/ADA programs; PTO donation; worker's compensation program; OSHA surveys; benefits administration; open enrollment; onboarding and new hire orientation; background checks; E-verify; address inquiries; support employees; managed Flexible Spending Account (FSA); maintained benefit enrollments; led Learning Management System (BizLibrary); supported performance management (Halogen); contributed to Del-Tek HRIS testing and implementation; ensured legal and vendor communication."
        },
        {
            "title": "HR/Payroll Coordinator",
            "company": "Company Name",
            "start_date": "07/2015",
            "end_date": "12/2015",
            "description": "Specialized in payroll-related tasks and wage compliance; maintained and processed weekly payroll, manual checks, and commissions on ADP for three dealership locations; processed employment verification requests; set up new employees and terminations using Applicant One, ADP and Reynolds; updated and verified I-9 forms; assisted with workers' compensation; processed wage garnishments and child support; managed onboarding documents; answered employee questions on policy, payroll, benefits, and wage deductions."
        },
        {
            "title": "Human Resources Communications Executive",
            "company": "Company Name",
            "start_date": "04/2012",
            "end_date": "02/2012",
            "description": "Organized monthly New Executives Orientation (Onboarding) Program; interviewed employees; prepared speeches and write-ups for internal activities; wrote, edited and prepared 90% of write-ups in the internal newsletter on time; increased the edition of Resort Living newsletter frequency from bi-monthly to monthly; assisted in organizing the company's biggest internal annual event for 13,000 employees."
        },
        {
            "title": "Human Resources Executive Secretary",
            "company": "Company Name",
            "start_date": "02/2011",
            "end_date": "04/2012",
            "description": "Organized and managed the HR department's events and meetings; created and managed the Senior Vice President of HR and Legal's calendar and meetings; prepared minutes for the department's monthly meetings; assisted in preparing the department's Standard Operating Procedure manual; assisted with HR admin tasks as required; ordered and controlled office supplies."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science in Management",
            "school": "George Mason University",
            "year": ""
        },
        {
            "degree": "Associate of Arts and Science Degree in Business Administration",
            "school": "Lord Fairfax Community College",
            "year": ""
        }
    ],
    "certifications": [
        "Member of Society for Human Resources Management (SHRM) 04/2015 to Current",
        "Essentials of HR Seminar 04/2016",
        "Form I-9 and E-Verify by SHRM 02/2016",
        "Certificate of Excellence in the Major of Management 05/2015",
        "Presentation skills training through Knowledge Sharing Sessions, Malaysia 09/2012",
        "Corporate Grooming and Business Etiquette Training, Malaysia 03/2012",
        "Malaysia Leadership Conference, Washington D.C. 12/2011"
    ],
    "languages": [
        "English",
        "Chinese (Mandarin and Cantonese)",
        "Malay"
    ]
}