{
    "name": "",
    "email": null,
    "phone": null,
    "location": "",
    "summary": "Summary Personable education professional driven to inspire students to achieve personal and academic success. Highlights Knowledgeable in QuickBooks, SQL, SAP, and AS400 Highly proficient in Microsoft Office, including Microsoft Word, PPT, Microsoft Excel II and Access III",
    "skills": [
        "Accounting",
        "AS400",
        "auditing",
        "bank reconciliations",
        "competitive",
        "contracts",
        "CRM",
        "clientele",
        "clients",
        "customer satisfaction",
        "customer services",
        "customer service",
        "data analysis",
        "database",
        "financial statements",
        "French",
        "functional",
        "inventory management",
        "Access III",
        "Microsoft Excel II",
        "Microsoft Office",
        "Microsoft Word",
        "pricing",
        "processes",
        "Speaking",
        "quality",
        "QuickBooks",
        "SAP",
        "SQL",
        "strategic",
        "travel arrangements"
    ],
    "experience": [
        {
            "title": "Accountant",
            "company": "Company Name",
            "start_date": "November 2013",
            "end_date": "Present",
            "description": "Sources items through the compilation of vendor information and bidding processes Selected preferred vendors based on competitive pricing, products' liabilities, payment terms, and ETA's Creates auditing processes for inventory management Selects bank statements randomly to ensure that disbursements where authorized and signed by two individuals Ensures three way matches of requisitions, purchase orders, and good receipts Performs data analysis on bank statements to ensure that all reconciled items are processed in a timely manner Audits the database demographic to better understand clientele of the company and to maximize customer satisfaction level Completes month-end journal entries and month-end reports. Prepares bank reconciliations and ensures all reconciling items are resolved in a timely manner Organizes monthly, quarterly, and annual financial statements."
        },
        {
            "title": "QA/Mobile Software Tester",
            "company": "Company Name",
            "start_date": "September 2010",
            "end_date": "May 2013",
            "description": "Worked specifically with different accounting and business software including French ones Audited the testing process to enhance quality, cycle time effectiveness, and accuracy Identified correctness, completeness, security, and quality of various accounting packages Isolated and reported localization and functional bugs for certification programs Developed test plans, and organize and lead testing activities for new and existing releases Conducted regression, security, and smoke testing."
        },
        {
            "title": "Procurement Specialist",
            "company": "Company Name",
            "start_date": "April 2006",
            "end_date": "January 2010",
            "description": "Served as the lead buyer for sixteen plants across the United States and Canada Interacted in French with plants located in French Speaking regions Montreal, Quebec, Viau etc. Selected preferred vendors based on competitive pricing, products' liabilities, payment terms, and ETA's Handled customer service management (CRM) inquiries from clients and vendors Performed monthly audits to ensure requisitions and purchase orders' accuracy Reviewed audit results with clients and team members to improve productivity and affectivity Provided day-to-day management of sourcing initiatives within cross-functional team Ensured three-way matches of requisitions, purchase orders, and good receipt Utilized strategic sourcing approach to create operation processes for clients and vendors Handled new clients implementations, integrations, and trainings from legacy AS400 systems to SAP Oversaw high-priority accounts which considered opting out of their contracts, worked with them on an individual basis to meet or exceed their expectations Prepared bid requirements, solicited responses, analyzed responses, prepared recommendations, and negotiated contracts to enhance efficiencies and reduce costs Administered back order reports for plants and expedited customer requests as needed."
        },
        {
            "title": "Freight Planning Contact",
            "company": "Company Name",
            "start_date": "August 2005",
            "end_date": "April 2006",
            "description": "Provided export documents for the DuPont International hazardous department Coordinated logistic arrangements, port-to-port, port to point, and point to point Managed clients' travel arrangements to South America, Europe, and Asia Conducted itinerary changes for clients from port to destination points Coordinated logistic arrangements, providing customer services and timely communications Responded to and resolved request or inquiries from internal and external teams."
        }
    ],
    "education": [
        {
            "degree": "Fraud and Forensic Accounting",
            "school": "La Salle University",
            "year": 2015
        },
        {
            "degree": "Accounting MBA",
            "school": "University of Phoenix",
            "year": 2011
        },
        {
            "degree": "Bachelor of Science in Business Economics, International Business and French Structural Economics and International Relations",
            "school": "Pennsylvania State University",
            "year": 2005
        },
        {
            "degree": "Certificate",
            "school": "Paris Chamber of Commerce",
            "year": 2005
        }
    ],
    "certifications": [
        "Certified Nonprofit Accounting Professional (CNAP)"
    ],
    "languages": [
        "French"
    ]
}