{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "IT CONSULTANT Career Overview Director of Information Technology More than two decades of sound IT leadership in areas including IT strategy and security; systems analysis, architecting, installation, integration and streamlining; software development and management; network design, administration and management; technical support and help desk management and telecommunications management. Proven business leadership skills in strategic planning, consulting, change management, policy development, team leadership and motivation, training and development, project management, process improvement and procedure development. Operationally astute with demonstrated abilities in new business development, needs assessments, proposal development, presentations, contract negotiations, post-sales support and client relationship management. Financially savvy with superior skills in budget planning and forecasting, business forecasting, financial reporting and traditional accounting functions including A/R, A/P, General Ledger and Payroll Management. Recent recipient of B.S. in Information Technology with a Concentration in Cyber Security Technology and completed case studies in Current Homeland Security Issues, Perimeter Defense Techniques, Systems Analysis and Development, System Modeling Theory and Project Management.",
    "skills": [
        "IT strategy",
        "security",
        "systems analysis",
        "architecting",
        "installation",
        "integration",
        "streamlining",
        "software development",
        "management",
        "network design",
        "administration",
        "help desk management",
        "telecommunications management",
        "strategic planning",
        "consulting",
        "change management",
        "policy development",
        "team leadership",
        "motivation",
        "training and development",
        "project management",
        "process improvement",
        "procedure development",
        "business development",
        "needs assessments",
        "proposal development",
        "presentations",
        "contract negotiations",
        "post-sales support",
        "client relationship management",
        "budget planning",
        "forecasting",
        "financial reporting",
        "A/R",
        "A/P",
        "General Ledger",
        "Payroll Management",
        "workforce planning",
        "scheduling",
        "contractor management",
        "business startup",
        "growth",
        "technology implementations",
        "upgrades",
        "network architecture",
        "network security",
        "VMware ESXi",
        "cloud services",
        "SAN",
        "Hyper-V",
        "Active Directory",
        "DNS",
        "Cisco",
        "UCS",
        "VOIP",
        "Unified Communications",
        "Data Domain",
        "EMC storage",
        "NetWare",
        "LDAP",
        "SQL",
        "Oracle E-Business Suite",
        "Microsoft Dynamics GP",
        "Sage Pro",
        "MAS90",
        "Paradox",
        "Perl",
        "Python",
        "PHP",
        "HTML",
        "JavaScript",
        "CSS",
        "C",
        "C++",
        "Visual Basic",
        "VB",
        "Visual Studio",
        "MS-SQL",
        "MySQL",
        "Linux",
        "Windows Server",
        "Exchange",
        "Terminal Server",
        "Wyse",
        "Citrix",
        "Infoblox DNS"
    ],
    "experience": [
        {
            "title": "IT Consultant",
            "company": "Company Name",
            "start_date": "2013-01",
            "end_date": "Present",
            "description": "Provide IT consulting and support to clients including Intuit, Washington Home Mortgage, The Library of Virginia and NeighborWorks America. Responsibilities include planning for Office 365 migrations, firewall configuration and NAT rules, Citrix provisioning integration, Infoblox DNS setup, Hyper-V server image maintenance, and network infrastructure optimization. Implemented and documented network configurations, supported AD and DNS replication, Cisco ASA/UCS/VOIP deployments, and cloud service assessments."
        },
        {
            "title": "Technical Director/Consultant",
            "company": "Company Name",
            "start_date": "2010-01",
            "end_date": "2013-01",
            "description": "Led technology consulting engagements across VMware ESXi provisioning, cloud service support, SAN/server/workstation deployment and maintenance, network security provisioning and management, Windows server upgrades, TCP/IP network design and security, PCI compliance checks, campus wireless design/install, Cisco VoIP design/implementation, virtualization (VMware ESXi and Hyper-V), Windows Terminal Server and Wyse terminal deployments."
        },
        {
            "title": "Director of Managed Services / IT Manager / Professional Services Engineer",
            "company": "Company Name",
            "start_date": "1993-01",
            "end_date": "2010-01",
            "description": "Founded and grew a technology consulting firm, driving new business development and overseeing finance, accounting, HR and staffing. Delivered IT consulting and professional services to associations, non-profits and SMEs across the DC/Metro area; served as lead programmer and developer. Managed up to 300+ network nodes across 30 businesses, built partnerships with HP, Dell, Microsoft and Novell; implemented eCommerce sites, Active Directory/LDAP and NetWare migrations, firewall and VPN configurations, Cisco routing/switching, VoIP/PBX, and custom database/web front-end systems."
        }
    ],
    "education": [
        {
            "degree": "Master of Science in Computer Science",
            "school": "Georgia Institute of Technology",
            "year": 2016
        },
        {
            "degree": "Bachelor of Science in Information Technology (Concentration in Security)",
            "school": "Strayer University",
            "year": 2014
        }
    ],
    "certifications": [
        "ITIL v3 Foundation",
        "Security+",
        "Microsoft Certified Professional (MCP)",
        "Master Certified Novell Engineer-Security",
        "Cisco Certified Network Associate",
        "Cisco Certified Design Associate"
    ],
    "languages": []
}