{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Highly experienced Construction Project Manager with 21+ years directing multi-million dollar projects across power, government, healthcare, housing and education sectors. Proven ability to lead multi-trade teams, optimize costs and schedules, manage risk, and coordinate stakeholders from pre-construction through completion. Strong in estimating, planning, field supervision, problem solving, and building collaborative teams.",
    "skills": [
        "Construction Estimating / Management",
        "Procore Project Management",
        "Primavera Project Scheduling",
        "P2",
        "Microsoft Word",
        "Microsoft Excel",
        "Microsoft Project",
        "Field Operations / Inspections",
        "Troubleshooting / Problem Solver",
        "Quality Control / Inspection",
        "Team Building / Leadership",
        "Project Coordination / Development",
        "OSHA Regulation / Project Safety",
        "Cost / Profit Analysis",
        "Civil Engineering",
        "Project Planning and Development",
        "Project Supervision"
    ],
    "experience": [
        {
            "title": "Project Manager / Lead Supervisor",
            "company": "Company Name – City, State",
            "start_date": "2017-09",
            "end_date": "Present",
            "description": "Spearheaded construction of a $65M Honors Dollars Living Learning Community at Rutgers University's Newark campus (five-story, 153,670 SF) including 391 beds, 25,000 SF of ground-floor retail, and a 74,000 SF parking garage. Planned ahead, secured subcontractor commitments, managed permits, safety, and site logistics; optimized crane usage and material delivery in constrained spaces; coordinated interface with architects/engineers and maintained schedule integrity."
        },
        {
            "title": "Construction Project Manager",
            "company": "Company Name – City, State",
            "start_date": "2016-04",
            "end_date": "2017-08",
            "description": "Directed multiple projects totaling tens of millions, including IPIC-Dobbs Ferry Cinemas ($12M), Learning Experience ($3M), LA Fitness Center (Union, NJ, $5M), and Meridian Housing Complex pre-construction ($20M). Coordinated permits, utilities, pile-lag/de-watering, and value engineering to improve construction methods and cost efficiency; led scheduling and workforce planning."
        },
        {
            "title": "Executive Construction Project Manager",
            "company": "Company Name – City, State",
            "start_date": "2014-04",
            "end_date": "2016-04",
            "description": "Managed Englewood Fire House and Edgeboro Maintenance Building projects totaling $15M. Expedited foundation work above water level via hybrid de-watering and dry gravel mat; accelerated interior renovations; secured additional work valued at approximately $5M."
        },
        {
            "title": "Construction Manager / Supervisor",
            "company": "Company Name – City, State",
            "start_date": "2013-10",
            "end_date": "2014-04",
            "description": "Oversaw multiple projects with coordination among Jersey City Exterior Pedestrians Stair project and Hanover Sewerage Authority; delivered sludge ponds, skate park, and park renovations. Addressed site terrain challenges with temporary road construction and leveraged in-house resources to meet project objectives."
        },
        {
            "title": "Construction Manager / Field Supervisor",
            "company": "Company Name – City, State",
            "start_date": "2013-01",
            "end_date": "2013-10",
            "description": "Renovation leadership for nonprofit organizations in Brooklyn (two mid-rise buildings for seniors, ~150 units). Reorganized operations, secured materials, and advanced project from 4 months behind schedule to 1 month ahead; oversaw damage assessment for ~500 homes damaged by storms."
        },
        {
            "title": "Construction Project Manager",
            "company": "Company Name – City, State",
            "start_date": "2009-06",
            "end_date": "2012-12",
            "description": "Directed Rutgers' $40M 12-story Student Housing and 3-story Retail development (165,000 SF) in Camden; managed Dow Jones $4M Press Plant upgrades; executed $100M underground infrastructure and site work for Astoria power plant; managed procurement, budgets, and schedules; led fast-track coordination of excavation, piping, and structural elements."
        },
        {
            "title": "Construction Project Manager",
            "company": "Company Name – City, State",
            "start_date": "2007-07",
            "end_date": "2009-06",
            "description": "Directed a $75M project portfolio including new construction of 3 buildings and renovation of 3 existing buildings; led pre-construction coordination of general, mechanical, and electrical trades; managed a team of 6 professionals; resolved complex prison security system issues by coordinating with vendors, architect, and owner to maintain schedule and control costs."
        },
        {
            "title": "Construction Project Manager",
            "company": "Company Name – City, State",
            "start_date": "2004-12",
            "end_date": "2007-07",
            "description": "Directed the completion of a $65M 13-story student housing high-rise at UMDNJ Newark; supervised site operations for a 5-story parking garage; coordinated 9 stories of structural steel/hollow-core precast with reinforced concrete and exterior masonry; expedited a $140M demonstration school project through integrated field coordination."
        },
        {
            "title": "Senior Construction Project Cost Estimator",
            "company": "Company Name – City, State",
            "start_date": "2001-02",
            "end_date": "2004-12",
            "description": "Prepared conceptual estimates for clients, contributing $60M+ in additional revenue in one year; secured the company’s first federal design-build project ($15M) at Gabreski Airport; closed out projects efficiently, coordinated product installation, and prepared bid proposals to gain client approvals."
        },
        {
            "title": "Construction Project Manager",
            "company": "Company Name – City, State",
            "start_date": "1999-02",
            "end_date": "2001-02",
            "description": "Oversaw self-performed site work, concrete, masonry, structural steel, carpentry, electrical, plumbing, and HVAC for multiple projects; directed two State University Construction Fund projects totaling $20M; coordinated with university representatives to facilitate payments, field issue resolution, quality controls, and schedule updates."
        }
    ],
    "education": [
        {
            "degree": "Associate of Science: Civil Engineering Technology",
            "school": "New York City Technical College",
            "year": 1985
        },
        {
            "degree": "Bachelor of Applied Arts And Science: Structural Engineering",
            "school": "New Jersey Institute of Technology",
            "year": 1990
        },
        {
            "degree": "Bachelor of Applied Arts And Science: Civil Engineering",
            "school": "Alexandria University, Faculty of Engineering",
            "year": 1980
        }
    ],
    "certifications": [
        "OSHA -62 Hour Site Safety Supervisor",
        "30 Hour OSHA Construction Safety & Health Certificate",
        "8 Hour Site Safety Manager Refresher/ Chapter 33 Certificate",
        "8 Hour - NYC DOB SST: Fall Prevention Training",
        "4 HR -NY DOB SST- Supported Scaffold User and Refresher Training",
        "8 HR - OSHA Prescribed SST Courses Bundle",
        "4 HR- OSHA SST Elective",
        "Certified Soil Inspector",
        "NYCDOB Superintendent License (in progress)"
    ],
    "languages": []
}