{
    "name": "",
    "email": "",
    "phone": "",
    "location": "City, State",
    "summary": "Program Manager with extensive aviation program management experience, budgeting, logistics, and QA/Technical Inspection. Skilled in cross-functional coordination, data analysis, SOP development, and presentations for leadership at multiple levels.",
    "skills": [
        "Adobe",
        "Army",
        "blueprints",
        "budget",
        "C",
        "C++",
        "cables",
        "charts",
        "content",
        "CPR",
        "customer service",
        "databases",
        "delivery",
        "detail oriented",
        "fast",
        "financial",
        "functional",
        "funds",
        "GPS",
        "graphs",
        "Inspects",
        "Inspect",
        "Inspector",
        "interpretation",
        "inventory management",
        "Logistics",
        "materials",
        "mechanical",
        "Access",
        "Excel",
        "Microsoft Office",
        "Outlook",
        "PowerPoint",
        "Windows",
        "Windows XP",
        "Word",
        "multi-tasking",
        "navigation",
        "network",
        "organizational",
        "personnel",
        "presentations",
        "progress",
        "publications",
        "Quality Control",
        "Quality Assurance",
        "repairs",
        "research",
        "Safety",
        "FM",
        "Servers",
        "SOP",
        "spreadsheets",
        "supervisor",
        "Technical Manuals",
        "Test Equipment",
        "troubleshooting",
        "typing",
        "UHF",
        "VHF",
        "Vision",
        "Vista",
        "wiring",
        "word processing",
        "GFEBS",
        "IFTE",
        "BITE",
        "BOB",
        "Sincgars",
        "Doppler/GPS",
        "ARC-220",
        "AFCS System",
        "VOR",
        "IFF",
        "transponder",
        "gyros",
        "HUDS",
        "CIS",
        "HIS",
        "VSI"
    ],
    "experience": [
        {
            "title": "Program Manager",
            "company": "Company Name",
            "start_date": "1999-06",
            "end_date": "Present",
            "description": "Maintains accountability on aviation, health and safety budget for 6 divisions and 23 sub-divisions. Compiles fiscal, financial and ISR reports for two facilities and all aviation assets in Nebraska. Ensures stock and materials are available; inspects monthly obligation plans, STANFINS reports, GFEBS and AFCOS accountability to avoid over-obligating. Maintains program schedules and develops operating program plans for future fiscal years, including variations for fuel and personnel costs, flight hours, maintenance, weather and execution. Achieved 99.9-100% execution rate every fiscal year with over $3.5M, 3 airframes and 17 aircraft. Utilized the Logistics Modernization Program (LMP) for order processing, inventory management and customer service. Created, maintained and updated SOPs; compiles data for reports, projections, flow charts and graphs; prepares presentations for Company, Troop and Battalion commanders. Edits content for clarity and impact; creates databases/spreadsheets reflecting accountability items, funding, budget and analytics. Coordinates delivery, status of repair and/or pickup of equipment with supported units and maintenance shops."
        },
        {
            "title": "Quality Assurance/Technical Inspector",
            "company": "Company Name",
            "start_date": "1998-05",
            "end_date": "Present",
            "description": "Maintains files and records for 24 UH-60A Blackhawk and 14 CH-47 Chinook helicopters. Inspects avionics/electronic work; creates network database and maintains calibrated systems and test equipment. Installs ULLS-A servers and uploads new programs for the aircraft fleet. Utilizes C++ and ANCDs to apply cryptic information. Compiles data for reports, projections, flow charts and graphs for missions and presents to Company, Troop and Battalion commanders. Coordinates delivery, status of repair and/or pickup of equipment with supported units and maintenance shops. Maintains SOPs and publications; performs maintenance, troubleshooting and testing of base stations, remote transmitters, flight systems, flight controls, receivers, communications, navigation and secure/comsec equipment. Led seven Downed Aircraft Recovery Missions; planned, scheduled and prioritized routine and unscheduled maintenance and repairs. Deployed to Iraq (March 2006 – September 2007) in an E-4/E-7 capacity; earned multiple medals including the Bronze Star Medal."
        }
    ],
    "education": [
        {
            "degree": "High School Diploma",
            "school": "Malcolm High School",
            "year": 1997
        },
        {
            "degree": "Bachelor of Aeronautical Engineering",
            "school": "Embry-Riddle Aeronautical University",
            "year": null
        },
        {
            "degree": "MBA",
            "school": "Embry-Riddle Aeronautical University",
            "year": null
        }
    ],
    "certifications": [
        "Top Secret Security Clearance (TSCI)",
        "FCC License"
    ],
    "languages": []
}