{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Organized and results-driven professional with extensive experience supporting CFOs and executive teams in financial, HR, and administrative roles. Skilled in payroll, accounts payable/receivable, invoicing, client relations, and IT administration within fast-paced environments.",
    "skills": [
        "MS Outlook",
        "Word",
        "Excel",
        "PowerPoint",
        "QuickBooks Pro",
        "Mas90",
        "Sage200",
        "AS400",
        "ADP Payroll Software",
        "PC Charge Software",
        "EarthLink Hosting",
        "401K Administration",
        "Adobe Acrobat",
        "Adobe Illustrator",
        "Photoshop",
        "ACT",
        "Access",
        "Crystal Reports",
        "MAS90",
        "Billing",
        "Accounts Receivable",
        "Accounts Payable",
        "Payroll",
        "HR Administration",
        "Recruiting",
        "Data entry",
        "Problem Solving",
        "PC Troubleshooting",
        "Proposal and Sales Support",
        "Notary Public (Notary)"
    ],
    "experience": [
        {
            "title": "CFO Assistant/Executive Administrator/HR Manager/CS",
            "company": "RLE & NEI Industries, Inc.",
            "start_date": "June 2007",
            "end_date": "Current",
            "description": "Assisted CFO with quarterly and year-end financial reports, P&L on projects, A/P & A/R, credit & collections, invoicing & billing for RLE & NEI. Generated sales reports, bank reconciliations, cash receipts, credit card processing, and checks. Supported RLE C-level executives and NEI Industries, Inc., Superintendent. Maintained insurance requirements including certificates of insurance, auto and property coverage, workers' compensation, and bonds. Handled DMV documentation for company vehicles, EZ-Pass, tickets, violations, and claims. Established and maintained HR functions including payroll for 70 employees and 1099 subcontractors, recruiting, benefits, employee files, E-verify I-9, salary increases, deductions, garnishments, payroll exceptions, new hire orientation, and W-2 withholdings with confidentiality. In charge of prevailing wage certified payroll reports and 1099 forms. 401K Third Party Administrator duties, reconciliation of participant accounts at plan conversion, distributions and withholding verification, and compliance testing. IT Administrator tasks included setting up emails on Outlook and EarthLink, GoToMyPC, installing scanners, and assisting with PC troubleshooting. General administrative support, phones, filing, fax, and mail. Internal sales support and customer service for outside reps; entering customer proposals; distributing and confirming monthly commission statements."
        },
        {
            "title": "Controller/Administrative Assistant",
            "company": "Company Name",
            "start_date": "May 2005",
            "end_date": "June 2007",
            "description": "Sales orders processing, invoicing, shipments, and collections. Account Receivable, bank deposits, adjustments, posting checks. Account Payable, D&B listing, cash disbursement. Held petty cash and managed in-outgoing mail. Updated inventory and purchases, added customers and new vendors. Receptionist duties, data entry and administrative functions."
        },
        {
            "title": "Office Assistant",
            "company": "Company Name",
            "start_date": "April 2006",
            "end_date": "August 2007",
            "description": "Assisted lawyers and paralegals with paperwork; answered phone calls and performed receptionist duties. Updated customer lists for Department of Labor; billing and collecting payments from clients; prepared files for USCIS."
        },
        {
            "title": "Accounting/Administrative Assistant",
            "company": "Company Name",
            "start_date": "January 2005",
            "end_date": "May 2005",
            "description": "Sales orders processing; checked customers' credit history. Prepared invoices, purchase orders, and daily cash receipts. Prepared checks, accounts receivable, accounts payable, and monthly reports. Managed mail and petty cash."
        },
        {
            "title": "Customer Billing Representative",
            "company": "Company Name",
            "start_date": "June 2004",
            "end_date": "April 2006",
            "description": "Followed up with patients and their insurance on payments; set up payment arrangements; monitored payments and insurance verification. Charged patients by credit card and sent itemized bills."
        },
        {
            "title": "Credit Representative",
            "company": "Company Name",
            "start_date": "October 2004",
            "end_date": "December 2004",
            "description": "Processed new account applications and sales approvals. Researched customers' account credit history."
        },
        {
            "title": "Administrative Assistant/Production Supervisor",
            "company": "Company Name",
            "start_date": "August 1993",
            "end_date": "January 2000",
            "description": "Accounts Receivable and Payables; data entry and production reports. Assisted Bookkeeper; prepared time sheets and payroll checks for employees. Answered phones, prepared invoices, and managed outgoing mail."
        }
    ],
    "education": [
        {
            "degree": "A.A.S. in Accounting",
            "school": "Berkeley College",
            "year": ""
        },
        {
            "degree": "Accounting Certification in Computerized Accounting",
            "school": "Dover Business College",
            "year": ""
        },
        {
            "degree": "Certification in Human Resources",
            "school": "ADP Training",
            "year": ""
        },
        {
            "degree": "Certification in Excel II",
            "school": "Essex County College",
            "year": ""
        },
        {
            "degree": "Certification in Customer Service and Problem Solving",
            "school": "Essex County College",
            "year": ""
        },
        {
            "degree": "Certification in Computerized Executive Secretary",
            "school": "IDAT Institute",
            "year": ""
        }
    ],
    "certifications": [
        "Accounting Certification in Computerized Accounting",
        "Certification in Human Resources (ADP Training)",
        "Excel II Certification (Essex County College)",
        "Customer Service and Problem Solving Certification (Essex County College)",
        "Computerized Executive Secretary Certification (IDAT Institute)"
    ],
    "languages": [
        "English",
        "Spanish"
    ]
}