{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Experienced Jobs Coordinator/Estimator with management experience and strong people skills. Proficient in interpersonal communication, coaching, recruiting and selection, and hiring. Seeking a challenging role as a Jobs Coordinator/Estimator.",
    "skills": [
        "Assistant Manager",
        "benefits",
        "budgets",
        "cash receipts",
        "coaching",
        "interpersonal",
        "Competitive Analysis",
        "customer satisfaction",
        "customer service",
        "forms",
        "functional",
        "Hiring",
        "HR",
        "inventory",
        "marketing",
        "meetings",
        "merchandising",
        "office",
        "communicator",
        "payroll",
        "policies",
        "presentations",
        "progress",
        "reconciling",
        "Recruiting",
        "recruitment",
        "sales",
        "Sales Manager",
        "shipping",
        "staffing",
        "Store Manager",
        "strategic plans",
        "supervisor"
    ],
    "experience": [
        {
            "title": "Jobs Coordinator / Estimator",
            "company": "Payless ShoeSource",
            "start_date": "August 2012",
            "end_date": "October 2014",
            "description": "Worked with Payless managers in assigned areas on store operations, P&L shrink, store maintenance, recruiting staff and planning. Performed competitive analysis and helped grow Payless by recommending strategy; assisted in over 130 store openings/relocations to create 3 districts in the Carolinas. Selected by the Regional VP to support the Canadian expansion team. Promoted to Store Manager after a period in Assistant Manager. Supervised base office/store staff and their development. Devised recruiting plans for training supervisors and store managers. Led meetings with executives to review project status and proposed changes; drafted project schedules and defined deliverables; monitored task status."
        },
        {
            "title": "District Manager Trainee",
            "company": "Payless ShoeSource",
            "start_date": "July 2012",
            "end_date": "July 2012",
            "description": "Successfully managed the activities of team members in multiple locations."
        },
        {
            "title": "Area Manager",
            "company": "Payless ShoeSource",
            "start_date": "October 2011",
            "end_date": "March 2012",
            "description": "Successfully managed the activities of store team members in multiple locations. Recruited, managed and mentored an average of 4 new customer service representatives per year. Developed, implemented and monitored programs to maximize customer satisfaction. Developed and managed annual operating budgets for 4 stores located in Durham, NC."
        },
        {
            "title": "Area Manager / Training Supervisor",
            "company": "Payless ShoeSource",
            "start_date": "March 1992",
            "end_date": "August 2010",
            "description": "Worked closely with the district manager to build the store brand. Contributed to merchandising ideas at team sale meetings. Addressed and corrected sales staff communication issues. Analyzed marketing information and translated it into strategic plans. Trained staff to deliver outstanding customer service. Created weekly schedules aligned with payroll policies. Trained all new managers on store procedures and policies. Managed shipping needs and supervised staff in sales and inventory tasks. Reorganized store layouts to meet company demands. Opened 130 new store locations and assisted in recruiting/training new staff. Conducted reference and background checks for applicants. Created recruiting strategies; communicated duties, compensation, benefits and working conditions to candidates. Managed recruitment processes and reporting. Recruited across multiple sites in the Carolinas, VA and Canada. Maintained candidate tracking system and organized quarterly reviews for associates."
        },
        {
            "title": "Office Administrator",
            "company": "Company Name",
            "start_date": "April 2015",
            "end_date": "July 2015",
            "description": "Planned and executed projects. Controlled release of proprietary and confidential information. Prepared correspondence, accounting and financial documents for analysis. Conducted analysis addressing issues leading to positive outcomes."
        }
    ],
    "education": [
        {
            "degree": "Associate of Arts: Business Administration",
            "school": "Mount Olive College",
            "year": 1982
        }
    ],
    "certifications": [],
    "languages": []
}