{
    "name": null,
    "email": null,
    "phone": null,
    "location": "City, State",
    "summary": "Results-oriented Manager who thrives in fast-paced and competitive environments. Brings strong presentation, analytical and problem solving skills. I am a systematically savvy management/ sales/ customer service Individual with multiple leadership experiences. I am qualified for career opportunities where my background and creative abilities will be of value. I am looking for a position that will utilize my skills in strategic planning, team development, performance management and relationship building.",
    "skills": [
        "accounting",
        "approach",
        "agency",
        "backup",
        "Business Management",
        "Call Center",
        "coaching",
        "Competitive",
        "contracts",
        "cost control",
        "clientele",
        "client",
        "customer satisfaction",
        "Customer Service",
        "Delivery",
        "Documentation",
        "Electronic mail",
        "Financial",
        "Food safety",
        "Inspection",
        "inspects",
        "insurance",
        "ISIS",
        "leadership",
        "Team Leader",
        "managerial",
        "market",
        "materials",
        "Excel",
        "office",
        "Microsoft Outlook",
        "Word",
        "Works",
        "network",
        "Payroll",
        "Policies",
        "problem solving",
        "problem solver",
        "processes",
        "Quality",
        "quality control",
        "Recruitment",
        "Safety",
        "Sales",
        "Six sigma",
        "Staffing",
        "strategic plans",
        "Strategic Planning",
        "supervisor",
        "technical assistance",
        "telephone",
        "total quality management",
        "translation"
    ],
    "experience": [
        {
            "title": "Patient Service Manager/ Retail Manager",
            "company": "Company Name",
            "start_date": "01/2015",
            "end_date": "Present",
            "description": "Manage all staff assigned to patient meal service area. Drives patient satisfaction and maintains client relationships through rounding. Ensures compliance to food safety, sanitation, and overall workplace safety standards are met. Supervises, staffs, trains, conducts applicable rounding and manages the performance of the food service supervisors, diet office, kitchen, tray line and patient meal delivery staff, including applicable rounding. Coordinates activities related to menu distribution and other menu-related issues, and facilitate operations related to production, distribution and service of food to ensure optimal nutrition care of patients/residents. Manages and controls resources and materials to ensure quality, adequacy of supply and cost control within budgetary guidelines. P&L accountability. Ability to communicate on various levels to include management, client, customer and associate levels. Financial, budgetary, accounting and computational skills."
        },
        {
            "title": "FEMA Inspector Contractor",
            "company": "Company Name",
            "start_date": "11/2014",
            "end_date": "Present",
            "description": "Performs inspections and assesses damage of residences. Documents the damages sustained based on extensive knowledge of construction techniques. Assesses damage to dwellings and the overall habitability of homes and addresses each appropriate field using the ACE Field Software. Provides support in the administration of Inspection Services contracts, such as assisting in the development of emergency response plans and assisting with quality control monitoring. Assists in determining number of inspections needed at disaster field sites and provides guidance to other field inspectors. Typical guidance provided is assisting other inspectors with disaster specific information or technical assistance with the ACE Field Software. Assists the supervisor with analyzing and evaluating Inspection Services procedures in order to recommend improvements in inspection methods and techniques. Procedures are typically evaluated through physical observation of field experiences. Reviews, analyzes and verifies occupancy documentation provided by applicants such as mortgage payment books, deeds and various insurance documents. Provides disaster assistance program information to applicants."
        },
        {
            "title": "OPERATIONS SUPERVISOR",
            "company": "Company Name",
            "start_date": "07/2014",
            "end_date": "01/2015",
            "description": "Manage unload department on resources to ensure maximum output, accuracy, and efficiency at all times. Responsible to ensure that all employees adhere to safety policies and procedures at all times, operating in full compliance with department, station, corporate, and OSHA requirements. Aid Full-time Supervisors on day to day maintenance coordination. Establish and maintain an aggressive cross-training program within the department to promote development, enhance flexibility, and ensure backup coverage of vital functions and processes. Function as an effective liaison and advocate on all levels to ensure that employee, department, and corporate needs are addressed in a timely and productive manner. Manage Payroll, Reviews, and Corrective actions."
        },
        {
            "title": "Specialty Service Agent",
            "company": "Company Name",
            "start_date": "10/2013",
            "end_date": "07/2014",
            "description": "Coordinate with appropriate departments such as Product Development, Hotel and Air Operations as well as external sources such as hotel corporate or local reservations to inquire about requested room types. Verify pricing and obtain confirmation to accommodate Travel Agent or direct client requests. Communicate with Revenue Management, Contracting and Operations for Price Match verification as needed. Receive and log incoming booking requests that are beyond the availability accessible by the Reservations staff, Travel Agents and direct clients. Process Price Match requests in accordance with established guidelines."
        },
        {
            "title": "Owner/ Stylist",
            "company": "Company Name",
            "start_date": "01/2009",
            "end_date": "10/2013",
            "description": "Shampooed, conditioned and rinsed guests' hair using salon-exclusive products. Advised customers on proper treatment of dry and damaged hair. Cut, colored and styled clients' hair with precision and expertise. Updated customer information records to track services provided. Counted and documented opening and closing cash amounts daily. Hired and trained all members of staff. Book keeping, Accounting."
        },
        {
            "title": "Admission Advisor /Call Center Team leader",
            "company": "Company Name",
            "start_date": "06/2006",
            "end_date": "07/2008",
            "description": "Assist, guide, and motivate a cohort of online call center and face to face college students to realize personal, professional, and educational goals. Determines student applicant's admissibility to the university online / college. Responsible for national volume over, $200M in annual sales. Maintain communication via telephone call Center, face to face correspondence, and/or electronic mail with prospective students through all stages of the recruitment and admissions process. Successfully/consistently achieve enrollment/ start goals. Successfully held a Team Leader position within the call center for 32 reps. Meet and exceeded goal every cycle motivated and coached reps to making monthly and weekly goals."
        },
        {
            "title": "Call Center Team Leader",
            "company": "Company Name",
            "start_date": "08/2003",
            "end_date": "12/2006",
            "description": "Directed and coordinated activities of employees engaged in installation through call center team. Hired, trained and supervised a team of 15 employees. Monitored, coached and motivated team reps."
        },
        {
            "title": "Customer Service Rep",
            "company": "Company Name",
            "start_date": "03/2002",
            "end_date": "07/2003",
            "description": ""
        },
        {
            "title": "Call Center Supervisor",
            "company": "Company Name",
            "start_date": "01/2000",
            "end_date": "03/2002",
            "description": ""
        },
        {
            "title": "Store Manager",
            "company": "Hollywood video",
            "start_date": "01/1998",
            "end_date": "01/2000",
            "description": ""
        }
    ],
    "education": [
        {
            "degree": "B.S. in Business Management",
            "school": "Kaplan University",
            "year": null
        }
    ],
    "certifications": [],
    "languages": []
}