{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "DIRECTOR OF ENGINEERING Summary Manager/Director - Engineering/Research & Development/Product Development/Design - Versatile and highly competent mechanical engineering professional offering over 10 years experience of product design & development in the manufacturing industry with demonstrated success in on- site technical support, installation & maintenance and systems troubleshooting & testing. Expertise in project management techniques, implementing engineering changes and performing testing & design changes. Track record of handling welding, fabrication, material handling and material processing procedures along with managing project budgets. Possesses technical & engineering skills with the ability to analyze issues, devise continuous process improvements, incorporate initiatives to increase efficiency, streamline operations & decrease overall expenses with minimal resources. Successfully built the production department from a staff of zero to 20 in approximately 5 weeks and completed a project 20 days early and 15% under budget at Amer Industrial Technologies Efficiently managed engineering of $30MM+ nuclear safety related project including 10 large stainless steel process tanks at Amer Industrial Technologies Brought three new products to market through design changes & manufacturing efficiencies and helped reduce manufacturing cost for two of the products by over 30% at Roberts Filter Group Areas of Expertise: Project Engineering & Production Product Design & Product Development Testing Knowledgeable in Welding & Fabrication, Material Handling & Processing Procedures, Project Management & Direction, Internal & External Quality Audits, Instrumentation & Control, and Project Budgets Multitasking in fast-paced environments Highly Organized and Strong Analytical Abilities Articulate Oral and Written Communication Quick Problem Resolution & Decision Making Client Relationship Management Continuous Process Improvement and Innovation Team Building, Training and Development",
    "skills": [
        "ANSYS",
        "Autocad",
        "CAD",
        "Pro-Engineer",
        "SolidWorks",
        "Unigraphics",
        "MATLAB",
        "Welding",
        "Fabrication",
        "Material Handling",
        "Processing",
        "Project Engineering",
        "Project Management",
        "Production",
        "Product Design",
        "Product Development",
        "Testing",
        "Quality Audits",
        "Instrumentation & Control",
        "Project Budgets",
        "Budgets",
        "Purchasing",
        "Documentation",
        "Drafting",
        "Drawing",
        "Troubleshooting",
        "Workflow",
        "Multitasking",
        "Communication",
        "Client Relationship Management",
        "Continuous Process Improvement",
        "Innovation",
        "Team Building",
        "Training and Development",
        "Leadership",
        "Meetings",
        "MS Office",
        "Excel",
        "PowerPoint",
        "Word",
        "Windows 95",
        "Windows 98",
        "Windows 2000"
    ],
    "experience": [
        {
            "title": "Director of Engineering",
            "company": "Roberts Filter Group",
            "start_date": "2013-01",
            "end_date": "Present",
            "description": "Responsible for running the engineering department including project engineering, instrumentation & control and product development; overseeing work assignments, attending management meetings, project meetings, product development testing, preparing & reviewing drawings, meeting with clients at job sites and calling customers or vendors. Major contributions include bringing three new products to market through design changes and manufacturing efficiencies; reducing manufacturing cost for two products by over 30%; overseeing installation of two products and providing field engineering service and troubleshooting; directed a cross-functional engineering department with 10-20 staff; delivered projects totaling over $35MM; managed project budgets."
        },
        {
            "title": "Project Engineer/Engineering Manager/Production Director",
            "company": "Amer Industrial Technologies",
            "start_date": "2009-01",
            "end_date": "2013-01",
            "description": "Developed welding (GTAW, GMAW, FCAW, SAW, SMAW) processes; fabrication, material handling and processing procedures; developed design, document control and general engineering procedures; managed project budgets; planned fabrication processes and resources; qualified and certified Lead Auditor; oversaw early delivery of nuclear and non-nuclear projects; produced long-term fabrication schedules; led development of a Commercial Grade Dedication program; conducted internal quality audits and external vendor audits."
        },
        {
            "title": "Co-Founder",
            "company": "",
            "start_date": "2008-01",
            "end_date": "2009-01",
            "description": ""
        },
        {
            "title": "Balance of Plant Engineer",
            "company": "",
            "start_date": "2007-01",
            "end_date": "2008-04",
            "description": ""
        },
        {
            "title": "Corporate Thermal Performance Engineer",
            "company": "",
            "start_date": "2005-06",
            "end_date": "2007-01",
            "description": ""
        },
        {
            "title": "Fellow",
            "company": "",
            "start_date": "2006-07",
            "end_date": "2006-09",
            "description": ""
        },
        {
            "title": "Intern",
            "company": "",
            "start_date": "2002-06",
            "end_date": "2002-08",
            "description": ""
        }
    ],
    "education": [
        {
            "degree": "MS: Mechanical Engineering",
            "school": "Tulane University",
            "year": "2005"
        },
        {
            "degree": "BS: Mechanical Engineering",
            "school": "Tulane University",
            "year": "2003"
        },
        {
            "degree": "Semester Abroad Program - Design of Heavy Truck Tires",
            "school": "L'Institut Francais De Méchanique Avancée (IFMA)",
            "year": ""
        }
    ],
    "certifications": [
        "Engineering Intern Certification (Louisiana)",
        "Pursuing Professional Engineering License"
    ],
    "languages": []
}