{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Committed and motivated Administrative Assistant with exceptional customer service and decision-making skills. Strong work ethic, professional demeanor, and initiative.",
    "skills": [
        "Professional verbal and written communication",
        "Typing at 80+ wpm",
        "Strong analytical and organizational skills",
        "Excellent interpersonal skills",
        "Professional phone manner and office etiquette",
        "Schedule management",
        "Self-starter",
        "Employee training and development",
        "Microsoft Office proficiency",
        "Meticulous attention to detail",
        "Results-oriented",
        "Self-directed",
        "Spreadsheet development",
        "Deadline-oriented",
        "Staff motivation",
        "Time management",
        "Professional and mature",
        "Strong problem solver",
        "Resourceful",
        "Grammar and proofreading",
        "Mail management",
        "Meeting planning",
        "Legal administrative support",
        "Detailed meeting minutes",
        "Executive Management Support",
        "Microsoft Outlook",
        "Multi-Task Management",
        "Organizational Skills",
        "Telephone Skills"
    ],
    "experience": [
        {
            "title": "Administrative Associate II",
            "company": "Company Name",
            "start_date": "2015-09",
            "end_date": "Present",
            "description": "Provided administrative and secretarial support to the Department Chair, students, faculty, industry advisory board members, and the public. Supervised Student Assistants and advised both graduate students and assistants. Maintained documentation and records for the Construction Management Department. Managed departmental communications, calendar, purchases and payments, course setup in Banner, and support for institutes and workshops. Coordinated events, travel arrangements, internships and job placements; prepared minutes and agendas; coordinated fundraising; and assisted with IT needs and facility repairs. Maintained filing systems, organized special events, and served as the central contact for external vendors and access. Facilitated collaboration with other departments and supported faculty searches and travel arrangements for applicants."
        },
        {
            "title": "Office Manager",
            "company": "Company Name",
            "start_date": "2014-08",
            "end_date": "2015-04",
            "description": "Generated updated property information from field documentation. Performed data entry using AssessPro Software and created property cards for multiple jurisdictions. Managed shipments of period mail-outs to taxpayers and scheduled Revaluation appointments and informal hearings. Maintained a professional office environment, organized phone lists and supply requests, and directed inquiries. Oversaw receptionist duties, designed electronic filing systems, maintained electronic and paper files, handled correspondence, and managed daily office operations and equipment maintenance."
        },
        {
            "title": "Receptionist, Client Services, Tax/Lien Researcher",
            "company": "Company Name",
            "start_date": "2012-12",
            "end_date": "2014-08",
            "description": "Facilitated working relationships with co-tenants and building management. Supplied key cards and building access; planned meetings and prepared conference rooms. Maintained front desk and reception area, greeted visitors, and responded to inquiries."
        },
        {
            "title": "Shipping Coordinator",
            "company": "Company Name",
            "start_date": "2010-07",
            "end_date": "2012-08",
            "description": "Processed Internet-based orders nationwide; utilized Endicia for shipment processing. Prepared and shipped large orders to stores in the US and Canada; kept shipping area organized and efficient. Ordered printing supplies and managed daily outgoing shipments for Internet-based orders."
        },
        {
            "title": "Website and Social Media Manager",
            "company": "Company Name",
            "start_date": "2009-12",
            "end_date": "2012-07",
            "description": "Managed the website for the Song of Atlanta Show chorus and maintained their social media presence on Facebook, MySpace, YouTube, and LinkedIn."
        },
        {
            "title": "Receptionist",
            "company": "Company Name",
            "start_date": "2008-10",
            "end_date": "2009-10",
            "description": "Managed the receptionist area, greeted visitors, and responded to inquiries. Maintained electronic and paper filing systems; organized front desk operations and handled mail and faxes."
        },
        {
            "title": "Administrative Assistant/Receptionist",
            "company": "Morris/Hardwick/Schneider",
            "start_date": "2005-10",
            "end_date": "2007-10",
            "description": "Began as professional receptionist and was promoted to Disburser/Post Closer. Duties included handling incoming calls and visitors, maintaining lobby and conference rooms, disbursing real estate closing files, sending checks, scanning and filing documents, using Softpro for document tracking, and managing post-closing requests. Also responsible for ordering supplies, notarizing documents, coordinating with the Managing Attorney, ensuring proper signatures, and supporting other administrative tasks. Additional details available on LinkedIn: www.linkedin.com/in/tammyammy."
        }
    ],
    "education": [
        {
            "degree": "GED & Adult High School Diploma",
            "school": "Dekalb Community College",
            "year": "1983"
        }
    ],
    "certifications": [],
    "languages": []
}