{
    "name": null,
    "email": null,
    "phone": null,
    "location": "Minster, OH; Angola, IN; Kendallville, IN",
    "summary": "Senior HR professional with extensive experience in safety management, employee engagement, HR generalist duties, training & development, and recruiting & succession planning across manufacturing, sales and corporate environments; proven success in union and nonunion settings and leading ISO/EHS initiatives.",
    "skills": [
        "ADA",
        "approach",
        "arbitration",
        "auditing",
        "business strategy",
        "case management",
        "contract negotiations",
        "crisis management",
        "finance",
        "HRIS",
        "Human Resources",
        "HR",
        "information systems",
        "ISO",
        "leadership",
        "Material Science",
        "negotiating",
        "negotiation",
        "negotiations",
        "network",
        "organizing",
        "organizational",
        "payroll",
        "performance management",
        "personnel",
        "policies",
        "problem solving",
        "quality",
        "recruiting",
        "recruiter",
        "Safety",
        "staffing",
        "structured",
        "supervisor",
        "technical training"
    ],
    "experience": [
        {
            "title": "Senior HR",
            "company": "Company Name",
            "start_date": "2007-01",
            "end_date": "2010-10",
            "description": "Senior HR highlights include safety management, employee engagement, HR generalist activities, training & development, organization, recruiting & succession planning; experience in union and non-union manufacturing, sales and headquarters environments."
        },
        {
            "title": "Environmental, Health & Safety Director",
            "company": "Dannon",
            "start_date": "2010-10",
            "end_date": "2015-10",
            "description": "Established and led regional safety and health network for 4 Dannon US sites. Expanded responsibilities to include all safety auditing across 7 dairy Danone sites, waters division and baby nutrition divisions in the US. Attained One Team Award for the region attaining no lost time incidents during a time of growth. Expanded skill set to become an internal ISO 22000 quality auditor and a ISO 14001 Environmental auditor. Assured EHS transition for 2 newly acquired businesses. Led bio-vigilance, food and site security. Led site of 400 employees and 200 contractors in HR, training and safety functions during a time of high growth and extensive change. Key contributor for negotiation team first union contract with BCTGM resulting in millions of dollars of savings in benefit costs over the term of the 5 year contract. Implemented behavior based safety methods to reduce lost time from 12 to zero resulting in a 3 year record of no lost time incidents. Transitioned and reduced 24 shift configurations to 4 by implementing 12 hour 24/7 shift organization. Succession plan recruiter lead to assure bench strength in industrial manager and supervisor roles."
        },
        {
            "title": "Industrial Development Director",
            "company": "Danone",
            "start_date": "2015-11",
            "end_date": "Present",
            "description": "Development of consistent technical training to assure skill attainment across the 7 manufacturing sites in the region."
        },
        {
            "title": "HR/Training Manager",
            "company": "Bayer Material Science Company",
            "start_date": "2002-01",
            "end_date": "2007-04",
            "description": "Led HR/Training functions for 5 New England States. Closed one facility including outplacement of personnel. Team member for carve in team to align another site into a wholly owned subsidiary of Bayer. Transitioned 24/5 operations to a 24/7 schedule after successfully defeating union organizing campaign. Led cross-functional training team to attain $141,000 Massachusetts workforce development training grant. Assured completion of training of new employees and cross training of personnel from hourly to executive level. Implemented crisis management process, including negotiating local employee assistance vendor in coordination with national contract. Oversaw recruiting activities to identify top talent using consistent, high impact recruiting and compensation methods. Contributed to the Job Safety Behavior Observation process (JSBO) by conducting ongoing health, safety and ISO audits."
        },
        {
            "title": "Human Resources Manager",
            "company": "Angola",
            "start_date": "2000-01",
            "end_date": "2002-02",
            "description": "Process owner for operations of human resources functions, operations quality organization, as well as liaison to division and corporate information systems and finance functions. Facilitated staff role identification and structure to provide support to customer-centric organization. Led order fulfillment team. Reduced errors by 83% using structured problem solving approach. Implemented performance management process."
        },
        {
            "title": "Human Resources Manager",
            "company": "Ingersoll-Rand ARO Fluid Products Division",
            "start_date": "1996-07",
            "end_date": "1999-12",
            "description": "Managed human resource functions, including safety, training and development, workers' compensation, organizational effectiveness, staffing and labor negotiations. Served as chief spokesperson in UAW contract negotiations team integrating cell based and skill based pay language. Communicated and implemented policies and procedures, including ADA and FMLA. Contributed to Kaizen, suggestions, business strategy planning, and safety teams as well as quality training, leadership, and money stream training. Reduced absenteeism from 4% to 1.5%. Implemented case management and return to work programs, reducing average lost days from 273 to zero. Reduced workers' compensation costs by 62%. Closed 114 grievances without arbitration in 3 years."
        },
        {
            "title": "Human Resources Manager",
            "company": "Hendrickson Truck Suspension",
            "start_date": "1989-02",
            "end_date": "1996-03",
            "description": "Oversaw human resource functions for multiplant operations. Functions include safety, training and development, workers' compensation, organization effectiveness, staffing and labor negotiations. Managed 3 direct reports. Implemented first HRIS - ABRA. Attained 3 promotions and received the Hendrickson President's Award."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science: Personnel",
            "school": "Purdue University",
            "year": 1988
        },
        {
            "degree": "Associate of Science: Supervision",
            "school": "Purdue University",
            "year": 1987
        },
        {
            "degree": "Associate of Science: Plant and Soil Science",
            "school": "State University of New York - Cobleskill",
            "year": 1985
        }
    ],
    "certifications": [],
    "languages": []
}