{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Detail-oriented 25-year human resources professional who excels under tight deadlines, while anticipating and averting potential problems by proactively streamlining processes to find the perfect applicant. Experienced HR consultant with PHR certification and strong expertise in recruiting, training, compliance, and talent development.",
    "skills": [
        "PHR",
        "PHR - State Certified",
        "PeopleFluent",
        "Taleo",
        "interpersonal skills",
        "coaching",
        "Recruiting",
        "Recruitment",
        "Talent assessments",
        "Hiring",
        "Background checks",
        "Training and development",
        "Hiring and retention",
        "Compensation",
        "Payroll",
        "Employee relations",
        "Regulatory compliance",
        "Affirmative Action compliance",
        "New hire orientation",
        "Mediation",
        "ADA",
        "EEO",
        "Job descriptions",
        "Policies and procedures",
        "Management",
        "Labor relations",
        "Networking",
        "Organizing",
        "Organizational development",
        "Performance appraisals",
        "Research",
        "Safety",
        "Staffing",
        "Supervisory",
        "Employee development",
        "Employee handbooks",
        "Budgets",
        "Advertisements",
        "Charts",
        "Forms",
        "Legal",
        "HR management"
    ],
    "experience": [
        {
            "title": "HR Consultant",
            "company": "Company Name",
            "start_date": "07/2015",
            "end_date": "Present",
            "description": "HR and Career Consultant; Consult Fortune 500 companies in HR; Career consultant for potential applicants; Executive Recruiting for Banking Professionals."
        },
        {
            "title": "Director of Customer Strategies - Heart Walks",
            "company": "Company Name",
            "start_date": "10/2014",
            "end_date": "05/2015",
            "description": "Recruited and interviewed applicants for Customer Strategies Team. Directed and managed to maximize positive customer experience for Heart Walks. Identified staff vacancies and recruited, interviewed and selected applicants. Answered employee questions regarding Heart Walks and resolved issues. Served as a link between management and employees by handling questions, interpreting and administering contracts. Defined strategy and business plan for Heart Walks for the Southwest Affiliate (6 states). Executed integrated advertising campaign across multiple media channels. Implemented and evolved high-impact strategies to target new business opportunities and markets. Created the look and feel of the organization's online presence in social media forums."
        },
        {
            "title": "Human Resources - Recruiter",
            "company": "Company Name",
            "start_date": "06/2014",
            "end_date": "05/2015",
            "description": "Recruited and interviewed 100-200 applicants per month. Advised managers on organizational policy matters and recommend needed changes. Directed personnel, training and labor relations activities. Identified staff vacancies and recruited, interviewed and selected applicants. Reviewed federal and state laws to confirm and enforce company compliance. Addressed inquiries from employees and management regarding new-hire activity and ongoing employee relation issues. Created and modified job descriptions within all departments. Worked with senior-level management to create fair and consistent HR policies and procedures. Facilitated monthly meetings to develop strategies that would positively influence workplace relationships. Processed all salary changes stemming from merit increases, promotions, bonuses and pay adjustments. Conducted telephone and onsite exit interviews for all employees. Worked with HR business partners to facilitate year-end talent reviews."
        },
        {
            "title": "Talent Attraction",
            "company": "Company Name",
            "start_date": "09/2012",
            "end_date": "05/2014",
            "description": "Conduct reference or background checks; Conduct exit interviews; Develop or implement recruiting strategies to meet current or anticipated staffing needs. Hire employees and process hiring-related paperwork. Inform job applicants of duties, responsibilities, compensation, benefits, schedules, working conditions, or promotion opportunities. Interpret and explain human resources policies, procedures, laws, standards, or regulations. Interview job applicants to obtain information on work history, training, education, or job skills. Maintain and update human resources documents, such as organizational charts, employee handbooks or directories, or performance evaluation forms. Maintain current knowledge of Equal Employment Opportunity (EEO) and affirmative action guidelines and laws, such as the Americans with Disabilities Act (ADA). Perform searches for qualified job candidates using various sources. Prepare or maintain employment records related to events such as hiring, termination, leaves, transfers, or promotions, using HRMS. Provide management with information or training related to interviewing, performance appraisals, counseling techniques, or documentation of performance issues. Review employment applications and job orders to match applicants with job requirements. Schedule or administer skill, intelligence, psychological, or drug tests for current or prospective employees. Schedule or conduct new employee orientations. Select qualified job applicants or refer them to managers, making hiring recommendations when appropriate. Advise management on organizing, preparing, or implementing recruiting or retention programs. Coordinate with outside staffing agencies to secure temporary employees, based on departmental needs. Evaluate recruitment or selection criteria to ensure conformance to professional, statistical, or testing standards, recommending revisions. Review and evaluate applicant qualifications or eligibility for specified licensing, according to established guidelines and designated licensing codes. Perform difficult staffing duties, including dealing with understaffed, refereeing disputes, firing employees, and administering disciplinary procedures. Plan and conduct new employee orientation to foster positive attitude toward organizational objectives. Advise managers on organizational policy matters such as equal employment opportunity and sexual harassment, and recommend needed changes. Analyze and modify compensation and benefits policies to establish competitive programs and ensure compliance with legal requirements."
        },
        {
            "title": "Assistant Vice-President - Human Resources",
            "company": "Company Name",
            "start_date": "02/1999",
            "end_date": "05/2012",
            "description": "Develop or implement recruiting strategies to meet current or anticipated staffing needs. Hire employees and process hiring-related paperwork. Contact job applicants to inform them of the status of their applications. Confer with management to develop or implement personnel policies or procedures. Conduct reference or background checks on job applicants. Analyze employment-related data and prepare required reports. Conduct exit interviews and ensure that necessary employment termination paperwork is completed. Inform job applicants of details such as duties, responsibilities, compensation, benefits, schedules, working conditions, or promotion opportunities. Interpret and explain human resources policies, procedures, laws, standards, or regulations. Interview job applicants to obtain information on work history, training, education, or job skills. Maintain and update human resources documents, such as organizational charts, employee handbooks or directories, or performance evaluation forms. Maintain current knowledge of Equal Employment Opportunity (EEO) and affirmative action guidelines and laws, such as the Americans with Disabilities Act (ADA). Perform searches for qualified job candidates, using sources such as computer databases, networking, Internet recruiting resources, media advertisements, job fairs, recruiting firms, or employee referrals. Prepare or maintain employment records related to events such as hiring, termination, leaves, transfers, or promotions, using human resources management system software. Provide management with information or training related to interviewing, performance appraisals, counseling techniques, or documentation of performance issues. Review employment applications and job orders to match applicants with job requirements. Schedule or administer skill, intelligence, psychological, or drug tests for current or prospective employees. Schedule or conduct new employee orientations. Select qualified job applicants or refer them to managers, making hiring recommendations when appropriate. Advise management on organizing, preparing, or implementing recruiting or retention programs. Coordinate with outside staffing agencies to secure temporary employees, based on departmental needs. Evaluate recruitment or selection criteria to ensure conformance to professional, statistical, or testing standards, recommending revisions, as needed. Review and evaluate applicant qualifications or eligibility for specified licensing, according to established guidelines and designated licensing codes. Perform difficult staffing duties, including dealing with understaffed, refereeing disputes, firing employees, and administering disciplinary procedures. Plan and conduct new employee orientation to foster positive attitude toward organizational objectives. Advise managers on organizational policy matters such as equal employment opportunity and sexual harassment, and recommend needed changes. Analyze and modify compensation and benefits policies to establish competitive programs and ensure compliance with legal requirements."
        }
    ],
    "education": [
        {
            "degree": "BAAS",
            "school": "Dallas Baptist University",
            "year": ""
        },
        {
            "degree": "High School Diploma",
            "school": "Leland High School",
            "year": ""
        }
    ],
    "certifications": [
        "PHR - State Certified Professional of Human Resources"
    ],
    "languages": []
}