{
    "name": "",
    "email": "",
    "phone": "",
    "location": "Atlanta, GA",
    "summary": "I am looking for a challenging Business Development position that will utilize my knowledge and passion for sales while leveraging more than twenty years of relationship building. Highlights: Strong interpersonal skills including rapport building, listening, social versatility, courtesy and concern. Solid sales call skills with proper preparation disciplines, including the ability to determine and communicate a clear meeting purpose, question to identify needs, frame solutions in the context of value to the client, gain agreement to potential solution fit and gain closure on next steps. Ability to develop winning sales strategies by considering key client factors such as compelling events, critical success factors, stated and non-stated requirements, and the decision making landscape. Ability to access appropriate client executives by making solid presentations and constructing proposals that address C-level issues in clear, concise, jargon-free language. Ability to drive the sales strategy with an opportunity plan that includes specific sales objectives, appropriate strategies, and detailed tactics. Ability to anticipate the strategies employed by each competitor and craft proactive solutions for winning the business. Ability to utilize the client organization chart to understand their formal structure and individual roles in the buying process. Ability to create a relationship strategy for each key player that affects or is affected by the outcome of the buying decision.",
    "skills": [
        "Relationship management",
        "Interpersonal skills",
        "Communication",
        "Influencing and negotiating skills",
        "New business strategy development",
        "Implementation",
        "Project management",
        "Presentation skills",
        "Research and report writing",
        "Problem solving",
        "Decision making",
        "Coaching",
        "Teamwork",
        "Team player",
        "Networking",
        "Marketing strategy",
        "Brand strategy",
        "Branding",
        "Sales",
        "Customer service",
        "Lead generation",
        "Proposal development",
        "Strategic thinking"
    ],
    "experience": [
        {
            "title": "Director of Business Development",
            "company": "Armchair Media",
            "start_date": "2009-07",
            "end_date": "2012-03",
            "description": "Attracting new clients, developing current clients and penetrating existing markets to grow Armchair Media's client base. Focusing on overarching digital strategies and implementation plans for Fortune 500 companies. Intelligence gathering on clients, target prospects and industries to inform and support pursuit efforts. Develop ongoing improvements to the process of prospecting, qualifying and closing key accounts. Attend and develop market presence through networking/involvement with key associations. Consistently exceed sales goals; closed 2.5 Million in sales within the first calendar year. Work with senior management as part of the planning team to develop company growth plans, define strategies for divisional input and task to accomplish goals. Develop presentations and execute agency overviews to potential clients. Focus on new business opportunities generated through a number of prospecting and traditional business development channels including, targeting fortune 500 clients and interactive market leaders. Proposal development, submittal and follow-up Develop and maintain client relationship, including meeting with representatives of existing and potential clients to collaborate and communicate over arching online brand strategy, core capabilities and to discuss potential projects proposed by Armchair Media or client. Manage the delivery of client service and business development strategies for all key clients Secured new clients for Armchair including but not limited to: CNN, Turner, Cartoon Network, Coca-Cola, Phillip-Van Heusen, Disney, The College Board and The Weather Channel."
        },
        {
            "title": "Business Development Executive",
            "company": "Definition 6",
            "start_date": "2008-03",
            "end_date": "2009-07",
            "description": "Consultant and seller of online media, interactive marketing and related services. Acquire new clients and develop ongoing improvements to prospecting, qualifying and closing key accounts. Engage with associations to expand market presence."
        },
        {
            "title": "Director of Client Development",
            "company": "LBi Atlanta (Formerly Creative Digital Group)",
            "start_date": "2005-01",
            "end_date": "2008-10",
            "description": "Acquire new clients and sell services including Interactive Strategy & Branding, Emerging Technologies, Rich Media and SEM/SEO. Manage accounts with Client Services/Account Managers and deliver superior customer service. Consistently exceed sales goals."
        },
        {
            "title": "Director of Sales and Marketing",
            "company": "VTA/Play",
            "start_date": "2003-09",
            "end_date": "2005-10",
            "description": "Develop marketing strategy for all rich media services, print design and marketing services; create proposals and presentations; present concepts to clients (e.g., Coca-Cola, CNN, Home Depot)."
        },
        {
            "title": "Account Executive",
            "company": "Vertis Inc.",
            "start_date": "1998-08",
            "end_date": "2003-09",
            "description": "Prospect for new clients and opportunities; service current customers; attend press checks to ensure brand guidelines and standards; manage client expectations for photoshoots and concepts."
        },
        {
            "title": "Account Executive / Conway Southern Territory Manager",
            "company": "Averitt Express",
            "start_date": "1995-01",
            "end_date": "1999-12",
            "description": "Sold transportation and logistical solutions to local large and mid-size businesses; managed existing accounts, cold called and prospected for new accounts in multiple counties; expanded into South Florida markets."
        },
        {
            "title": "Business Development Director",
            "company": "Company Name",
            "start_date": "2012-03",
            "end_date": "2014-01",
            "description": "Responsible for creating brand awareness within the defined market, building relationships with key executives, developing/pursuing leads, and assisting consultants with qualifying and winning opportunities. Assisted Managing Director with recruiting efforts. Infiltrating and influencing decision-makers at the highest levels within the account. Leverage relationships to introduce SEI, create and pursue selling opportunities. Manage demand generation activities and collaborate with consultants and delivery groups to determine solution details and approach."
        }
    ],
    "education": [
        {
            "degree": "Associate of Arts in Health Science",
            "school": "Palm Beach Community College",
            "year": "1999"
        }
    ],
    "certifications": [],
    "languages": []
}