{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Highly motivated and determined individual seeking full-time position where my previous financial, purchasing, construction, and project controlling experiences will drive the corporation's goals toward success.",
    "skills": [
        "SAP",
        "PDM",
        "AutoCAD",
        "DWG TrueView",
        "Hyperion Financial Manager",
        "Sage Timberline",
        "QuickBooks",
        "Word",
        "Excel",
        "V-Lookup",
        "Pivot Tables",
        "Macros",
        "Access",
        "PowerPoint",
        "Project",
        "Outlook",
        "Visio",
        "Concerto",
        "Illustrator",
        "PhotoShop",
        "ImageReady",
        "Adobe Reader",
        "Adobe Acrobat",
        "KPT Vector Tools",
        "account reconciliations",
        "Accounts Payable",
        "Accounts Receivable",
        "banking",
        "budgets",
        "cash receipts",
        "Controller",
        "draw",
        "costing",
        "client",
        "documentation",
        "estimating",
        "expense reports",
        "Financial",
        "financial reporting",
        "general ledger",
        "graphics",
        "graphic",
        "Illustration",
        "Imaging",
        "inspecting",
        "inventory",
        "invoicing",
        "lighting",
        "materials",
        "Page Layout",
        "paint",
        "Payroll",
        "PDM",
        "policies",
        "presenting",
        "pricing",
        "processes",
        "proposal",
        "purchasing",
        "quality",
        "selling",
        "sales",
        "staffing",
        "surveys",
        "Timberline",
        "website",
        "Hyperion",
        "Adobe"
    ],
    "experience": [
        {
            "title": "Construction Project Manager",
            "company": "Company Name",
            "start_date": "April 2015",
            "end_date": "Present",
            "description": "Created, analyzed and implemented project definitions, schedules, budgets, scopes of work, and objectives for multiple programs and new construction projects. Developed project timelines and execution strategies to effectively match client expectations and deadlines while maintaining a gross margin over 30% between actual cost and final invoicing. Managed multiple construction projects, service events, and tours involving the launch of new programs and construction projects, the refurbishment of existing inventory, and the integration of new graphics, components, or configurations from pre-sale/proposal through execution and completion. Onsite duties included site staffing, oversight of install and dismantle, as well as ensuring compliance with tradeshow regulations. Issued work orders for shop production that were consistent with the signed quote and budgetary guidelines effectively converting \"selling language\" on the quote/work tasks to \"production language\". Garnered extensive knowledge in the areas of general construction, metal fabrications, electrical knowledge, theatrical and commercial lighting, paint systems and special finishes, digital and photographic processes, graphic production, draw perspectives, union jurisdictions, estimating techniques, pricing and costing principles, purchasing processes, and financial reporting."
        },
        {
            "title": "Project Controller / Accountant Intern",
            "company": "Company Name",
            "start_date": "November 2014",
            "end_date": "March 2015",
            "description": "Managed Project Controller duties including developing project budgets, analyzing project cost-to-revenue records, and presenting weekly/monthly project review reports to upper management. Maintained corporate general ledger through account reconciliations, journal entries, project re-classifications, and daily banking inquiries. Assisted CFO/Controller by maintaining KPI files as well as developing new department metrics. Coordinated multiple responsibilities for Accounts Receivable including updating and creating sales orders, invoicing commissions, and posting cash receipts. Conducted Accounts Payable duties such as payment runs, processing invoices, and auditing expense reports. Assisted Payroll by tracking labor hours of over 325 employees."
        },
        {
            "title": "Purchasing Analyst Intern",
            "company": "Company Name",
            "start_date": "June 2014",
            "end_date": "November 2014",
            "description": "Implemented strategies eliminating internal and external NCMRs resulting in savings of $6 million annually. Sourced products and raw materials of higher quality at lower cost structures consistent with business objectives. Ensured efficient product flow by partnering with suppliers, distribution centers, and shipment tracking to maintain plant operations while accommodating time sensitive needs of customers. Conducted internal and external plant surveys to analyze production flow and profitability levels while recommending systems to reduce overhead and streamline. Designed supplier bidding website through joint effort with purchasing managers, completed website at minimal cost. Developed procedures and controls that united purchasing, thus eliminating excessive expenditure."
        },
        {
            "title": "Project Controller",
            "company": "Company Name",
            "start_date": "June 2012",
            "end_date": "June 2014",
            "description": "Developed cost estimates by evaluating construction quotes and material estimates, applying historical costs against current costs, and updating pricing schedules. Controlled project expenses by classifying and evaluating project expenditures, comparing expenditures to project budgets, analyzing purchases, and assessing cost trends. Selected sub-contractors by evaluating bids, locating and qualifying sub-contractors, attaining and maintaining sub-contractor documentation, and inspecting adherence to drawings, specifications, and schedules. Guided project operations by developing, writing, and updating policies, procedures, and guidelines. Maintained efficient production flow by developing and monitoring inventory systems."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science in Finance",
            "school": "Oakland University",
            "year": "2016"
        }
    ],
    "certifications": [],
    "languages": []
}