{
    "name": null,
    "email": null,
    "phone": null,
    "location": "City, State",
    "summary": "Certified Plant Operator with 6 years in Cryogenic Air Separation Unit plants; eleven years of military training; experienced in monitoring and inspecting plant equipment; strong leadership, professionalism, and reliability with attention to detail.",
    "skills": [
        "Operating an Air Separation Unit to produce FDA quality Oxygen, Nitrogen, and Argon liquids",
        "Troubleshoot/Maintain/Repair all motors, pumps, compressors, heat exchangers, piping and electrical components within plant site"
    ],
    "experience": [
        {
            "title": "Plant Operator",
            "company": "Company Name, City, State",
            "start_date": "06/2009",
            "end_date": "02/2015",
            "description": "Monitored process units and quality control testing performance for plant processes and water quality sampling. Operated and maintained filtration process units and water system control equipment. Made sound and logical judgments regarding process changes. Closely inspected equipment for mechanical or safety issues. Reviewed the daily computer log and reported inaccuracies. Responded to and initiated proper corrections to process alarms. Routinely drained unwanted fluids. Coordinated ongoing maintenance and housekeeping of the plant. Read automatic gauges at proper intervals to determine flow rate of gas. Recorded daily tank inventory. Daily plant inspections. Started up, shut down and checked plant processes. Directed routine preventative maintenance such as adjustments, cleaning and painting equipment. Maintained correct temperature, levels and pressures on process systems and equipment. Recorded all operating data on daily work sheets from laboratory analysis and flow metering equipment. Communicated effectively with operators and supervisors on a technical level. Executed field service work including all plant motor, compressor, chiller, piping, valve maintenance and repairs with little to no supervision. Performed quality control tests on lab equipment and lab analysis. Interpreted results of process control analysis and made adjustments to optimize plant performance. Maintained current knowledge about the latest operating and maintenance practices with continuing education courses. Trained new operators and implemented new division operator training program to improve retention rates and increase production."
        },
        {
            "title": "Sales Associate",
            "company": "Company Name, City, State",
            "start_date": "01/2008",
            "end_date": "05/2009",
            "description": "Sales of all plumbing indoor and outdoor materials; selling plumbing supplies and material, unloading trucks and stocking shelves."
        },
        {
            "title": "Auto Mechanic",
            "company": "Company Name, City, State",
            "start_date": "01/2007",
            "end_date": "03/2008",
            "description": "Service cars and trucks, tire repair, brake replacement, oil changes, transmission flush, radiator flush, all auto repair."
        },
        {
            "title": "Aviation Structure Mechanic",
            "company": "Company Name, City, State",
            "start_date": "09/1996",
            "end_date": "07/2007",
            "description": "Maintain liquid/gaseous oxygen and nitrogen systems. Remove, inspect and re-install oxygen components. Replenish and service liquid/gaseous oxygen and nitrogen containers, tanks, and holding carts. Daily safety inspection on aircraft and supporting oxygen and nitrogen systems. Apply operating procedures for servicing of aircraft, transfer trailers or direct filling equipment with liquid/gaseous oxygen and nitrogen. Perform ground checks and correct operation, mechanical work and upkeep of all aircraft oxygen and nitrogen systems and support equipment. Maintain aircraft safety equipment, canopy and environmental systems. Maintain aircraft fire extinguishing systems. Supervise 7 to 15 person work group. Use and supervise the use of computers for record keeping, reports, and inventories. Troubleshoot and repair malfunctioning equipment. Train subordinates in operation, maintenance, and repair of oxygen and nitrogen, canopy, environmental, fire detection and suppression and egress systems. Maintain shop publications, files, technical directives and manuals. Use trucks, forklifts and all ground support equipment. Maintain liquid/gaseous oxygen/nitrogen systems and safety equipment. Train, supervise personnel on rules and regulations, supervise personnel and maintain 15 to 45 aircraft."
        }
    ],
    "education": [
        {
            "degree": "Mechanical Classes",
            "school": "University of Montana",
            "year": "2008"
        },
        {
            "degree": "Multiple education courses and training within the Navy",
            "school": "Navy",
            "year": "2005"
        },
        {
            "degree": "High School Diploma",
            "school": "Trapper Creek High School",
            "year": null
        }
    ],
    "certifications": [
        "CDL (expired)",
        "Advanced Oxygen/Nitrogen Training",
        "Leadership Training",
        "Safety Training",
        "Recruit Basic Training",
        "Tow Tractor (aircraft)",
        "Tow Tractor (equipment)",
        "Forklift"
    ],
    "languages": []
}