{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Summary Communications expert who specializes in social media marketing. Extensive background in Customer Service,public relation, and social media internships.O utstanding team player, creative thinker, hardworking, self-motivated, and driven to succeed with excellent problem-solving skills.Â Highlights Â Final Cut Pro adept at all social media Media relations training Exceptional writing skills Deadline-driven Media relations training Microsoft Office Suite Accomplishments Developed and implemented an innovative internal communications strategy to improve employee engagement through strategic messaging on numerous social media accounts . As well as orchestrated fashion show and vendor booth for Â girls conference that increased 50% in sale profit .",
    "skills": [
        "Final Cut Pro",
        "Social Media",
        "Media Relations",
        "Public Relations",
        "Microsoft Office Suite",
        "Content Creation",
        "Customer Service",
        "Teamwork",
        "Event Promotion",
        "Fashion Marketing",
        "Visual Merchandising",
        "Press Kits",
        "Promotion",
        "Publicity",
        "Marketing Plans",
        "Marketing Strategies",
        "Market Trends",
        "Mass Communication"
    ],
    "experience": [
        {
            "title": "Social Media Content Creator",
            "company": "Company Name",
            "start_date": "2016-04",
            "end_date": "Present",
            "description": "Key contributor to an on-line fashion brand that provide creativity and relevant content for developing media campaigns to promote product and reach high level client base. Liaison for social media representatives to solicit their support in promoting merchandise ensuring brand recognition. Public Relations representative responsible for putting on community outreach event targeted to young women as well Assists in coordination and promotion of special events."
        },
        {
            "title": "Junior Publicist",
            "company": "Company Name",
            "start_date": "2015-10",
            "end_date": "2016-01",
            "description": "Primary assistant in preparing press kits and media release that designed and maintained current media publicity for clients such as (Facebook, Twitter, Instagram, Tumblr, Pinterest). Develops pitches for different clients as well brainstorm different campaign ideas."
        },
        {
            "title": "Public Relation Member",
            "company": "Company Name",
            "start_date": "2015-01",
            "end_date": "2015-05",
            "description": "Assisted with broaden the company to new clients, assembled social media calendar, manage social media accounts by creating exciting content. Track market trends to make sure the company maintained its competitive advantage. Found innovative ideas to attract new clients and Initiated several marketing strategies and techniques to increased revenue."
        },
        {
            "title": "Intern/Student Worker",
            "company": "Company Name",
            "start_date": "2012-03",
            "end_date": "2015-05",
            "description": "Provided program assistance and connect with listeners and promote contests. Represented the station in a positive, lively manner. Increased membership with a delivery of a well-executed membership campaign."
        }
    ],
    "education": [
        {
            "degree": "BA",
            "school": "Prairie View A&M University",
            "year": ""
        }
    ],
    "certifications": [],
    "languages": []
}