{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Executive Profile: Dynamic and results-driven Senior Public Relations Executive with over 7 years of experience in impacting brand presence, performance and profitability internationally. Strategic leader with success in development and execution of public relations, marketing & social media campaigns. Well-connected with an extensive global network of editors, journalists, stylists, producers, talent agents and fashion influentials.",
    "skills": [
        "Media Relations",
        "Marketing Collateral Development",
        "Market Launches",
        "Strategic Planning & Execution",
        "Internal Communications",
        "Acceleration of Social Media Footprint",
        "Social Media Strategy & Execution",
        "Budgetary Planning",
        "Client Relationship Management",
        "Strategic Partnerships/Alliances",
        "Community Outreach",
        "Crisis Management",
        "Event Planning & Fashion Show Production",
        "Data Analysis"
    ],
    "experience": [
        {
            "title": "Director of PR & Social Media",
            "company": "Company Name",
            "start_date": "2015-06",
            "end_date": "Present",
            "description": "Lead the PR & Social Media Strategy for the relaunch of dELiA*s; managed sponsorships with Teen Vogue's Back To School Program, 5 Seconds of Summer Concert Series, and BearPaw x dELiA*s. Secured extensive Press & Social Media coverage for the dELiA*s November Catalog Cover featuring Flynn McGarry. Spearheaded PR & Social Media campaigns for Alloy Apparel, initiating UGC on brand sites and paid ads. Increased brand revenue and built a brand ambassador program; collaborated with E-Commerce and Marketing on key promotions; provided in-depth data analysis and reporting; managed budgets and a team; nurtured relationships with Fashion Directors and media."
        },
        {
            "title": "PR Manager",
            "company": "Company Name",
            "start_date": "2012-02",
            "end_date": "2015-06",
            "description": "Primary Press Liaison for Foley+Corinna, Isabella Fiore, Snob Essentials, Charlotte Ronson, L.A.M.B. and NARR. Managed a staff of 4 for global PR, event planning, marketing and advertising programs in the US and South Korea. Secured high-profile placements and built strategic partnerships with CFDA, Faberge's Big Egg Hunt, Christie's, Studio in A School, Covet Fashion, Refinery29 Shops, and other partners. Collaborated with PR agencies during events and fashion show production; initiated Brand Revival for Isabella Fiore; oversaw launches with HSN; contributed to Brand Strategy, Marketing activation and Brand Extension; led charitable initiatives; served as official spokesperson; supported NYFW productions."
        },
        {
            "title": "Account Executive",
            "company": "Company Name",
            "start_date": "2011-07",
            "end_date": "2012-02",
            "description": "Managed 8 client accounts (Jewelry, Accessories, Contemporary Clothing, Handbags, Denim). Secured high-visibility product placements and brought in 21 new potential client accounts in 2 months. Spearheaded charity collaborations (Project: Camille Zarsky - Charity Water) and organized celebrity endorsements for up-and-coming designers. Supervised social media activity for 3 client accounts; expanded Shine Media's international outreach; increased brand awareness and customer demand."
        },
        {
            "title": "PR & Marketing Coordinator",
            "company": "Company Name",
            "start_date": "2009-09",
            "end_date": "2010-02",
            "description": "Handled communications with press, media, stylists and celebrities. Researched and secured 12 luxury advertising partners. Covered shows and conducted designer interviews during NY Fashion Week (Sept 2009). Negotiated new high-profile partnership opportunities."
        },
        {
            "title": "Public Relations Executive",
            "company": "Company Name",
            "start_date": "2009-01",
            "end_date": "2011-07",
            "description": "Managed all client accounts (Ready-to-Wear, Accessories, Lifestyle, Hospitality, Education). Secured numerous magazine covers and celebrity placements. Wrote and distributed press materials; managed agency social media, website updates and newsletters. Secured partnerships (Swarovski, CFDA). Produced annual reports and client proposals. Coordinated Fashion Week events and managed US press for the Burj Khalifa inaugural event in Dubai."
        },
        {
            "title": "Public Relations Associate",
            "company": "Company Name",
            "start_date": "2008-08",
            "end_date": "2008-10",
            "description": "Assisted in preparation and production of eight fashion shows during NY Fashion Week; planned high-profile events and after-parties; created daily/monthly press clips; updated press lists and sample trafficking."
        },
        {
            "title": "Public Relations & Global Communications Assistant",
            "company": "Company Name",
            "start_date": "2007-11",
            "end_date": "2008-05",
            "description": "Supported communications for Vera Wang's advertising campaign launch in Greece. Assisted in Vera Wang Ready-to-Wear and Lavender Label fashion shows during NY Fashion Week. Managed sample trafficking to publications and prepared monthly credit reports."
        },
        {
            "title": "Marketing Intern",
            "company": "Company Name",
            "start_date": "2007-11",
            "end_date": "2007-04",
            "description": " Assisted during client presentations; edited press and marketing materials; engaged with high-end accounts; delivered brand assets; managed sample requests."
        }
    ],
    "education": [
        {
            "degree": "Master of Science: Marketing",
            "school": "University of Bath",
            "year": "2006"
        },
        {
            "degree": "Bachelor of Science: International Economic & Political Studies",
            "school": "University of Macedonia",
            "year": "2005"
        }
    ],
    "certifications": [],
    "languages": [
        "Greek",
        "English",
        "French",
        "Spanish",
        "Japanese"
    ]
}