{
    "name": "Kelly Simard",
    "email": null,
    "phone": null,
    "location": null,
    "summary": "HR Generalist with 9+ years of experience in Human Resources, benefit administration, employee relations, recruitment and onboarding, training and development, payroll administration (11+ years), customer relations (18+ years), and retail management (9+ years). Experienced in developing workplace policies and training, solving problems, leading teams, maintaining confidentiality, and managing payroll and benefits across multiple locations. Strong interpersonal and communication skills with ability to lead change and build trust.",
    "skills": [
        "Accounts payable",
        "Accounts receivable",
        "ADA",
        "Administrative and support",
        "Benefits",
        "Benefits Administration",
        "Budgeting",
        "Budgets",
        "Call center",
        "Customer Service",
        "Employee Relations",
        "HRIS",
        "Human Resources",
        "Payroll",
        "Leadership",
        "Leadership Development",
        "Marketing",
        "Microsoft Office",
        "Excel",
        "Outlook",
        "PowerPoint",
        "Word",
        "Recruiting",
        "Recruitment",
        "Reporting",
        "Surveys",
        "Tableau",
        "Training programs",
        "Onboarding",
        "FMLA",
        "OFCCP",
        "Open Enrollment",
        "Compliance",
        "Invoicing",
        "Vendor management",
        "Policy development",
        "Project management"
    ],
    "experience": [
        {
            "title": "HR Generalist",
            "company": "Company Name",
            "start_date": "2015-11",
            "end_date": "Present",
            "description": "Provides Human Resources support for various locations. Produces new hire and termination packages, processes new hires, terminations and employee changes on HRIS. Manages plant Human Resources personnel in both Union and Non-union Environments in the US, Canada and Mexico relating to payroll, benefits and employee issues. Acts as liaison between plant Human Resources personnel and benefit vendors for employee benefit issues. Responsible for processing employee short term disability, FMLA, and Workers Comp. claims. This includes: processing weekly reports to all plants, assisting employees/plants with the filing process, monitoring claims, monitoring employee benefits while out on leave, processing long-term claims. Responsible for the recruiting process for new hires. Responsible for job ads/postings, candidate selection, interviewing, and processing of job offers and new hires. Enters data to HRIS for new hires, terminations, benefits, and other employee changes, and onto benefit vendor systems as needed. Backup or assist with processing various bi-weekly payrolls and provide guidance regarding payroll issues. Maintains annual Random Drug Screening Program. Performs background checks and MVR's on applicable personnel. Administers Employee Recognition Programs. Prepares monthly and/or quarterly Headcount and Turnover reports. Responsible for the the annual Open Enrollment process. Responsible for invoicing of HR related Vendors. Performs other Human Resource Generalist duties and projects as directed by management."
        },
        {
            "title": "HR Generalist",
            "company": "Company Name",
            "start_date": "2014-09",
            "end_date": "2015-06",
            "description": "Provide day-to-day human resources support for approximately 150 employees in Massachusetts, 15 remotely in various states and 6 in Canada. Answer employee questions regarding benefits and other workplace issues. Coordinate full cycle of Recruiting process including: responds to employment inquires, coordinates postings and advertising of positions, screens resumes, conducts phone screens schedules and coordinates interviews, checks references, makes offers and assists in the on-boarding of new employees. Run weekly and semi-monthly payrolls. Design and conduct company training programs including HR related systems, Leadership Development and Manager training. Monitors and reports effectiveness on employees during orientation period and for career development. Administer and track all leave programs for company including FMLA, STD and LTD. Help develop and administer Company personnel policies. Work with management on a variety of issues concerning employee separations, disciplinary actions, and other organizational transactions. Administer employee benefit programs and manage annual open enrollment process. Prepare annual Affirmative Action plan and ensure compliance with OFCCP federal contractor obligations."
        },
        {
            "title": "Client Care Payroll Specialist",
            "company": "Company Name",
            "start_date": "2012-03",
            "end_date": "2014-09",
            "description": "Provide a range of customer services to client and staff to support payroll reporting. Respond to client requests and provide information pertaining to HR policies and procedures, additional products and services, taxation and payroll inquiries. Resolve conflicts and problems promptly and courteously with tact and respect. Provide guidance on time and leave record maintenance, applying relevant rules, regulations and instructions. Support report preparation, audits, training and information distribution. A key member of the Employee engagement committee, which creates and executes various events to keep employee morale up. Creator, writer and distributor of the office monthly newsletter. Good understanding of welfare plan provisions - ERISA, COBRA, FMLA, ADA, Section 125, and Worker's Compensation plans. For clients utilizing our Benefits packages, provided benefit administration also provided Benefit training on an annual basis."
        },
        {
            "title": "Office Manager, Marketing Assistant and Customer Relations Administrator",
            "company": "Company Name",
            "start_date": "2011-07",
            "end_date": "2012-03",
            "description": "Assisted in development of marketing materials from product brochures to website information for this startup company. Handled all incoming inquiries and orders via our customer service division. Created the Customer Service Surveys and tracking system. Managed budgeting for the Marketing, Operations and Customer Service departments also managed invoicing, accounts receivable and accounts payable. Developed the tracking system for credits and debits within the individual departmental budgets. Answered all incoming calls for the company and assisted in the direction and visit preparation for guests. Oversaw day to day activities for office and ordered office supplies, as well as tracking of inventory."
        },
        {
            "title": "Customer Support Representative",
            "company": "Company Name",
            "start_date": "2008-03",
            "end_date": "2011-07",
            "description": "Performed wide range of administrative and support duties to support efficient call center operations. Head of the departmental activity committee."
        },
        {
            "title": "Senior Payroll Support Specialist",
            "company": "Company Name",
            "start_date": "2004-08",
            "end_date": "2007-10",
            "description": "Developed and administered payroll trainings on various topics from fringe benefits to year end help. Assisted with the training and development of new employees. Created and filed Amended Tax Returns. Maintained client confidentiality and assisted clients in maintaining personnel records. Trained employees and clientele on in depth rules and regulations of payroll administration. Built customer rapport and trust through professional and courteous communications. Became first line of contact for employees and clientele with payroll questions and/or problems. Managed a client list of over 300 clients while training to become a Senior Payroll specialist. Good understanding of welfare plan provisions - ERISA, COBRA, FMLA, ADA, Section 125, and Worker's Compensation plans. For clients utilizing our Benefits packages, provided benefit administration also provided Benefit training on an annual basis."
        }
    ],
    "education": [
        {
            "degree": "Masters of Science: Human Resources Management",
            "school": "New England College of Business and Finance",
            "year": 2015
        },
        {
            "degree": "Bachelor's: Business Administration",
            "school": "New England College of Business and Finance",
            "year": 2012
        }
    ],
    "certifications": [],
    "languages": []
}