{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Executive profile with over 22 years of experience as Director of Business Development and Senior Fire & Emergency Services professional. Experienced in strategic planning, budgeting, personnel management, sales leadership, risk management, policy development, and cross-functional leadership. Proven ability to forecast issues, manage multi-million-dollar sales pipelines, align policy with business objectives, and ensure compliance with health, safety, and environmental regulations.",
    "skills": [
        "Typing (80 WPM)",
        "Microsoft Word",
        "Excel",
        "PowerPoint",
        "Salesforce",
        "Outlook",
        "Budgeting",
        "Budgets",
        "Budget",
        "Communications",
        "Counseling",
        "Client Relations",
        "Customer Relations",
        "Customer Satisfaction",
        "Senior Management",
        "Government",
        "Hazardous Waste",
        "Hazardous Waste Management",
        "Hiring",
        "Human Resources",
        "Inspector I",
        "Instruction",
        "Instructor I",
        "Leadership",
        " Lighting",
        "Materials",
        "Six Sigma",
        "Strategy",
        "Strategic Analysis",
        "Strategic Planning",
        "Policy Development",
        "Risk Management",
        "Safety",
        "Sales",
        "Sales Management",
        "Scheduling",
        "Tender",
        "Written"
    ],
    "experience": [
        {
            "title": "Director of Business Development",
            "company": "Company Name, City, State",
            "start_date": "2010-07",
            "end_date": "2015-02",
            "description": "Plan, direct, and coordinate operational activities at the highest level of management with the help of subordinate executives and staff managers. Excellent communications skills written and orally especially under pressure. Ability to forecast future issues through ongoing strategic analysis. Prospect for new sales and manage current and pending sales in the amount of over $1M. Maintain relationships with Client Government Sales Management to ensure strategy and sales objectives are identified and plans developed for the sales year. Ensure all relevant Human Resources and policies, procedures are followed. Establish and over see the implementation departmental policies, goals, objectives, and procedures, conferring with senior management and staff members as necessary. Analyze day to day business activities ensuring efficient and effective services. Supervise budgets for maximum Return of Investment (ROI). Negotiate business transactions for the company in the amount of over $1K. Ensure adherence to all Health, Safety and Environmental policies and procedures. Experience in fracking. Exercise confidential information policies, procedures and regulations that governs employee and employer confidentiality. Apply general business and management principles involved in strategic planning, resource allocation, human resources modeling, leadership technique, production methods, and coordination of people and resources. Utilize general principles and processes for providing customer and personal services. This includes customer needs assessment, meeting quality standards for services, and evaluation of customer satisfaction. Apply relevant equipment, policies, procedures, and strategies to promote effective local, state, or national security operations for the protection of people, data, property, and institutions. Manage sales pipelines from beginning to end and follow push through sales. Represent companies such as; Scott Safety, Honeywell First Responders Product, Hurst Jaws of Life, Kappler, Elkhardt Brass, Hale Pumps, Streamlight, HESCO, Smith Optics."
        },
        {
            "title": "Senior Airfield Fire & Emergency Services Officer",
            "company": "Company Name, City, State",
            "start_date": "2009-06",
            "end_date": "2010-07",
            "description": "Performed hiring, training, scheduling of work, grievances, performance counseling, and recommendations for promotions, demotions and termination of employment of over 40 personnel. As a senior executive set polices, assigns priority for future program objectives, direct improvements to equipment and distributes equipment among subordinate commands. Evaluated new trends for policy development and for further inquiry and study to establish new methods for eliminating or controlling serious hazards to life and property. Further conduct independent and joint risk management studies for exercises and assist others with risk management decisions."
        },
        {
            "title": "Aircraft Rescue and Firefighting Officer",
            "company": "Company Name, City, State",
            "start_date": "2008-06",
            "end_date": "2009-06",
            "description": "Managed 24 hour operations of (5) P-19 Firefighting apparatus, (1) P-23 10K gallon water tender, (1) F-550 rescue truck, (4) rescue boats, and (3) Gators equipped with Wild land firefighting attachments. Supervised and directed the coordination of cross training with 10 Department of Defense fire Stations which provided over 60 hours of instruction to more than 140 fire fighters. Initiated a funding request for an additional $57K to source deficiencies. Managed a budget of $120K budget to support fire suppression operations."
        },
        {
            "title": "Manager Airfield Fire & Emergency Services Officer",
            "company": "Company Name, City, State",
            "start_date": "2006-06",
            "end_date": "2008-06",
            "description": "Managed over 200 Marine Firefighters with budgeting, operation, training and mutual aid agreements at each subordinate unit's location. Managed 10 Fire Fighting apparatus' 8 fire suppression systems, and 6 rescue vehicles. Managed and oversaw $35K worth of Emergency Airfield Services assets."
        },
        {
            "title": "Airfield Fire & Emergency Services Officer",
            "company": "Company Name, City, State",
            "start_date": "2004-08",
            "end_date": "2006-03",
            "description": "Deployed to Operation Iraqi Freedom and held the billets as the Chief of Firefighting operations for over 20 airbases in Iraq. Managed and supervised 100 Marine Firefighters in day-to-day operation in support of flight operations aboard Marine Corp Auxiliary Landing Facility Bogue Field, NC. Managed over $100K dollars of firefighting assets. ACCOMPLISHMENT: Identified a deficiency and justified the purchase of over $1.5K worth of firefighting assets. Managed and performed the duties of the on scene Commander for a 2K gallon fuel fire."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Fire Science",
            "school": "Thomas Edison State College",
            "year": "8/15"
        }
    ],
    "certifications": [
        "Fire Officer I",
        "Fire Officer II",
        "Fire Officer III",
        "Fire Instructor I",
        "Fire Instructor II",
        "Fire Instructor III",
        "Fire Inspector I",
        "Fire Inspector II",
        "Fire Investigator I",
        "Fire Fighter I",
        "Fire Fighter II",
        "Fire Fighter III",
        "Airport Firefighter",
        "Emergency Vehicle Operators Course",
        "Amphibious Warfare School Nonresident Program",
        "Advance EAF School",
        "M-31 Arresting Gear Systems Course",
        "Marine Corps Aircraft Launch and Recovery School",
        "Aircraft Firefighting School",
        "Warrant Officer Basic School",
        "Staff Non Commissioned Officers Course",
        "Sergeants Course",
        "Total Quality Leadership",
        "Hazardous Waste Coordinator Course",
        "RCRA; Hazardous Materials and Hazardous Waste Management Course",
        "Suicide Prevention Course",
        "Minimum Operating Strip Lighting System Course",
        "Lean Six Sigma White Belt Course"
    ],
    "languages": []
}