{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Engineering leader with extensive experience in mechanical/manufacturing engineering, CNC programming, tooling, lean manufacturing, and capital project execution. Proven ability to design for manufacturability, manage cross-functional teams, and deliver high-precision solutions for architectural products, stamping, and metal fabrication.",
    "skills": [
        "Welding",
        "Automotive",
        "CNC",
        "CNC Programming",
        "Shop Floor",
        "Tooling",
        "Amada",
        "Behrens",
        "Trumpf",
        "Fabrication",
        "Maintenance",
        "Customer Service",
        "Estimating",
        "Cost Estimating",
        "Problem Solving",
        "Plasma",
        "Brakes",
        "Stamping",
        "Automotive Stamping",
        "Continuous Improvement",
        "Drafting",
        "Engineering Support",
        "Manufacturing Processes",
        "Outside Sales",
        "Press Brake",
        "Proposals",
        "Sales",
        "Stamping Dies",
        "Technical Support",
        "Tool Room",
        "Laser",
        "Motoman",
        "Robotic",
        "Robotic Welding",
        "Strippit",
        "Turret Press",
        "Cost Analysis",
        "Hand Tools",
        "Inspections",
        "Quality Control",
        "Scheduling",
        "Design For Manufacturing",
        "Inspection",
        "Flux Core",
        "Load Calculations",
        "Mechanical Engineer",
        "Mechanical/electrical Engineer",
        "Product Support",
        "Steel Design",
        "Structural Steel",
        "Structural Steel Design",
        "Compressors",
        "Inventory",
        "Machining",
        "Packaging",
        "Plating",
        "Powder Coating",
        "Project Management",
        "Shear",
        "Sorting",
        "Total Project Management",
        "Lasers",
        "Air Conditioning",
        "Assembly",
        "Autocad",
        "Autodesk",
        "Buying/procurement",
        "Purchasing",
        "Schematics",
        "Stainless Steel",
        "Stamping Press",
        "Telecommunications",
        "Tig Welding",
        "Training",
        "Trusses",
        "Word",
        "Electrical Schematics",
        "Excel",
        "Kaizen",
        "Kanban",
        "Lean Manufacturing",
        "Mig",
        "Ms Excel",
        "Ms Outlook",
        "Ms Word",
        "NCR",
        "Outlook",
        "Robotic",
        "Design For Manufacturing"
    ],
    "experience": [
        {
            "title": "Engineering Manager",
            "company": "Company Name",
            "start_date": "February 2008",
            "end_date": "Current",
            "description": "Manager of tool room, tool service, and punch manufacturing departments; Manager of engineering, drafting, CNC programming, and lean/continuous improvement; engineering support for supervisors and shop floor with emphasis on problem solving; research, planning and execution of capital projects; design and engineering calculations for custom architectural products and fabrications; cost estimating of fabricating work and architectural projects; design and develop perforating punch tooling; CNC programming of Whitney punch/plasma; CNC programming of Trumpf press brake; research and implement new manufacturing processes; train employees in the operation of new equipment and new manufacturing processes; lead research and development efforts for high precision products; assist outside sales with customer visits and technical proposals; provide technical support to inside customer service and interact with customers; work with customers and outside tooling vendors to design automotive stamping dies; support for maintenance and operation of perforating, stamping, and throat presses."
        },
        {
            "title": "Manufacturing Engineer",
            "company": "Company Name",
            "start_date": "October 2004",
            "end_date": "February 2008",
            "description": "Cost estimating from customer supplied parts or drawings; creation of shop floor routing for parts and assemblies; CNC programming of Amada turret presses; scheduling and supervision of entire shop; train shop personnel in the operation of CNC equipment; total customer service from design and estimating to production and delivery; maintain and repair shop equipment and hand tools; quality control and part inspections; maintain, repair, and upgrade turret press tooling; cost engineering and problem solving to meet customer needs."
        },
        {
            "title": "Manufacturing Engineer",
            "company": "Company Name",
            "start_date": "September 2002",
            "end_date": "October 2004",
            "description": "Creation of flat patterns from customer supplied drawings; CNC programming of Amada turret presses; CNC programming of Amada FMS line with right angle shear and sorting system; Maintain and repair CNC equipment, powder coating system, and air compressors; Train shop personnel; Prepare standard work instructions for all aspects of shop operation; Design and subcontract special tooling for press brakes; Total project management from raw materials to packaging; Subcontract machining, plating, irridite, and silk screening; Maintain steel and aluminum inventory; Estimating of new jobs and customer service; Shop supervision and inspection of parts through the manufacturing process; Time study and cost comparison to quotes; Assist customer with design for manufacturing."
        },
        {
            "title": "Manufacturing Engineer",
            "company": "Company Name",
            "start_date": "October 1997",
            "end_date": "September 2002",
            "description": "CNC programming of Amada and Behrens turret presses; CNC programming of Trumpf automated punching cell; CNC programming of Trumpf laser; Programming of Motoman 2-head robotic welding cell; Creation of shop floor routings for parts and assemblies; Design and build welding fixtures for robotic welding cell; Design and build fixtures for OBI punch presses; Manage all tooling for punch presses and press brakes; Design and order all special tooling for punches and brakes; Research, select, and justify new capital equipment; Train shop personnel in the operation of new equipment; Lead maintenance department in the repair of equipment and tools; Time study and cost analysis of equipment in operation; Work with customers to identify and solve manufacturing problems."
        },
        {
            "title": "Manufacturing Engineer",
            "company": "Company Name",
            "start_date": "February 1996",
            "end_date": "September 1997",
            "description": "Creation of flat patterns from customer supplied drawings; CNC programming of Amada turret presses; CNC programming of Amada FMS and automated punching cells; CNC programming of Amada lasers; Creation of shop floor routings for parts and assemblies; Design and order special tooling for punches and brakes; Research and recommend new capital equipment; Assist in the maintenance and repair of equipment and tools; Time study and run time analysis of equipment in operation; Work with customers to identify and solve manufacturing problems."
        },
        {
            "title": "Mechanical Engineer",
            "company": "Company Name",
            "start_date": "December 1993",
            "end_date": "January 1996",
            "description": "Design systems and create approval drawings from customer supplied specifications; Structural steel design and pressure calculations for industrial dust collection; Create detailed shop floor drawings from approved designs; CNC programming of Amada punch/plasma turret press; CNC programming of MG systems plasma table; Redesign, modify, and customize product line of utility truck bodies; Total product support for line of industrial louvers and dampers; Wind and hurricane load calculations on louvers and penthouses; Assist in the design and manufacture of welding fixtures."
        },
        {
            "title": "Designer/Drafter",
            "company": "Company Name",
            "start_date": "March 1993",
            "end_date": "December 1993",
            "description": "Create detailed part drawings of ice cream hardening machines and conveyors; Create layout and installation drawings of industrial pallet storage systems; Create electrical schematics and control panel drawings for ice cream hardening machines."
        }
    ],
    "education": [
        {
            "degree": "B.S. Mechanical Engineering",
            "school": "West Virginia Institute of Technology",
            "year": 1992
        }
    ],
    "certifications": [],
    "languages": []
}