{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "With a background in Marketing and Event production, I extend my passion for exploiting new ways to enhance communication and networking actions to manage business processes more effectively, and engaging in active dialogues with global clients. International Marketing development and Event production is my preference for hiring. While working in a multi cultural environments, I believe diversity has a great impact on a company's growth and success. I am interested in joining a company where I can contribute in a variety of ways leveraging my background within innovation tech, entrepreneurship funding as well as my first-hand experiences working producing events for the benefit of networking. The degree was designed to give a broad knowledge of the functional areas of a company, and their interconnection, while also allowing for specialization in a particular area. Experienced a variety of core subjects and allowing me to specialize in administration as the selective specific academic area. The degree also developed my practical managerial skills, communication skills and business decision-making capability. Excelled in classes with practical experience, in the form of case projects, presentations, industrial visits, and interaction with experts from the industry.",
    "skills": [
        "Apple",
        "arts",
        "budgeting",
        "budgets",
        "budget",
        "CA",
        "content",
        "CSS",
        "clients",
        "Danish",
        "Product development",
        "event planning",
        "Event planner",
        "focus",
        "Government",
        "basic HTML",
        "Human Resources",
        "information technology",
        "Innovation",
        "law",
        "legal",
        "logistics",
        "marketing",
        "marketing communications",
        "meetings",
        "Microsoft Office",
        "Navision",
        "PowerPoint",
        "Enterprise",
        "network",
        "networking",
        "networks",
        "optimization",
        "philosophy",
        "presentations",
        "problem-solving",
        "Processes",
        "profit",
        "program planning",
        "Coding",
        "progress",
        "Project development",
        "Project Management",
        "QuickBooks",
        "recruiting",
        "research",
        "Sales",
        "strategic",
        "Structured",
        "Swedish",
        "time management",
        "Translation",
        "Translator",
        "VC",
        "Web-site content",
        "Web design",
        "Rejs Ud"
    ],
    "experience": [
        {
            "title": "Digital Marketing Director",
            "company": "Danish American Chamber of Commerce Northern California / Event software (non-profit)",
            "start_date": "2014-01",
            "end_date": "2015-01",
            "description": "Implemented new communications strategies; web analytics for their Event software; Reconstructed website content, SEO & SEM optimization with social media integration; Developed media presentations; pitching VCs; product development; production partner and promotional events in collaboration with Salesforce Dreamforce; structured sales processes; increased web traffic; executed new social media and viral markets; marketing and event planning for Danish American Chamber events attracting 80-100 attendees."
        },
        {
            "title": "Program Office Manager",
            "company": "Danish high Tech companies / SCALEit.US",
            "start_date": "2013-01",
            "end_date": "2014-01",
            "description": "Provided strategic and tactical assistance for Danish high Tech companies, affiliated investor meetings, strategic partnerships, marketing communications, support and networking events. Supported budgets, logistics and produced events for the international programs. Delivered clients and leads for consultants while expanding communications networks through international VC events. Developed logistic program planning for VC meetings for delegations visiting Silicon Valley. Responsible representative for Danish virtual incubators."
        },
        {
            "title": "Consulate Officer",
            "company": "Danish representative authority on the East coast",
            "start_date": "2013-01",
            "end_date": "2014-01",
            "description": "Danish passports, visas and legal immigration issues for 400 Danish citizens. Communicating with US authorities, background checks and PET investigation research. Project development of Workers group for Dual citizenship in Denmark, creating awareness and social media communication. Helped reestablishing Danish law reclaiming lost citizenship for Danes abroad. Assisted SCALEit.US startup program with event planning in collaboration with the Swedish Innovation Center, Norway House, Silicon Vikings while handling the budget."
        },
        {
            "title": "Translator & Product Tester",
            "company": "Apple HQ",
            "start_date": "2010-01",
            "end_date": "2012-01",
            "description": "Lead Danish Translation support, testing software on various platforms for product release. Worked with Worldserver, Z-pro and iCloud onsite HQ and offsite. Supported projects feedback and communication, meeting Lead Danish Translation support, testing software on various platforms for new product releases. Reviewed highly technical content, ensuring internal linguistic standards are met."
        }
    ],
    "education": [
        {
            "degree": "MBA in Social Innovation",
            "school": "San Francisco State University",
            "year": "In progress"
        },
        {
            "degree": "Innovation Project Management",
            "school": "UC Berkeley",
            "year": "2014-2015"
        },
        {
            "degree": "BFA Photography (Minor in Human Resources)",
            "school": "San Francisco State University",
            "year": "2008"
        },
        {
            "degree": "BA in Business Administration",
            "school": "Copenhagen Business School",
            "year": "1998"
        }
    ],
    "certifications": [],
    "languages": [
        "Danish",
        "English",
        "Swedish"
    ]
}