{
    "name": "Abdul Majeed",
    "email": null,
    "phone": null,
    "location": "Riyadh, Saudi Arabia",
    "summary": "MBA in Finance with about 20 years of experience in accounts and finance. Expertise in corporate and financial planning, budgeting, cash flow management, auditing and taxation, MIS, exports management and ERP systems (SAP, Oracle Financials, Tally). Seeks a challenging, forward-thinking opportunity.",
    "skills": [
        "account reconciliation",
        "Accounting",
        "accounts payable",
        "accruals",
        "streamline",
        "advertising",
        "Arabic",
        "balance sheet",
        "Trial Balance",
        "bank reconciliation",
        "basic",
        "book keeping",
        "Book",
        "Budgets",
        "Budget",
        "C",
        "Cash Flow",
        "Cash Handling",
        "closing",
        "corporate finance",
        "credit",
        "clients",
        "Customer relations",
        "decision making",
        "Designing",
        "directing",
        "direction",
        "documentation",
        "English",
        "filing",
        "Finance",
        "Financial",
        "financial and accounting",
        "financial accounting",
        "Financial Statements",
        "Fixed Assets",
        "forecasting",
        "general ledger",
        "Hindi",
        "insurance",
        "inventory",
        "inventory control",
        "Ledger",
        "marketing",
        "office",
        "MIS",
        "Negotiating",
        "OLAP",
        "Oracle Financials",
        "Payroll",
        "policies",
        "processes",
        "reporting",
        "requirement",
        "Sales",
        "sales analysis",
        "statutory accounts",
        "strategic plans",
        "tax",
        "Urdu",
        "year-end"
    ],
    "experience": [
        {
            "title": "Finance Manager",
            "company": "Fama Trading Company",
            "start_date": "February 2001",
            "end_date": "September 2014",
            "description": "Determining financial objectives. Designing & implementing systems, policies & procedures to facilitate internal financial control. Preparing Annual Budget and forecasting trends. Developing reports for top management summarizing the business financial position in areas of income, expenses, capital usage and cash flows, and coordinate the preparation of strategic plans, budgets and financial forecast. Developing and updating accounting, finance and management policies and procedures. Effective Cash Flow Management. Monitoring budgets and comparing them with actual cost and revenues related to production, marketing and capital. Coordinating the preparation, maintenance and filing of projected P&L Account, Bills Discounting and Balance Sheet as required by bank authorities and other financial institutions. Coordinate the preparation of Financial Statements, Financial Reports for internal usage. Getting control accounts reconciled and sorting out the discrepancies. Liaison with Banks and other financial institutions. Opening LC for domestic and foreign parties; bank guarantees for imports; remitting foreign currency for import advances; negotiating with banks for export documentation; etc. Prepared monthly financial results, budgets and quarterly rolling forecasts; maintained general ledger; supervised audits; reviewed credit limits; implemented group consolidation; maintained Oracle Financials; prepared payroll; coordinated year-end statutory accounts; liaised with auditors; managed staff and ensured compliance with policies."
        },
        {
            "title": "Chief Accountant",
            "company": "Global Suhaimi Company",
            "start_date": "January 1997",
            "end_date": "January 1999",
            "description": "Responsible for overall financial and accounting function including annual budgets, cash flow; designed and implemented internal control and financial policies; prepared MIS reports; monthly provisions and closing of accounts; prepared and reviewing financial statements, budgets, forecasts, tax returns; payroll processing; fixed assets management; bank reconciliations; liaised with banks and external auditors; supervised accounting staff."
        },
        {
            "title": "Accountant",
            "company": "Company Name City",
            "start_date": "May 1992",
            "end_date": "September 1996",
            "description": "Maintained basic accounts and bookkeeping; bank reconciliation; ledger entries; invoicing; payroll processing; maintained fixed assets; prepared financial statements; prepared day books; cash handling."
        }
    ],
    "education": [
        {
            "degree": "MBA in Finance",
            "school": "Brooklyn Park University",
            "year": null
        }
    ],
    "certifications": [],
    "languages": [
        "Urdu",
        "Hindi",
        "Arabic",
        "English"
    ]
}