{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Dedicated and focused Administrative Assistant who excels at prioritizing, completing multiple tasks simultaneously and following through to achieve project goals. Seeking a role of increased responsibility and authority.",
    "skills": [
        "Administrative",
        "Attention to detail",
        "Attorney",
        "Clients",
        "Legal documents",
        "Meetings",
        "MS Office",
        "Police",
        "Research",
        "Fluent in Spanish",
        "Excel",
        "Time management",
        "Self-directed",
        "Problem solving",
        "Scheduling"
    ],
    "experience": [
        {
            "title": "Legal Assistant",
            "company": "Company Name",
            "start_date": null,
            "end_date": null,
            "description": "Schedule meetings, mediations, hearing dates and depositions. Review reports by witnesses and police. Assist attorneys in preparing for trials and court proceedings. Draft deposition and trial subpoenas. Draft/file pleadings and motions."
        },
        {
            "title": "Legal Assistant",
            "company": "Company Name",
            "start_date": null,
            "end_date": null,
            "description": "Compose and revise legal documents for attorneys. Upload executed documents to LPS. Coordinate hearings with opposing counsel. Set and confirm hearings with judicial assistants. Prepare/file notices, motions and correspondence. Track and maintain busy attorney schedules."
        },
        {
            "title": "Paralegal",
            "company": "Company Name",
            "start_date": "07/2014",
            "end_date": "11/2016",
            "description": "Manage all administrative tasks for three senior partners. Compose and revise legal documents for attorneys. Ensure legal documents are processed and handled in a timely and efficient manner in order to comply with appropriate regulations and deadlines. Perform whatever is necessary to get the job done to provide the firm's clients with excellent service and performance."
        }
    ],
    "education": [
        {
            "degree": "Diploma",
            "school": "American Senior High School",
            "year": "2008-2015"
        },
        {
            "degree": "Associate of Arts: Legal Studies",
            "school": "Keiser University",
            "year": null
        }
    ],
    "certifications": [],
    "languages": [
        "Spanish"
    ]
}