{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Senior Manufacturing Engineer with extensive experience in design, manufacturing, quality systems, process improvement, SPC and DOE, regulatory compliance (FDA, EU, REACH), material development, and cross-functional leadership.",
    "skills": [
        "Web Handling",
        "Printing",
        "Extrusion",
        "MS Office",
        "Die Design",
        "IPRIME",
        "Coatings",
        "Microstructures",
        "CNC",
        "Polymer Processing",
        "Servo Controls",
        "Calibrations",
        "6 Sigma",
        "ASQ stats",
        "Advanced Regressions",
        "AutoCAD Inventor",
        "DSC",
        "Melt Indexing",
        "Instron testing methods",
        "Corona Treating",
        "Pumps sizing",
        "Design of Experiments (DOE)",
        "Statistical Process Control (SPC)",
        "MathCAD",
        "Minitab",
        "AutoCAD",
        "MS Office/Access",
        "Machine Design",
        "Plastic Injection/Extrusion",
        "EIT (FE) Exam"
    ],
    "experience": [
        {
            "title": "Senior Manufacturing Engineer",
            "company": "Company Name",
            "start_date": "2016-10",
            "end_date": "Present",
            "description": "Started as a Mechanical engineer in the design department, moved to a Manufacturing and Quality Engineer, then process improvement engineer and now quality engineer supervisor. Duties included the design of new equipment from concepts to drafting to implementation. Handling maintenance requests for repairs and/or improvements, new equipment purchases and qualification, systems integration, machine shop support on tight tolerances machining techniques, printing support, lean implementation, managing lab staff and QA process and documentation, SPC and process capability studies and the required systems/equipment/process to improve quality and reduce costs. Incoming material qualification and defect root cause analyses. Review other engineer's data with advance statistical methods to support their projects. Insure and review drawings for completeness and tolerances. Provide reports and presentations (writing and verbal) to management. Provide training and work as the contact point to all departments on joint projects. Wrote the current SPC program and QC data collection and management program. Write reports for suppliers and customers on a number of specific product specification, qualifications, and defects. Currently acting as the chemist designing new materials, FDA, EU, REACH and others regulatory items. R&D work involving development of theory building testing equipment and new materials, determining operating parameters (including the use of DOE) and designing and implementing production equipment. A large part of time is spent working closely with contractors, suppliers, floor supervisors, and the necessary staff from all departments."
        },
        {
            "title": "Engineer",
            "company": "Company Name",
            "start_date": "2003-01",
            "end_date": "2005-01",
            "description": "Implemented a database package for the nuclear power plant historical design calculations. The new system met the Nuclear Regulatory Commission standards. Performed programming for volume calculations and determined the volume of contaminated rooms via blue prints on the HELB project to predict catastrophic nuclear event. Performed an assessment that resulted in the rewriting of the administrative work instructions. Developed a number of multi-disciplinary calculations and databases for various projects."
        },
        {
            "title": "Senior Design",
            "company": "Central Minnesota Tool",
            "start_date": "2004",
            "end_date": "2005",
            "description": "The project was on a new precision design for plastic molding injection where the dimensions and shape were fixed. Design of Experiments (DOE) approach was used to solve the problem. Significant time was spent with the operators setting up and running a Van Dorn ET 45 ton model."
        },
        {
            "title": "Paraprofessional",
            "company": "Independent School District 287",
            "start_date": "2001",
            "end_date": "2002",
            "description": "Designed, developed, and implemented databases for tracking student's behaviors. Managed the coordination of the students, staff, and transportation on a daily basis. Assisted teaching in college level courses in computers, automotive, and horticulture."
        },
        {
            "title": "Manager and Bartender",
            "company": "Sharx Night Club and Sports Bar",
            "start_date": "1997",
            "end_date": "1999",
            "description": "Responsible for employees during high volume business hours. Ensured proper staffing levels and quality of service also bartended. Responsible for daily financial transactions; including reconciliation of tills, managing cash on hand, and general ledger using Peachtree software."
        },
        {
            "title": "Manager and Site Supervisor",
            "company": "Renaissance Fairs, Theaters & Mall Displays",
            "start_date": "1991",
            "end_date": "1997",
            "description": "Designed, built, and managed the construction of Renaissance Fairs, theaters, and large seasonal displays for malls. Responsible for determining physical loads specifications and certifying construction for commercial structures at state and local levels. Managed teams of individuals in the construction of large, multi-material structures."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science",
            "school": "St. Cloud State University",
            "year": "2005"
        },
        {
            "degree": "Associate of Science in Pre-Engineering",
            "school": "North Hennepin Community College",
            "year": null
        },
        {
            "degree": "Associate of Arts",
            "school": "North Hennepin Community College",
            "year": null
        }
    ],
    "certifications": [
        "EIT (FE) Exam",
        "Certified CPR & First Aid - American Red Cross",
        "Crisis Prevention and Intervention - ISD 287"
    ],
    "languages": []
}