{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "High-achieving management professional and effective consultant with about 4 years of experience in devising innovative strategies and solutions to resolve complex business challenges. Adept at managing projects, vendors, analyzing organizational operations, and performing customer journey, competitor and gap analysis.",
    "skills": [
        "Strategy & Operations",
        "Process Optimization",
        "Digital Transformation",
        "Cross Functional Team Management",
        "Project/Product Management",
        "Agile/Lean Methodologies",
        ".NET",
        "ADA",
        "Adobe",
        "Apple",
        "Automation",
        "business development",
        "Business Process",
        "Business Strategy",
        "Consulting",
        "content management",
        "Conversion",
        "Client",
        "Data Analysis",
        "E-Commerce",
        "senior management",
        "Financial",
        "financial analysis",
        "functional",
        "Google Analytics",
        "IBM",
        "International Business",
        "investments",
        "IP",
        "Marketing plan",
        "market research",
        "Market Strategy",
        "marketing",
        "market",
        "MBA",
        "C#",
        "Excel",
        "Microsoft Office Suite",
        "Power Point",
        "Word",
        "Network",
        "Object Oriented Analysis and Design",
        "optimization",
        "policies",
        "process improvement",
        "Project Management",
        "proposals",
        "quality",
        "Requirement",
        "Research",
        "RFP",
        "Scrum",
        "SDLC",
        "Speech",
        "MS SQL",
        "Strategy",
        "Strategy Development",
        "Vendor Management",
        "Visio",
        "Gap Analysis",
        "Customer Journey Analysis",
        "Competitor Analysis",
        "Requirement Gathering",
        "Product Management",
        "Balsamiq",
        "ALM Octane",
        "Agile Manager",
        "Trello",
        "Version One",
        "Kanban",
        "Design Thinking",
        "Human Centered design"
    ],
    "experience": [
        {
            "title": "Consultant",
            "company": "American Global Computer Security Software Fortune 500 Company",
            "start_date": "2015-06",
            "end_date": "Current",
            "description": "Managed and delivered a project to implement and integrate a new content management platform to create a unified brand experience, support scalability, growth and enhance digital presence for client's business post acquisition. Led cross-functional global teams consisting of technical, business and functional representatives; achieved key milestones on time with quality deliverables. Prioritized, escalated and resolved issues with internal and external stakeholders. Directly managed 3rd party vendor and offshore teams. Provided recommendations around User Centered Design and ADA compliance for E-Commerce Implementation project. Performed Digital Conversion analysis using Google Analytics tool. Performed User Acceptance Testing to provide recommendations around usability and functional design. Generated process flow diagrams for knowledge transfer during project closure phase."
        },
        {
            "title": "Product Strategy Intern",
            "company": "Company Name - City",
            "start_date": "2015-09",
            "end_date": "2015-12",
            "description": "Led a practicum team at Carnegie Mellon University to understand IBM Bluemix (PaaS), cloud based solution and use business frameworks to perform market, competitor and customer journey analysis. Liaised with cross functional teams to assess opportunities in marketplace, determine synergies and align business unit goals with corporate strategy. Worked with senior management and stakeholders to develop strategy to enhance awareness, increase conversion and explore new market opportunities to scale the client's user base."
        },
        {
            "title": "Assistant Operations Manager",
            "company": "Company Name - City",
            "start_date": "2012-07",
            "end_date": "2013-10",
            "description": "Business Strategy & Vendor Management: Automation of Hub, typical model and replication. Reported to Chief Operating Officer to recommend company wide automation strategies and vendor selection. Conducted gap analysis, market research, competitor and financial analysis to propose short, mid and long term strategies to the Executive team. Project Management: RFID Project. Member of the core project management team responsible for coordination of cross-functional teams to achieve project milestones. Focused on process improvement and optimization to enhance team productivity. Defined the KPIs to evaluate vendors."
        }
    ],
    "education": [
        {
            "degree": "Master of Science, Software Management",
            "school": "Carnegie Mellon University",
            "year": "2014"
        },
        {
            "degree": "MBA, International Business",
            "school": "International Business Institute of Technology & Management",
            "year": "2012"
        }
    ],
    "certifications": [
        "Software Management Fellowship"
    ],
    "languages": []
}