{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Information Technology Specialist with federal IT experience focusing on systems administration, LAN/WAN infrastructure, Active Directory and Exchange, SharePoint, and IT security. Proficient in troubleshooting, user support, disaster recovery, and implementing IT solutions in Army/Defense environments. Certifications include MCITP, CompTIA Network+, A+, and Windows server/client certifications.",
    "skills": [
        "A+",
        "A+ Certified",
        "Active Directory",
        "administrative",
        "Adobe",
        "Dreamweaver",
        "AD",
        "Army",
        "Agency",
        "automation",
        "backup",
        "basic",
        "C",
        "C+",
        "C++",
        "COM",
        "hardware configuration",
        "computer hardware",
        "hardware",
        "configuration management",
        "consulting",
        "CONTRACT MANAGEMENT",
        "Contract Management",
        "copying",
        "client",
        "customer service",
        "customer support",
        "databases",
        "Database",
        "Decision Support",
        "disaster recovery",
        "Email",
        "equipment installation",
        "XML",
        "fax machines",
        "features",
        "functional",
        "Help desk",
        "HTML",
        "information security",
        "Information Systems",
        "Information Technology",
        "computer support",
        "IT support",
        "Local Area Network",
        "Local Area Networks",
        "LAN",
        "notebooks",
        "leadership",
        "logistics",
        "Mercator",
        "microcomputers",
        "access",
        "Microsoft Certified Professional",
        "MCP",
        "Microsoft Certified",
        "exchange",
        "Microsoft Exchange",
        "mail",
        "Office",
        "Outlook",
        "SharePoint",
        "share point",
        "MS Windows",
        "Win 7",
        "Windows 2000",
        "Windows XP",
        "MS Windows XP",
        "monitors",
        "NEC",
        "network administrator",
        "Network",
        "networks",
        "Novell",
        "Oct",
        "operating systems",
        "ORACLE",
        "organizational",
        "peripherals",
        "personnel",
        "copiers",
        "policies",
        "printers",
        "processes",
        "Programming",
        "project management",
        "Read",
        "repairs",
        "reporting",
        "safety",
        "scanners",
        "servers",
        "software development",
        "software troubleshooting",
        "Spanish",
        "Spreadsheet",
        "SQL",
        "strategic",
        "Supervisor",
        "System Administrator",
        "systems administration",
        "Systems Analysis",
        "systems development",
        "tables",
        "technical support",
        "technical assistance",
        "user manuals",
        "telecommunications",
        "telecommunication",
        "telephones",
        "Phone",
        "troubleshoot",
        "troubleshooting",
        "unique",
        "upgrades",
        "video",
        "Visio",
        "Vista",
        "Visual Basic",
        "WAN",
        "Wide Area Network",
        "workflow",
        "Written"
    ],
    "experience": [
        {
            "title": "Information Technology Specialist",
            "company": "First Army Division West",
            "start_date": "May 2012",
            "end_date": "Present",
            "description": "Served as a systems administrator for First Army Division West Command and Staff. Administered over 800 NIPR workstations, 300 SIPR workstations and 100 ARNET workstations. This includes hardware, software, and LAN/WAN infrastructures. Monitored system resources, installation and integration of systems fixes and workarounds, updates, and enhancements, including performance, capacity, availability, serviceability, and recoverability. Maintained systems configuration as well as resolving IT equipment/software interfaces and interoperability problems. Performed customer service help desk/IT support operations and technical assistance to First Army Division West command and staff. Diagnosed and resolved problems in response to customer trouble tickets. Received responses to and provided resolutions to a variety of help desk calls/tickets. Demonstrated knowledge of Army policies and NEC guidelines; IA reporting requirements; maintained Active Directory and Microsoft Exchange accounts. Participated in unit and systems testing, remote installations, and disaster recovery planning. Managed Unit's Active Directory Share Server with over 600 GB of share space. Served as an Active Directory (AD) Manager and System Administrator for multiple servers in a complex networked environment. Managed Microsoft Exchange on primary and backup servers to provide email with full backup and disaster recovery capabilities."
        },
        {
            "title": "IT Network System Administrator II",
            "company": "First Army Division West - S-6 Brigade Level Office",
            "start_date": "January 2009",
            "end_date": "September 2009",
            "description": "Part of the unit's S-6 Brigade level office with duties as Network and Computer Systems Administrator. Designed, installed, and supported organization’s computer systems as well as the local-area networks (LAN), wide-area networks (WAN), network segments, internet and intranet systems. Supported logistics systems client notebooks, workstations, scanners, digital senders, fax machines, copiers and printers. Developed system usage policies and server administration procedures. Created and deployed group policy objects (GPO) within the AD. Responded to system failures by determining the cause and taking corrective action. Maintained systems tables, directories, security files, and indices. Created and modified databases; performed SQL queries; installed new software releases and patches; managed user and group accounts and permissions. Developed disaster recovery plans and tested them."
        },
        {
            "title": "IT Network System Administrator II",
            "company": "First Army Division West",
            "start_date": "October 2009",
            "end_date": "May 2012",
            "description": "Design, installation, and support of organization’s computer systems and LAN/WAN, network segments, internet and intranet systems. Supported logistics systems, client notebooks, workstations, scanners, digital senders, fax machines, copiers and printers. Created system usage policies and server administration procedures. Created, tested, and deployed GPOs; responded to system failures; performed database queries and file transfers using SQL. Established and maintained user and group accounts and permissions. Developed and tested system disaster recovery plans. Troubleshooted a wide variety of user difficulties with desktop hardware, software, peripherals, or network/telecommunication lines. Managed video conferencing (VTC) for unclassified and classified access. Managed unit's SharePoint site and access control."
        },
        {
            "title": "First Sergeant",
            "company": "First Army Division West",
            "start_date": "October 2005",
            "end_date": "August 2008",
            "description": "Over five years of top management experience. Led a multi-functional unit with over 120 team members and billions of dollars worth of equipment into combat during Operation Enduring Freedom (Afghanistan) and Operation Iraqi Freedom (Iraq). Senior Non-Commissioned Officer; administrative liaison with other services, top management, and outside agencies. Coordinated operational and administrative duties required for the company's mission. Supervised operations and performance of Battalion Level Information Systems/Communication Shop (S-6). Senior advisor to Company commander and resource manager for a Headquarters Company. Directed administrative standards, policies and training."
        }
    ],
    "education": [
        {
            "degree": "Master of Science in Information Systems",
            "school": "Texas A&M University-Central Texas",
            "year": 2011
        },
        {
            "degree": "Bachelor of Science in Computer Information Systems",
            "school": "Saint Leo University",
            "year": 2007
        },
        {
            "degree": "Technical or Occupational Certificate",
            "school": "Central Texas College",
            "year": 2008
        }
    ],
    "certifications": [
        "ITNW 1458 CompTIA Network+",
        "MS 70-270 Managing and Maintaining an MS Windows 2003 Environment",
        "Server 2003 Network Infrastructure",
        "MS 70-270 Implementing and Supporting MS Windows XP Professional",
        "Microsoft Certified IT Professional (MCITP) Apr 2012",
        "CompTIA Security+ Certified Professional (Mar 2010)",
        "Microsoft Certified Professional (MCP) Oct 2008",
        "CompTIA Network+ Certified Professional (May 2008)",
        "CompTIA A+ Certified Professional (Apr 2008)"
    ],
    "languages": [
        "Spanish"
    ]
}