{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Co-Founder / Sales & Marketing Coordinator with experience in budgeting, cash flow, analytics, social media marketing, and program development. Skilled in Google Analytics, Facebook Ads, brand development, donor relations, and team leadership. Proven ability to plan and execute marketing campaigns, manage operations, and drive revenue growth.",
    "skills": [
        "Ads",
        "Apple",
        "Budgeting",
        "Budgets",
        "Business development",
        "Cash flow",
        "Contracts",
        "CPR",
        "Customer service",
        "Special events",
        "Financial",
        "First Aid",
        "Forecasting",
        "Google Analytics",
        "Hiring",
        "Instructor",
        "Inventory",
        "Inventory control",
        "Managing",
        "Marketing plan",
        "Marketing plans",
        "Marketing strategies",
        "Marketing",
        "Market",
        "Marketing and sales",
        "Access",
        "Excel",
        "Microsoft Office",
        "Office",
        "PowerPoint",
        "Word",
        "Payroll",
        "Policies",
        "Profit",
        "Purchasing",
        "Recruiting",
        "Research",
        "Risk management",
        "Safety",
        "Sales",
        "Scheduling",
        "Statistics",
        "Supervising",
        "Teaching",
        "Underwriting"
    ],
    "experience": [
        {
            "title": "Co-Founder / Sales & Marketing Coordinator",
            "company": "Company Name",
            "start_date": "2014-01",
            "end_date": "Present",
            "description": "Plan, develop, organize, implement and evaluate the fiscal function and performance; develop cash flow projection process; recruit, train, supervise Brand Ambassador program; maintain and develop social media outlets via Instagram, Twitter, SnapChat and Facebook; daily usage and advanced understanding of Google Analytics, & Facebook ads/analytics; purchasing goods and forecasting sales projects for each quarter; enhance and/or develop, implement and enforce policies and procedures of the organization; evaluate the impact of long range planning; budgeting; market brand regularly at athletic/fitness events to generate brand awareness and gain market share."
        },
        {
            "title": "Graduate Assistant",
            "company": "Company Name",
            "start_date": "2014-01",
            "end_date": "2015-06",
            "description": "Assist in promoting, supervising and evaluating RecSports facilities; recruit, hire, training, supervising and evaluating student employees; manage a staff of over 100 employees; payroll records; support in participation statistics, accident reports and assessment research; create and implement marketing plan for various facilities on campus; support in inventory control and maintenance of equipment for all RecSports facilities; purchasing and inventory of checkout equipment and staff uniform; enforce facility policies and procedures; update facility policies and procedures and review of National Standards on a yearly basis; planning, coordinating and supervising programs and special events in RecSports facilities."
        },
        {
            "title": "Development Assistant",
            "company": "Tennessee Fund",
            "start_date": "2013-08",
            "end_date": "2015-01",
            "description": "Develop relationship between donors and athletic department; worked game day events for various sports to market athletic programs; generate opportunities and revenue to enhance athletic department; create marketing campaigns for athletic facilities; solve problems with ticketing and parking disputes by athletic donors; research and enhance productivity within the department."
        },
        {
            "title": "Assistant Rental Manager",
            "company": "Company Name",
            "start_date": "2011-07",
            "end_date": "2013-08",
            "description": "Manage profit-and-loss reports, control expenses, and implement comprehensive business development and marketing plans; weekly marketing and sales call to area accounts; top regional performer in sales, customer service, and generating corporate leads; manage, shape, and develop employees' careers; responsible for hiring part-time staff; decreased costs through reduction in bad debt, payroll, and fleet costs; managed over one million dollars in assets; accountabilities for locating vehicles when find ability and pay ability are lost on a car; managing proper underwriting on rental contracts."
        },
        {
            "title": "Senior Recreation Leader",
            "company": "Company Name",
            "start_date": "2009-06",
            "end_date": "2011-06",
            "description": "Planned and led instructional sport programs for participants; developed new marketing strategies; created program guides; motivated children; implemented creative ideas to engage participants; instructed adapted recreation programs for special needs individuals; worked in the Community Programs Main Office handling inquiries, enrollment, and scheduling."
        }
    ],
    "education": [
        {
            "degree": "Master of Science in Sport Management",
            "school": "The University of Tennessee",
            "year": "2015"
        },
        {
            "degree": "Master of Science (Brand Awareness for Startup Companies: Avenues for Building and Sustaining Brand Awareness)",
            "school": "The Ohio State University",
            "year": null
        },
        {
            "degree": "Bachelor of Science in Recreation & Sport Leadership (Minor: Business Administration/Marketing)",
            "school": "The Ohio State University",
            "year": "2011"
        }
    ],
    "certifications": [
        "First Aid/CPR/AED Certified",
        "First Aid/CPR/AED Instructor Certified"
    ],
    "languages": []
}