{
    "name": "",
    "email": "",
    "phone": "",
    "location": "",
    "summary": "Executive Chef with extensive experience in high-volume meal preparation for remote work camps, menu development and costing, staff training, HACCP/Serve-Safe compliance, and multi-site F&B operations.",
    "skills": [
        "advertising",
        "budgeting",
        "budget",
        "bi",
        "business plan development",
        "consultation",
        "contract negotiations",
        "customer service",
        "customer service training",
        "delivery",
        "documentation",
        "special events",
        "fast",
        "financial",
        "forecasting",
        "hiring",
        "inventory control",
        "layout",
        "logistics",
        "marketing plan",
        "marketing",
        "meetings",
        "merchandising",
        "negotiations",
        "organizer",
        "performance reviews",
        "policies",
        "procurement",
        "purchasing",
        "quality",
        "radio",
        "retail",
        "sales",
        "sales forecasting",
        "shipping",
        "staff training",
        "strategic",
        "supervision",
        "author"
    ],
    "experience": [
        {
            "title": "Executive Chef",
            "company": "Company Name – City , State",
            "start_date": "01/2008",
            "end_date": "Current",
            "description": "Prepare daily meals for large workforce camps, including remote locations with four daily meals and transportable lunches. Provisions and prepares meals for commercial fishing crews. Develop and cost menu items to meet targeted food costs. Establish and maintain purveyor relationships and negotiate property and equipment leases and sales. Oversee food and beverage operations for multiple site locations, including administration of weekly purchasing budgets. Establish par/prep standards (FIFO, labeling, dating). Train staff across line, FOH/BOH functions; interview, hire, and review employees with consistent practices. Develop banquet and catering menus; plan private and special events. Maintain HACCP, Serve-Safe, and alcohol service standards and documentation. Direct supervision of 25-50 employees; oversee all retail operations. Design menus and perform menu engineering; manage procurement and logistics for all outlets (retail and hospitality). Maintain high levels of customer service. Budgeting and financial controls; develop and implement marketing and advertising strategies; improve guest service and staff efficiency. Recipe development and menu engineering; restaurant and brewery design considerations; author employee standards manuals and staff training materials."
        },
        {
            "title": "Operations",
            "company": "Company Name – City , State",
            "start_date": "01/1997",
            "end_date": "01/2000",
            "description": "Corporate menu development, costing, and procurement/logistics for remote camps; contract negotiations for food brokerage and shipping. Plan and prepare daily meals for passengers and crew. Develop vendor relationships and pricing negotiations; maintain solid relationships with culinary unions. Ensure safe and organized galley operations and plan galley tours for onboard passengers. Interact positively with passengers. Maintain Serve-Safe CFPM, HACCP, USDA/FDA, and food handler credentials (Alaska, Washington, Oregon). Budget forecasting for individual restaurant entities, covering food, labor, beverage and various costs. Oversee franchisee operations for two QSRs and other fast-food operations, including corporate oversight of food, labor, and controllable costs. Manage ordering and inventory control; oversee production for 175-400 covers nightly with significant annual sales; supervise 475 seasonal and full-time staff across multiple locations. Train FOH on wine and beverage service and pairings; train BOH on food handling, safe practices, FIFO, kitchen systems, and recipe/plating adherence. Recipe design and menu engineering."
        }
    ],
    "education": [
        {
            "degree": "M.S in Hospitality Management",
            "school": "Wing Luke University",
            "year": ""
        },
        {
            "degree": "B.P.S in Culinary Management",
            "school": "Culinary Management",
            "year": ""
        }
    ],
    "certifications": [
        "American Culinary Federation Certification (C.E.C.)",
        "ServSafe",
        "HACCP",
        "USDA/FDA Food Handler",
        "Alaska, Washington and Oregon Food Handler's Cards",
        "TIPS/TAMS Certification",
        "NSTC Certification",
        "First Aid, CPR & AED",
        "TWIC",
        "FAA Security Clearance",
        "Merchant Mariner's Document (US Coast Guard)"
    ],
    "languages": []
}