{
    "name": "",
    "email": null,
    "phone": null,
    "location": "",
    "summary": "Professional Summary: Highly talented and accomplished Paralegal with extensive experience in investigative and online legal research. More than 5 years of experience working in the legal field. Knowledgeable in all aspects of case preparation and representation, previous court experience, familiar with filings, petitions, case management, and interviewing. Excellent research, documentation, reporting abilities, outstanding communication and presentation skills. Predisposed to procedural and methodological approaches to problem solving and analysis. Detail oriented with a demonstrated commitment to excellent customer service.",
    "skills": [
        "LexisNexis",
        "Westlaw",
        "Concordance",
        "CaseMap",
        "Knowledge of Local, State and Federal laws",
        "Principles and Practices of Legal Communication",
        "Court Procedures/Processes",
        "Results-oriented",
        "Client-focused",
        "Interview Techniques and Methods",
        "Word",
        "Excel",
        "PowerPoint",
        "Access",
        "Project",
        "Information Technology",
        "Technical Support",
        "Executive and Legal Support",
        "Business Analysis",
        "Strong Communication Skills",
        "Business Operations",
        "Detail oriented",
        "Documentation and Time Management",
        "Leadership",
        "Legal Terminology",
        "Managerial Experience",
        "Meeting Organizational Skills",
        "Advanced Problem-solving Skills",
        "Paralegal",
        "Performance appraisals",
        "Personnel",
        "Presentations",
        "Processes",
        "Procurement",
        "Project Management",
        "LR&W",
        "LexisNexis"
    ],
    "experience": [
        {
            "title": "Information Technology Coordinator",
            "company": "Company Name",
            "start_date": "01/2014",
            "end_date": "Current",
            "description": "Worked across all levels of the organization to support the Corporate Information Officer (CIO) and the Senior Leadership Team. Enabled the CIO and Senior Leadership Team to effectively and efficiently execute their duties by continuously managing, maintaining appointment calendars, and documentation of forecasted project plans/milestones, communications derived from their initiatives, commitments, and ongoing management functions. Single Point of Contact (SPOC) for in-house Information Technology Operations Assessment. Maintain client files, vendor files and deal sensitively with confidential material and general office management. Support business resiliency management program (BRM) in developing key principles and scope documentation. Support IT communication and employee engagement by working cross-functionally to develop and organize IT Town halls and other functions. Gather and analyze data to understand and assist in improving IT business communication, and functions. Collect, compile and interpret data as it relates to business critical vulnerabilities. Self-directed, detail oriented, outstanding organizational skills coupled with excellent task and time management skills."
        },
        {
            "title": "Executive Assistant, Contractor",
            "company": "Company Name",
            "start_date": "01/2013",
            "end_date": "09/2013",
            "description": "Key executive support person in the management, coordination, and implementation of the operations of the Quality department; responsible for interacting on behalf of several Vice Presidents with all elements of the department and to foster productive relationships among key executives. Organized, managed, and executed initial and follow-up communications, travel, facilities set-up, programs and program participants. Oversaw the management of the Vice President's calendar and relieved him of managerial detail including, but not limited to, scheduling, rescheduling, and prioritizing as needed. On-boarded and separate employees. Governed computer hardware, software, computer peripheral equipment procurement and ensured set up of employee hardware."
        },
        {
            "title": "Legal Administrative Supervisor",
            "company": "Company Name",
            "start_date": "10/2006",
            "end_date": "07/2012",
            "description": "Coordinated the support function in the Law School Division, Chicago Office. Supervised temporary staff, performed administrative personnel related activities, monitored workflow, supervised and oriented new employees, and ensured efficiency of work processes. Supported the Vice President of Sales, Director of Sales and several Attorneys within the law school organization and assisted with projects as needed. Established work priorities, supervised, motivated and evaluated the work of assigned staff. Prepared reports regarding workflow management and other business operations within the office. Performed timekeeping, other administrative functions and coordinated the completion of timely performance appraisals. Conducted research, organized data, generated reports, prepared correspondence, documents and presentations for attorneys and senior management. Responsible for coordination of all client meetings: developed a tracking system to ensure timely and appropriate scheduling, created meeting materials including spreadsheets, handouts and executive summaries and ensured successful follow-up on action items resulting from meetings."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Science",
            "school": "Strayer University",
            "year": 2008
        },
        {
            "degree": "Certificate of Completion, Paralegal Studies",
            "school": "College of Lake County",
            "year": 2013
        },
        {
            "degree": "CFTC - Computer Forensics Technician Certification",
            "school": "College of Lake County",
            "year": 2014
        },
        {
            "degree": "CFAC - Computer Forensics Analyst Certification",
            "school": "College of Lake County",
            "year": 2014
        }
    ],
    "certifications": [
        "CFAC - Computer Forensics Analyst Certification (College of Lake County, 2014)",
        "CFTC - Computer Forensics Technician Certification (College of Lake County, 2014)",
        "Paralegal Studies Certification (ABA Approved) (College of Lake County, 2013)",
        "Cisco Studies: CCNA, CCNA-Security, CCNA-Voice (Microtrain, 2012-2013)",
        "Encase and FTK Certification Candidate (Training for Encase and FTK Certification) (2016)"
    ],
    "languages": []
}