{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Food service worker with fast food, retail and customer service experience. Trained in food safety and handling. Also have some Sales Representative Skills. Highlights Reliable and punctual Reliable team worker Cash handling Comfortable standing for long time periods Math and language skills Conversant in Spanish Restaurant management Excellent multi-tasker",
    "skills": [
        "Cash handling",
        "cash register",
        "cooking",
        "resolving customer complaints",
        "delivery",
        "expense reports",
        "fast",
        "hand tools",
        "inspecting",
        "marketing",
        "market meetings",
        "money",
        "repairs",
        "safety",
        "selling",
        "sales",
        "sales reports",
        "Fluent Spanish",
        "supervision"
    ],
    "experience": [
        {
            "title": "Sales Representative",
            "company": "Company Name City, State",
            "start_date": "Sep 2015",
            "end_date": "Sep 2015",
            "description": "Keep records of purchases, sales, and requisitions. Select the correct products or assist customers in making product selections, based on customers' needs, product specifications, and applicable regulations. Collaborate with colleagues to exchange information, such as selling strategies or marketing information. Demonstrate and explain the operation and use of products. Inform customers of estimated delivery schedules, service contracts, warranties, or other information pertaining to purchased products. Attend sales and trade meetings, and read related publications in order to obtain information about market conditions, business trends, and industry developments. Complete expense reports, sales reports, or other paperwork. Complete product and development training as required."
        },
        {
            "title": "Swing Manager",
            "company": "Company Name City, State",
            "start_date": "Aug 2012",
            "end_date": "Sep 2015",
            "description": "Made sure Crew Members had designated breaks. Close and Open store in a timely manner. Run a shift with the full responsibility that comes with being in charge. Verify that prepared food meets requirements for quality and quantity. Up-sold additional menu items, beverages and desserts to increase restaurant profits. Recorded customer orders and repeated them back in a clear, understandable manner. Operated large-volume cooking equipment such as grills, deep-fat fryers and griddles. Properly portioned and packaged take-out foods for customers. Clean food preparation areas, cooking surfaces, and utensils. Maintain sanitation, health, and safety standards in work areas. Monitor compliance with health and fire regulations regarding food preparation and serving, and building maintenance in lodging and dining facilities. Read food order slips or receive verbal instructions as to food required by patron, and prepare and cook food according to instructions. Investigate and resolve complaints regarding food quality, service, or accommodations. Take food and drink orders and receive payment from customers. Schedule and receive food and beverage deliveries, checking delivery contents to verify product quality and quantity. Clean, stock, and restock workstations and display cases. Perform some food preparation or service tasks such as cooking, clearing tables, and serving food and drinks when necessary. Serve orders to customers at windows, counters, or tables. Count money and make bank deposits. Investigate and resolve complaints regarding food quality, service, or accommodations."
        },
        {
            "title": "Assembler",
            "company": "Company Name City, State",
            "start_date": "Apr 2015",
            "end_date": "Jun 2015",
            "description": "Be able to lift at least 30lbs. Occasionally work under little supervision. Be fast and efficient in attaching parts. Inspect, operate, and test completed products to verify functioning, machine capabilities, or conformance to customer specifications. Rework, repair, or replace damaged parts or assemblies. Read and interpret assembly blueprints or specifications manuals and plan assembly or building operations. Shovel, sweep, or otherwise clean work areas. Maintain stocks of parts. Lubricate moving parts. Disassemble defective equipment so that repairs can be made, using hand tools. Adjust working parts, such as fan belts, contacts, and springs, using hand tools and gauges."
        },
        {
            "title": "Crew",
            "company": "Company Name City, State",
            "start_date": "Sep 2014",
            "end_date": "Nov 2014",
            "description": "Train workers in food preparation, and in service, sanitation, and safety procedures. Take food and drink orders and receive payment from customers. Compile and balance cash receipts at the end of the day or shift. Clean, stock, and restock workstations and display cases. Perform various financial activities such as cash handling, and deposit preparation. Wash, cut, and prepare foods designated for cooking. Supervise and participate in kitchen and dining area cleaning activities. Estimate ingredients and supplies required to prepare a recipe. Check identification of customers to verify age requirements for purchase of alcohol. Resolve customer complaints regarding food service. Clean bars, work areas, and tables. Present bills and accept payments."
        }
    ],
    "education": [
        {
            "degree": "High School Diploma",
            "school": "Saint James High School",
            "year": "2014"
        }
    ],
    "certifications": [],
    "languages": [
        "Spanish"
    ]
}