{
    "name": null,
    "email": null,
    "phone": null,
    "location": "Lincoln, Nebraska, USA",
    "summary": "Territory Sales Consultant with proven ability to multi-task, achieve and exceed business objectives, and build lasting customer relationships. Experienced in GPO and formulary processes, specialty/hospital and primary care sales, injectable medications, pricing and reimbursement, and training clinical staff. Adaptable to evolving markets with strong focus on customer-centric solutions and long-term relationship development.",
    "skills": [
        "budget",
        "case management",
        "Excellent communication",
        "crisis intervention",
        "government",
        "Materials",
        "Mental Health",
        "OB/GYN",
        "Pain Management",
        "pricing",
        "primary care",
        "processes",
        "Purchasing",
        "quality assurance",
        "relationship building",
        "Selling",
        "Sales",
        "Wound Care"
    ],
    "experience": [
        {
            "title": "Territory Sales Consultant",
            "company": "Company Name",
            "start_date": "August 2013",
            "end_date": "Current",
            "description": "In charge of growing a $9 million territory. Quickly learned a vast array of products, associated terminology, competitors, trends, challenges, reimbursement and government regulation. Responsible for long-term relationship building between the customer, Cardinal Health, and other professional organizations (Group Purchasing Organizations, etc). Set up trials and provide in-services and training to clinical staff on proper use of various medical products. Work closely with decision makers in hospital settings (Value Analysis Coordinators, Materials Managers, Clinical Educators, Team Leads, Contract Managers, Wound Care Nurses, etc). Provide pricing and savings while maintaining a profitable GP. Voted MVP of CAST II training. Finished my first fiscal year at 98.7% to plan, 23.90% growth over previous year, and first on my team."
        },
        {
            "title": "Pharmaceutical Sales Representative Program Coordinator",
            "company": "Company Name",
            "start_date": "January 2007",
            "end_date": "July 2013",
            "description": "Strong Sales and Promotional Results: Nominated for Rookie of the Year after a top 11% ranking my first year with Lilly. Awarded 3 incentive trips for top territory and district sales performance. Highest average SOM in the district in 2012 following a new indication launch. Launched 3 new indications for 3 different medications. Invited to be a part of the Future Marketers of the West and was instrumental in bringing the Future Marketers to the Midwest. Chosen by management to represent Lilly at a National OB/GYN conference in Chicago. Recognized as the district Q4 2012 and Q1 2013 Exceptional Customer Experience award winner. Developed the Unity Champ role to assist in strengthening a new team of sales representatives. Responsible for Selling a Variety of Disease States and to Multiple Specialties: Built strong relationships with Rheumatologists, Pain Management specialists and OB/GYNs. Experience selling all facets of an injectable medication. Given responsibility for the specialty representatives' territory calling on neurologists and anesthesiologists who treat chronic pain. Disease state knowledge and selling experience in osteoporosis, women’s health, men’s health and musculoskeletal pain. Coordinated osteoporosis trainings within clinics. Mental Health /Licensed Mental Health Practitioner."
        },
        {
            "title": "Fitness Instructor",
            "company": "Company Name",
            "start_date": "November 1994",
            "end_date": "January 2007",
            "description": "Supervised and administered the Youth in Crisis program and Youth Assessment Center clinical programs. Oversight of all aspects of the programs including budget allocation, quality assurance, and training. Developed and implemented the case management program. Served as liaison to families and community resources. Provided individual, group and family therapies in outpatient, residential and detention settings. Trained clinicians and detention line staff on suicide assessment and crisis intervention. Farrell's Extreme Bodyshaping. Level II Instructor Responsible for leading kickboxing and resistance training classes. Motivate and inspire participants to improve their fitness level. Encourage healthy lifestyles through exercise and proper nutrition. Coached 2 separate 10-week session teams to top 3 finishes. Develop and implement challenges for Farrell's participants."
        }
    ],
    "education": [
        {
            "degree": "Master of Science in Marriage and Family Therapy",
            "school": "University of Nebraska - Lincoln",
            "year": null
        },
        {
            "degree": "Bachelor of Science in Human Development",
            "school": "University of Nebraska - Lincoln",
            "year": null
        }
    ],
    "certifications": [
        "Licensed Mental Health Practitioner"
    ],
    "languages": [
        "English"
    ]
}