{
    "name": null,
    "email": null,
    "phone": null,
    "location": null,
    "summary": "Experienced sales supervisor and recognized training facilitator with over 25 years of sales experience in the Utility Industry. Proven track record of implementing successful sales programs to exceed Team and Company goals.",
    "skills": [
        "Microsoft Dynamics CRM",
        "CRM Product Owner",
        "Certified facilitator - 7 Habits of Highly Effective People",
        "LEED Certified",
        "Excellent communication skills",
        "Self-Motivated",
        "Agile",
        "Project Management",
        "Sales training",
        "Coaching and mentoring",
        "Training materials development",
        "Process improvement",
        "Team leadership"
    ],
    "experience": [
        {
            "title": "Sales Supervisor - Sales Effectiveness",
            "company": "Company Name, City, State",
            "start_date": "2015-11",
            "end_date": "Present",
            "description": "Led virtual team of 6 full-time Sales Support Coordinators; Managed the Partner financing for legacy PNG; Integrated Duke Gas Sales with Piedmont Natural Gas Sales; Implemented a procedure to aid in Project Management; Implemented additional responsibilities for the team by monitoring and evaluating productivity levels and bandwidth; Developed a 'Welcome Package' to send to all Residential builders; Maintained, updated and developed policies and procedures for the Sales team; Converted all forms, letters and agreements to electronic versions; Developed Sales training materials for the sales reps, supervisors and managers; As the CRM expert, I work closely with the newly created IT group to ensure the health of the product; Currently working on an Integration project as the Product Owner of CRM."
        },
        {
            "title": "Sales Supervisor",
            "company": "Company Name, City, State",
            "start_date": "2012-11",
            "end_date": "2015-11",
            "description": "Supervised and monitored the daily activities of ten outside Sales Representatives to ensure all sales and company strategic goals were met and in compliance with company policy. Mentored, coached, trained and motivated the team in ongoing development. Led the team to be successful in meeting or exceeding team goals. Sought ways to improve work processes and increase skill levels or knowledge of the team. Self taught the advanced ways to utilize CRM and quickly became the subject matter expert. Helped build and develop a training manual for new sales representatives for the SouthWest Region, which is being reviewed now for enterprise wide potential use. Gave presentations to builders, construction managers and superintendents to review the on-line service installation request process, meter placement guidelines and to solicit ways to improve communications."
        },
        {
            "title": "Commercial Sales Representative",
            "company": "Company Name, City, State",
            "start_date": "2006-04",
            "end_date": "2012-11",
            "description": "Executed strategies to ensure natural gas growth with both new and existing commercial customers in the Charlotte market. Networked with business leaders, architects, engineers, contractors and owners to promote the company's products and services. Recognized for the ability to develop and maintain quality customer and business relationships. Consistently met or exceeded set territory goals. Became LEED certified in 2009; one of three employees at the time with the certification. Was named Commercial Sales Person of the Year in 2008."
        },
        {
            "title": "Residential Energy Specialist",
            "company": "Company Name, City, State",
            "start_date": "2006-03",
            "end_date": "2006-04",
            "description": "Systematically and strategically worked in an assigned territory to ensure the use of natural gas in residential homes and developments. Quickly promoted to the Commercial market within the Company."
        },
        {
            "title": "Industrial Power Representative",
            "company": "Company Name, City, State",
            "start_date": "1986-07",
            "end_date": "1993-03",
            "description": "Responsible for one half of Mecklenburg County Industrial customers to promote the products and services of the Company. Identified new opportunities for off-peak shaving, such as Standby Generation, Interruptible Power and time-of-day rates. Consistently met or exceed assigned goals."
        },
        {
            "title": "Commercial Power Representative",
            "company": "Company Name, City, State",
            "start_date": "1984-08",
            "end_date": "1986-07",
            "description": "One of three reps covering Mecklenburg County's small to large commercial customers promoting energy management and peak shaving opportunities. Developed training material and trained employees of the newly formed group in the Call Center to handle commercial customers exclusively."
        },
        {
            "title": "Residential Rep",
            "company": "Company Name, City, State",
            "start_date": "1983-01",
            "end_date": "1984-01",
            "description": "Promoted energy management in the Charlotte area. Selected to attend a prestigious Commercial 6 week training course."
        },
        {
            "title": "Regional Training Coordinator and Residential Representative",
            "company": "Company Name, City, State",
            "start_date": "1980-06",
            "end_date": "1983-03",
            "description": "Regional Training Coordinator and Residential Representative. Facilitated three day workshops for all new hires. Identified, developing and facilitated training for the Sales and Business Area Representatives."
        },
        {
            "title": "Regional Training Coordinator",
            "company": "Company Name, City, State",
            "start_date": "1980-06",
            "end_date": "1983-01",
            "description": "Regional Training Coordinator. Facilitated training for all new hires and developed training materials for the sales staff in the region."
        }
    ],
    "education": [
        {
            "degree": "Bachelor of Arts: Psychology",
            "school": "East Carolina University",
            "year": null
        }
    ],
    "certifications": [
        "LEED Certified (2009)",
        "Certified facilitator - 7 Habits of Highly Effective People"
    ],
    "languages": []
}